var poems = [
    {
      "bookName": "风",
      "selected": "active",
      "chapters": [
        {
          "title": "国风·周南",
          "poems": [
            {
              "title": "关雎",
              "originalText": [
                "关关雎鸠，在河之洲。",
                "窈窕淑女，君子好逑。",
                "参差荇菜，左右流之。",
                "窈窕淑女，寤寐求之。",
                "求之不得，寤寐思服。",
                "悠哉悠哉，辗转反侧。",
                "参差荇菜，左右采之。",
                "窈窕淑女，琴瑟友之。",
                "参差荇菜，左右芼之。",
                "窈窕淑女，钟鼓乐之。"
              ],
              "simplifiedText": [
              	"雎鸠关关叫得欢，成双成对在河滩。美丽贤良的女子，正是我的好伴侣。",
              	"长短不齐水荇菜，左右采摘忙不停。美丽贤良的女子，做梦也在把她思。",
              	"追求她却不可得，日夜思念在心间。想啊想啊心忧伤，翻来覆去欲断肠。",
              	"长短不齐水荇菜，左边右边到处采。美丽贤良的女子，弹琴鼓瑟永相爱。",
              	"长短不齐水荇菜，左边右边到处采。美丽贤良的女子，鸣钟击鼓乐她怀。"
              ],
              "note":[
              	'关关：雎鸠和鸣声。雎鸠（居纠jū jiū）：一种水鸟名，即鱼鹰。',
              	'河：黄河。洲：水中央的陆地。一二句是诗人就所见以起兴（起头儿）。',
              	'窈窕：容貌美好。淑：善，品德贤良。淑女：好姑娘。',
              	'君子：《诗经》中贵族男子的通称。好：男女相悦。逑：同“仇”，配偶。“好”、“逑”在这里是动词（和《尚书大传》所载《微子歌》“不我好仇”句同例），就是爱慕而希望成为配偶的意思',
              	'参差：不齐。荇（杏xìng）菜：生长在水里的一种植物，叶心脏形，浮在水上，可以吃',
              	'流：通“摎（究jiū）”，就是求或者捋取。和下文“采”、“芼”义相近。以上两句言彼女左右采荇。她采荇时的美好姿态使那“君子”时刻不忘，见于梦寐。',
              	'睡醒为“寤”，睡着为“寐”。“寤寐”在这里犹言“日夜”。',
              	'服（古读如愎bì）：思念。“思”、“服”两字同义。',
              	'悠哉悠哉：犹“悠悠”，就是长。这句是说思念绵绵不断。',
              	'“辗”就是转。“反”是覆身而卧。“侧” 是侧身而卧。“辗转反侧”是说不能安睡。第二、三章写“思服”之苦。',
              	'友：亲爱。“友”字古读如“以”，和上文“采（古音cǐ）”相韵。',
              	'芼（茂mào）：“覒（茂mào）”的借字，就是择、拔。“芼之”也就是“流之”、“采之”的意思，因为分章换韵所以变换文字。',
              	'乐：娱悦。“友”、“乐”的对象就是那“采”、“芼”之人。最后两章是设想和彼女结婚。琴瑟钟鼓的热闹是结婚时应有的事。',
              ],
              "analysis": "这诗写男恋女之情。大意是：河边一个采荇菜的姑娘引起一个男子的思慕。那“左右采之”的窈窕形象使他寤寐不忘，而“琴瑟友之”、“钟鼓乐之”便成为他寤寐求其实现的愿望。"
            },
            {
              "title": "葛覃",
              "originalText": [
                "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。",
                "葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为绤，服之无斁。",
                "言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否，归宁父母。"
              ],
              "simplifiedText": [
              	"葛藤枝叶长有长，漫山遍野都生长，嫩绿叶子水汪汪。",
              	"小鸟展翅来回飞，纷纷停落灌木上，唧唧啾啾把歌唱。",
              	"葛藤枝叶长有长，漫山遍野都生长，嫩绿叶子多有壮。",
              	"收割水煮活儿忙，细布粗布分两样，做成新衣常年穿。",
              	"走去告诉我女师，我要探亲回娘家。内衣勤洗要勤换，",
              	"外衣勤洗好常穿。一件一件安排好，干干净净见爹娘。"
              ],
              "note": [
              	'葛：多年生蔓草，茎长二三丈，纤维可用来织布。覃（谭tán）：延长。',
              	'施（意yì）：移，伸展。中谷：即谷中。',
              	'维：是用在语首的助词，或称发语词，无实义。萋萋：茂盛貌。',
              	'黄鸟：《诗经》里的黄鸟或指黄莺，或指黄雀，都是鸣声好听的小鸟。凡言成群飞鸣，为数众多的都指黄雀，这里似亦指黄雀。于：语助词，无实义。',
              	'群鸟息在树上叫做“集”。丛生的树叫做“灌木”。',
              	'喈喈（接jiē jiē）：鸟鸣声。',
              	'莫莫：犹“漠漠”，也是茂盛之貌。',
              	'刈（意yì）：割。本是割草器名，就是镰刀，这里用作动词。濩（获huò）：煮。煮葛是为了取其纤维，用来织布。',
              	'絺（痴chī）：细葛布。绤（隙xì）：粗葛布。',
              	'斁（意yì）：厌。“服之无斁”，言服用絺绤之衣而无厌憎。',
              	'言（淹yān）：语助词，无实义。下同。师氏：保姆。',
              	'告归：等于说请假回家。告是告于公婆和丈夫，归是归父母家。上二句是说将告归的事告知于保姆。',
              	'薄：语助词，含有勉励之意。污（务wù）：洗衣时用手搓搓去污。私：内衣。',
              	'澣（环huàn）：洗濯（拙zhuó）。衣：指穿在表面的衣服。',
              	'害（何hé）：通“曷”，就是何。否：指不洗。',
              	'宁：慰安。以上四句和保姆说：洗洗我的衣服吧！哪些该洗，哪些不用洗？我要回家看爹妈去了。'
              ],
              "analysis": "这诗写一个贵族女子准备归宁的事。由归宁引出“澣衣”，由“衣”而及“絺绤”，由“絺绤”而及“葛覃”。诗辞却以葛覃开头，直到最后才点明本旨。“黄鸟”三句自是借自然景物起兴，似乎与本旨无关，但也未必是全然无关，因为群鸟鸣集和家人团聚是诗人可能有的联想。"
            },
            {
              "title": "卷耳",
              "originalText": [
                "采采卷耳，不盈顷筐。嗟我怀人，置彼周行。",
                "陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。",
                "陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。",
                "陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。"
              ],
              "simplifiedText": [
              	"采呀采呀卷耳菜，采来采去不满筐。怀念我的心上人，竹筐搁在大路旁。",
              	"我骑马儿上高山，马儿疲惫力用光。唯有暂饮杯中酒，使我暂时忘家乡。",
              	"我骑马儿上高冈，马儿疲惫眼发黄。唯有暂饮杯中酒，使我暂时不心伤。",
              	"我骑马儿上石岭，马儿疲惫体已伤。仆从生病难跟随，此情此景好凄凉！"
              ],
              "note": [
              	'采采：采了又采。采者是一个正怀念着远人的女子。卷耳：菊科植物，又叫做“苍耳”或“枲（洗xǐ）耳”，嫩苗可以吃。',
              	'顷筐：斜口的筐子，后高前低，簸箕之类。这种筐是容易满的，卷耳又是不难得的，现在采来采去装不满，可见采者心不在焉。',
              	'嗟：叹词。我：采者自称。怀：思念。',
              	'寘（至zhì）：即“置”，搁。彼：指那盛着卷耳的顷筐。周行（航háng）：大路。她因为怀人之故本没心思采卷耳，索性放下顷筐，搁在大路上。',
              	'陟（至zhì）：登。“陟彼”的“彼”字是指示形容词，与下文“酌彼”的“彼”字同。崔嵬（维wéi）：高处。这一句写思妇想象行人正登上高山。',
              	'虺隤（灰颓huī tuí）：又作“瘣（灰huī）颓”，就是腿软。这是思妇设想行人在说。自此以下的“我”都是思妇代行人自称。',
              	'姑：且。金罍（雷léi）：盛酒之器。',
              	'维：发语词，无实义。永怀：犹言“长相思”。思妇想象行人用酒宽慰自己，使自己不至于老想家。',
              	'玄黄：病。这里指眼花。',
              	'兕（似sì）：兽名，像牛，青色，有独角。用兕角做的酒杯叫做兕觥（gōng）。',
              	'永伤：犹“永怀”。',
              	'砠（居jū）：有土的石山。',
              	'瘏（涂tú）：与下句痡（葡pú）同义，都训作“病”，就是疲劳力竭。仆：同路仆人。',
              	'云：语助词，无实义。吁（需xū）：又作“盱”，忧意。“云何吁矣”等于说“忧如之何！”'
              ],
              "analysis": "这是女子怀念征夫的诗。她在采卷耳的时候想起了远行的丈夫，幻想他在上山了，过冈了，马病了，人疲了，又幻想他在饮酒自宽。第一章写思妇，二至四章写征夫。"
            },
            {
              "title": "樛木",
              "originalText": [
                "南有樛木，葛藟累之。乐只君子，福履绥之。",
                "南有樛木，葛藟荒之。乐只君子，福履将之。",
                "南有樛木，葛藟萦之。乐只君子，福履成之。"
              ],
              "simplifiedText": [
              	"南山有樛木，葛藤爬上树。和乐君子啊，福禄安抚你。",
              	"南山有樛木，葛藤覆上树。和乐君子啊，福禄扶助你。",
              	"南山有樛木，葛藤缠上树。和乐君子啊，福禄成全你。"
              ],
              "note": [
              	'南：南山。樛（揪jiū）：树枝下曲。',
              	'藟（磊lěi）：葛类。累：系。',
              	'只：助词。',
              	'履：禄。',
              	'荒：掩覆。',
              	'将：扶助。',
              	'萦：回旋，缠绕。'
              ],
              "analysis": "祝人快乐幸福。"
            },
            {
              "title": "螽斯",
              "originalText": [
                "螽斯羽，诜诜兮。宜尔子孙，振振兮。",
                "螽斯羽，薨薨兮。宜尔子孙。绳绳兮。",
                "螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。"
              ],
              "simplifiedText": [
              	"蜇螽的翅膀多又多，你的子孙聚成群。",
              	"蜇螽的翅膀轰轰响，你的子孙绵绵长。",
              	"蜇螽的翅膀聚纷纷，你的子孙难数清。"
              ],
              "note": [
              	'螽（中zhōng）斯：昆虫，又名蜇螽，身体绿色或褐色，触角呈丝状，善于跳跃，雄的前翅有发音器。',
              	'诜诜（真shēn）：与后文振振、绳绳、揖揖、蛰蛰均言其多且聚集成群。',
              	'薨薨（哄hōng）：虫群飞的声音。',
              	'宜：当然，无怪。',
              ],
              "analysis": "祝福人多子多孙，兴旺发达。"
            },
            {
              "title": "桃夭",
              "originalText": [
                "桃之夭夭，灼灼其华。之子于归，宜其室家。",
                "桃之夭夭，有蕡其实。之子于归，宜其家室。",
                "桃之夭夭，其叶蓁蓁。之子于归，宜其家人。"
              ],
              "simplifiedText": [
              	"桃树繁茂，桃花灿烂。女子出嫁，和美一家。",
              	"桃树繁茂，果实丰硕。女子出嫁，幸福一家。",
              	"桃树繁茂，枝叶浓密。女子出嫁，快乐一家。"
              ],
              "note": [
              	'夭夭：茂盛貌。',
              	'灼灼：鲜明貌。',
              	'之子：这个人。于归：女子出嫁。',
              	'宜：和顺。室家、家室、家人：均指家庭。',
              	'有：语助词。蕡（焚fén）：果实繁盛貌。',
              	'蓁蓁（真zhēn）：草木茂盛貌。'
              ],
              "analysis": "祝贺女子出家，能使家庭和睦，生活幸福。"
            },
            {
              "title": "兔罝",
              "originalText": [
                "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。",
                "肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。",
                "肃肃免罝，施于中林。赳赳武夫，公侯腹心。"
              ],
              "simplifiedText": [
              	"装好张张捕兔网，敲打木桩响叮当。",
              	"威猛武士雄赳赳，保护公侯好干将。",
              	"装好张张捕兔网，设在宽阔大路旁。",
              	"威猛武士雄赳赳，保护公侯好勇将。",
              	"装好张张捕兔网，设在广漠山林中。",
              	"威猛武士雄赳赳，保护公侯作心腹。"
              ],
              "note": [
              	'肃肃：严密的样子。罝（居jū）：捕兔的网。',
              	'椓（拙zhuó）：敲。丁丁（争zhēng）：象声词。',
              	'干城：本指起防御作用的盾牌、城郭，比喻保卫者。',
              	'施（意yì）：布置。中：语助词。逵（葵kuí）：四通八达之道。泛指大道。'
              ],
              "analysis": "赞美武士有才华，能捍卫国家，成为公侯的心腹。"
            },
            {
              "title": "芣苢",
              "originalText": [
                "采采芣苢，薄言采之。采采芣苢，薄言有之。",
                "采采芣苢，薄言掇之。采采芣苢，薄言捋之。",
                "采采芣苢，薄言袺之。采采芣苢，薄言襭之。"
              ],
              "simplifiedText": [
              	"车前子呀采啊采，采啊采啊采下来。",
              	"车前子呀采啊采，一堆一堆收起来。",
              	"车前子呀采啊采，一根一根拾起来。",
              	"车前子呀采啊采，一把一把捋起来。",
              	"车前子呀采啊采，牵起衣角装起来。",
              	"车前子呀采啊采，翻过衣襟兜起来。"
              ],
              "note": [
              	'芣苢（扶以fú yǐ）：植物名，即车前草。古人相信它的种子可以治妇女不孕。',
              	'薄、言：都是语助词。见《葛覃》篇。',
              	'有（古读以yǐ）：采取。上面“采之”是泛言去采，未见到芣苢，这里“有之”是见到芣苢动手采取。',
              	'掇：拾取。',
              	'捋：成把地从茎上抹取。',
              	'袺（结jié）：手持衣襟来盛东西。',
              	'襭（协xié）：将衣襟掖在带间来盛东西，比手持衣角兜得更多些。'
              ],
              "analysis": "这篇似是妇女采芣苢子时所唱的歌。开始是泛言往取，最后是满载而归，欢乐之情可以从这历程见出来。"
            },
            {
              "title": "汉广",
              "originalText": [
                "南有乔木，不可休息。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。",
                "翘翘错薪，言刈其楚。之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。",
                "翘翘错薪，言刈其蒌。之子于归。言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。"
              ],
              "simplifiedText": [
              	"南方有树多高大，谁有福分在树下。",
              	"汉水游女好美貌，只是不能追求到。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！",
              	"大树枝条杂又多，我斩荆棘受折磨。",
              	"女子如果愿出嫁，喂饱马儿去接她。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！",
              	"大树枝条杂又多，我斩萎蒿一垛垛。",
              	"女子如果愿出嫁，喂饱马驹接回家。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！"
              ],
              "note": [
              	'乔木：高耸的树。',
              	'休：庥（休xiū）荫之“庥”，“休”与“庥”本是一字。“不可庥”言不能得到它的覆荫，形容树的高耸。思：语尾助词，无实义。下同。',
              	'汉：水名。源出今陕西宁羌县北，东流入今湖北省，至汉阳入长江。潜行水中为“游”。游女：指汉水的女神。乔木不可休，游女不可求，都是喻所求之女不可得。',
              	'泳：古读如“养”。',
              	'江：长江，长江在古时专称江，或江水。',
              	'方：训“周匝”，就是环绕。遇小水可以绕到上游浅狭处渡过去，江水太长，不能绕匝而渡。“不可泳”、“不可方”也是喻彼女不可求得。',
              	'翘翘：高大貌。错薪：杂乱的柴草。刈（yì）：割。',
              	'楚：植物名，落叶灌木，又名荆。以上两句似以“错薪”比喻一般女子，“楚” 比喻所求女子',
              	'之子：犹言“那人”，指彼女。于：往。归：女子出嫁叫做“归”。',
              	'秣（莫mò）：喂牲口。“马”字古读“姥”，即“暮”字的上声。上两句和末章的三、四句是设想和彼女结婚，喂马是为了驾车亲迎。',
              	'蒌（楼lóu）：蒌蒿，菊科植物。一说“蒌”为“芦”字的假借。也是喻所求女子。',
              	'驹：五尺至六尺的马。'
              ],
              "analysis": "这是男子求偶失望的诗。全篇用比喻和暗示。"
            },
            {
              "title": "汝坟",
              "originalText": [
                "遵彼汝坟，伐其条枚。未见君子，惄如调饥。",
                "遵彼汝坟，伐其条肄。既见君子，不我遐弃。",
                "鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。"
              ],
              "simplifiedText": [
              	"沿着汝河坎上游，砍了树木低着头。",
              	"一日不能见夫君，如饥似渴心忧愁。",
              	"顺着汝河坎上走，砍了枝条抬起头。",
              	"见到夫君还家来，如胶似漆情深厚。",
              	"鲂鱼尾巴艳艳红，王室差役火熊熊。",
              	"虽说差役烈似火，父母仍在要供奉。"
              ],
              "note": [
              	'遵：循，沿着。汝：汝河。坟：大堤。',
              	'条：山楸树枝。枚：树干。',
              	'君子：这里是妻对夫的称呼。',
              	'惄（逆nì）：忧愁。调：通“朝”，早晨。',
              	'肄（意yì）：嫩枝条。',
              	'遐：远。',
              	'赪（撑chēng）：赤色。',
              	'燬（毁huǐ）：火。',
              	'孔：很。迩：近。'
              ],
              "analysis": "丈夫行役在外，妻子在砍柴时思念他，并想象丈夫回来时的愉快心情，庆幸丈夫没有遗弃她。"
            },
            {
              "title": "麟之趾",
              "originalText": [
                "麟之趾，振振公子，于嗟麟兮。",
                "麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。"
              ],
              "simplifiedText": [
              	"麒麟的足啊，如同仁义的好公子，那可赞美的麒麟啊！",
              	"麒麟的额啊，如同宽厚的好公子，那可赞美的麒麟啊！",
              	"麒麟的角啊，如同善良的好公子，那可赞美的麒麟啊！"
              ],
              "note": [
              	'麟：麒麟，传说中的一种仁慈之兽。趾：足。有趾为足，无趾为蹄。',
              	'振（真zhēn）振：信实仁厚貌。',
              	'定：额头。',
              	'公姓：与公子、公族近义，均指贵族子孙。'
              ],
              "analysis": "赞美公侯子孙兴盛，品德优良。"
            }
          ]
        },
        {
          "title": "国风·召南",
          "poems": [
            {
              "title": "鹊巢",
              "originalText": [
                "维鹊有巢，维鸠居之。之子于归，百两御之。",
                "维鹊有巢，维鸠方之。之子于归，百两将之。",
                "维鹊有巢，维鸠盈之。之子于归，百两成之。"
              ],
              "simplifiedText": [
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车相迎娶。",
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车相护送。",
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车成鸾俦。"
              ],
              "note": [
              	'两：辆。御（压yà）：迎迓，迎接。',
              	'方：占据。',
              	'将：送。',
              	'成：完成婚礼，指举行礼仪成婚。'
              ],
              "analysis": "歌颂贵族女子出嫁。“鸠居鹊巢”，比喻新娘住进男家。"
            },
            {
              "title": "采蘩",
              "originalText": [
                "于以采蘩？于沼于沚。于以用之？公侯之事。",
                "于以采蘩？于涧之中。于以用之？公侯之宫。",
                "被之僮僮，夙夜在公。被之祁祁，薄言还归。"
              ],
              "simplifiedText": [
              	"何处可以采白蒿，湖泽之畔和沙洲。",
              	"采来白蒿作何用，公侯之家祭祖宗。",
              	"何处可以采白蒿，山涧之中路迢迢。",
              	"采来白蒿作何用，公侯之家祭宗庙。",
              	"夫人假发高又松，早晚忙碌在后宫。",
              	"夫人发饰多又密，忙完一天才休息。"
              ],
              "note": [
              	'蘩：白蒿。',
              	'沚：小沙洲。',
              	'事：祭祀。',
              	'宫：宗庙。',
              	'被（皮pí）：妇女的假发。僮僮（童tóng）：高耸状。',
              	'夙：早晨。',
              	'祁祁：极言其多。'
              ],
              "analysis": "写妇女采蘩供奉祭事。"
            },
            {
              "title": "草虫",
              "originalText": [
                "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。",
                "陟彼南山，言采其蕨。未见君子，忧心惙々。亦既见止，亦既觏止，我心则说。",
                "陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。"
              ],
              "simplifiedText": [
                "草虫喓喓鸣，阜螽随声跳。",
                "不见心上人，心中乱糟糟。",
                "只要见到他，交欢有浓情，我心就平静。",
                "爬到南山上，前去采蕨苗。",
                "不见心上人，心中忧戚戚。",
                "只要见到他，情意相交接，我心就欢悦。",
                "爬到南山坡，前去采蕨叶。",
                "不见心上人，心中悲切切。",
                "只要见到他，两情同欢乐，我心才平和。"
              ],
              "note": [
                '喓喓（腰yāo）：虫鸣声。',
                '趯趯（替tì）：跳跃。阜螽（中zhōng）：昆虫。',
                '亦：发语词。止：代词“之”。',
                '觏（够gòu）：交合。',
                '降（洪hóng）：平和。',
                '惙惙（龊chuò）：愁苦貌。',
                '说（阅yuè）：通“悦”。',
                '夷：平。'
              ],
              "analysis": "女子怀念远出的丈夫，并想象他回家团聚时的喜悦。"
            },
            {
              "title": "采蘋",
              "originalText": [
                "于以采蘋？南涧之滨。于以采藻？于彼行潦。",
                "于以盛之？维筐及筥。于以湘之？维锜及釜。",
                "于以奠之？宗室牖下。谁其尸之？有齐季女。"
              ],
              "simplifiedText": [
                "什么地方可采蘋？南山涧中那水滨。",
                "什么地方可采藻？水流深处细细找。",
                "什么东西来装载？有那方筐与圆箩。",
                "什么东西来烹煮？用那有腿无腿锅。",
                "什么地方摆祭台？祠堂里面窗子下。",
                "什么人儿来祭祖？斋戒沐浴妙龄女。"
              ],
              "note": [
                '蘋、藻：水草名。',
                '行潦：流水。',
                '湘：烹饪供祭祀的牛羊。',
                '宗室：宗庙、祠堂。牖（有yǒu）：窗。',
                '尸：祭祀中扮神的人。',
                '齐（摘zhāi）：通“斋”。季女：少女。'
              ],
              "analysis": "女子出嫁前采集蘋藻，举行祭祀，向祖宗告别。"
            },
            {
              "title": "甘棠",
              "originalText": [
                "蔽芾甘棠，勿剪勿伐，召伯所茏。",
                "蔽芾甘棠，勿剪勿败，召伯所憩。",
                "蔽芾甘棠，勿剪勿拜，召伯所说。"
              ],
              "simplifiedText": [
                "葱茏杜梨树，请勿去砍伐，召伯曾居住。",
                "葱茏杜梨树，请勿去折断，召伯曾停歇。",
                "葱茏杜梨树，请勿去弯曲，召伯曾停驻。"
              ],
              "note": [
                '蔽芾（废fèi）：树木葱茏貌。甘棠：杜梨树。',
                '翦：即剪。',
                '茇（拔bá）：与下文的憩、说，同为暂时滞留之意。',
                '败：折枝。',
                '拜：屈枝。'
              ],
              "analysis": "相传西周召伯听政于甘棠树下，人民怀念他，写了这首诗。"
            },
            {
              "title": "行露",
              "originalText": [
                "厌浥行露，岂不夙夜，谓行多露。",
                "谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！",
                "谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！"
              ],
              "simplifiedText": [
                "道上露水湿纷纷。难道不想行五更？只怕晨露湿我身。",
                "谁言麻雀没有嘴？如何穿入我屋中？谁说你还没成家？为何害我见官家？即便使我入牢狱，要想娶我万不能！",
                "谁言老鼠没有牙？如何在我墙上爬？谁说你还没成家？为何害我见官家？虽然使我遭诉讼，要想娶我万不从！"
              ],
              "note": [
                '厌：“湆（泣qì）”的借字。湆浥（意yì）：湿貌。行（航háng）：道路。',
                '夙夜：早夜，就是夜未尽天未明的时候。',
                '谓：同“畏”。与下文“谁谓”的“谓”不同义。以上三句是说只要不在早夜走路就不怕露水，似比喻不犯法就不怕刑罚。',
                '角（路lù）：鸟嘴。',
                '家：夫家。',
                '速：招致。狱：讼，打官司。第二章的第一、二句和三、四句的关系虽不是很贴切的比喻却是很自然的联想，因为有角和有家同是有，穿我屋和速我狱同是侵害。第三章一、二句和三、四句的关系同此。',
                '室家：犹“夫妇”，男子有妻叫做“有室”，女子有夫叫做“有家”。“室家不足”是说对方要求缔结婚姻的理由不足。',
                '墉（庸yōng）：墙。“穿屋”、“穿墉”比喻害人的行为。女（汝rǔ）：通“汝”。'
              ],
              "analysis": "一个强横的男子硬要聘娶一个已有夫家的女子，并且以打官司作为压迫女方的手段。女子的家长并不屈服，这诗就是他给对方的答复。诗的大意说：你像麻雀和耗子似的害了我，教我吃官司，但是谁不知道我的女孩儿已经许了人家？你要娶她，你可没有充足的法律根据。我拚着坐牢也不依从你。"
            },
            {
              "title": "羔羊",
              "originalText": [
                "羔羊之皮，素丝五紽。退食自公，委蛇委蛇。",
                "羔羊之革，素丝五緎。委蛇委蛇，自公退食。",
                "羔羊之缝，素丝五总。委蛇委蛇，退食自公。"
              ],
              "simplifiedText": [
                "羔羊皮袄蓬松松，白色丝带作钮扣。",
                "退出公府吃饭去，摇摇摆摆好自得。",
                "羔羊皮袄毛绒绒，白色丝带作钮扣。",
                "洋洋自得出公府，回到家里吃饭去。",
                "羔羊皮袄热烘烘，白色丝带作钮扣。",
                "洋洋自得出公府，回到家里吃饭去。"
              ],
              "note": [
                '皮（婆pó）、革（气qì）、缝：毛皮或皮袄。',
                '素丝：白蚕丝。紽（驮tuó）：量词，丝数。',
                '退食自公、自公退食（似sì）：从公府回家中进餐。',
                '委蛇（移yí）：逶迤。洋洋自得貌。',
                '緎（瘀yū）：丝数。',
                '总：丝数。'
              ],
              "analysis": "描写官僚们锦衣玉食，无所事事。"
            },
            {
              "title": "殷其雷",
              "originalText": [
                "殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！",
                "殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！",
                "殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！"
              ],
              "simplifiedText": [
                "雷声隐隐响隆隆，好像就在南山南。",
                "为何才回又要走，不敢稍稍有闲暇？",
                "诚实忠厚心上人，妻在家里盼你归！",
                "雷声隐隐隆隆响，好像就在南山旁。",
                "为何才回又启程，不敢稍稍暂休整？",
                "诚实忠厚心上人，妻在家里盼你归！",
                "雷声隐隐隆隆响，好像就在南山下。",
                "为何才聚又离别，不敢稍稍作停歇？",
                "诚实忠厚心上人，妻在家里盼你归！"
              ],
              "note": [
                '殷：雷声。通“隐”。',
                '阳：山之南坡。',
                '斯：含此人此地之意。违：离别。',
                '或：有。遑（皇huáng）：闲暇。',
                '振振（真zhēn）：忠诚老实貌。',
                '处：居住，停留。'
              ],
              "analysis": "妻子热切地盼望丈夫早日归来。"
            },
            {
              "title": "摽有梅",
              "originalText": [
                "摽有梅，其实七兮。求我庶士，迨其吉兮。",
                "摽有梅，其实三兮。求我庶士，迨其今兮。",
                "摽有梅，顷筐塈之。求我庶士，迨其谓之。"
              ],
              "simplifiedText": [
                "枝头梅子落纷纷，树上还留有七成！追求我的小伙子，不要错过好时辰！",
                "枝头梅子落纷纷，树上只留有三成！追求我的小伙子，今天就是好时辰！",
                "梅子全部落下来，倾尽筐子让他取！追求我的小伙子，趁着时机嫁给他！"
              ],
              "note": [
                '摽（biào）：坠落。梅：梅树的果实。有：语助词，古语往往在一个单音词上配一个“有”字，如“有夏”、“有司”等和“有梅”词例相同。',
                '其实七兮：“七”表多数，言未落的果实还有十分之七，比喻青春所馀尚多。兮：语助词，有声无义。',
                '庶：众。士：指未婚的男子。',
                '迨（代dài）：及，趁着。吉：吉日。以上两句是说希望有心追求自己的男子们不要错过吉日良辰。',
                '其实三兮：“三（古读如森）”表少数，言梅子所馀仅有十分之三，比喻青春逝去过半。',
                '今：即时的意思。言不必等待了，现在就来吧。',
                '塈（戏xì）：是“摡（戏xì）”的借字，《玉篇》引作“摡”，取。用顷筐取梅，言其落在地上的已经很多了。',
                '谓：读为“会”，《诗经》时代有在仲春之月“会男女”的制度，凡男子到三十岁未娶，女子到二十岁未嫁的都借这个会期选择对象，不必依正常的礼制儿婚配。一说“谓”是告语，言一语定约。'
              ],
              "analysis": "本篇写女子求偶，希望求婚的男子及时而来。每章一、二两句以梅子坠落比喻青春消逝，三、四两句是她对男子的愿望。"
            },
            {
              "title": "小星",
              "originalText": [
                "嘒彼小星，三五在东。肃肃宵征，夙夜在公。实命不同！",
                "嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。实命不犹！"
              ],
              "simplifiedText": [
                "小小星星闪微光，三三五五在东方。有人匆忙赶夜路，日日夜夜在公堂。只因命运不一样。",
                "小小星星闪微光，参星昴星在天上。有人匆忙赶夜路，抛开温暖被和褥。只因命运不一样。"
              ],
              "note": [
                '嚖（惠huì）：《广韵》作“暳”，光芒微弱的样子。',
                '三五：似即指下章所提到参、昴（详下）。',
                '肃肃：急急忙忙。宵征：夜行。',
                '夙夜：早晨和夜晚，和《行露》篇的“夙夜”意义不同。公：指公事。这句是说不分早晚都在办着国君的事。',
                '寔：即“实”，此。',
                '参：星宿名。共七星，四角四星，中间横列三星。古人又以横列的三星代表参宿。《绸缪》篇的“三星在户”和本篇的“三五在东”都以三星指参星。昴（卯mǎo）：也是星宿名，又叫旄头，共七星。古人又以为五星，有昴宿之精变化成五老的传说。上章“三、五”的五即指昴星。参、昴相近，可以同时出现在东方。',
                '衾（亲qīn）：被子。裯（绸chóu）：床帐。',
                '不犹：不如。'
              ],
              "analysis": "本篇写小臣出差，连夜赶路，想到尊卑之间劳逸不均，不觉发出怨言。“寔命不同”、“寔命不犹”是和朝中居高位的人比较，虽说委之于命，实在是不平之鸣。和《小雅·北山》的四、五、六等章相类。"
            },
            {
              "title": "江有汜",
              "originalText": [
                "江有汜，之子归，不我以。不我以，其后也悔。",
                "江有渚，之子归，不我与。不我与，其后也处。",
                "江有沱，之子归，不我过。不我过，其啸也歌。"
              ],
              "simplifiedText": [
                "江有倒流水，那人又娶妻，不与我相随！现在不要我，以后必后悔。",
                "江有小沙洲，那人又娶妻，不与我相随！现在不要我，以后还要归。",
                "江有小支流，那人又娶妻，不过我的门！此时不见我，日后必悲歌。"
              ],
              "note": [
                '汜（似sì）：由主流分出而复汇合的河水。',
                '以：相从，相好。',
                '渚：小沙洲。',
                '与：同“以”。',
                '处：忧。',
                '沱：支流。',
                '过：经过。',
                '其：将。啸：号。啸也歌：边哭边唱。'
              ],
              "analysis": "丈夫另有新欢，妻子幻想他回心转意，终于失望。"
            },
            {
              "title": "野有死麕",
              "originalText": [
                "野有死麕，白茅包之。有女怀春，吉士诱之。",
                "林有朴?，野有死鹿。白茅纯束，有女如玉。",
                "舒而脱脱兮，无感我帨兮，无使尨也吠。"
              ],
              "simplifiedText": [
                "山野之外一死獐，白茅轻轻将它包。二八娇女春情萌，青年猎人把她撩。",
                "大树林子小灌木，荒山野岭死麋鹿。白色茅绳将它束，这个少女颜如玉。",
                "轻点慢点好哥哥，不要弄乱我佩巾，不要惊动小猎犬。"
              ],
              "note": [
                '麕（均jūn）：兽名，就是獐。',
                '白茅：草名，属禾本科。在阴历三四月间开白花。包：古音读bǒu。',
                '怀春：春指男女的情欲。',
                '吉士：男子的美称，指那猎获獐子的人。',
                '朴樕（速sù）：低矮灌木。',
                '纯束：归总在一块儿捆起来。那“吉士”砍了朴樕做柴薪，用白茅纠成绳索，将它和打死的鹿捆在一处。',
                '舒而：犹舒然，就是慢慢地。脱脱（兑duì）：舒缓的样子。',
                '无：表示禁止的词，同“毋”。 感（撼hàn）：“撼”字的古写，动。帨（税shuì）：是佩巾，或蔽膝，系在腹前。',
                '尨（忙máng）：多毛的狗。末章是女子对那吉士所说的话。她要求他别冒冒失失，别动手动脚，别惹得狗儿叫起来，惊动了人。'
              ],
              "analysis": "这诗写丛林里一个猎人，获得了獐和鹿，也获得了爱情。"
            },
            {
              "title": "何彼襛矣",
              "originalText": [
                "何彼襛矣，唐棣之华？曷不肃雍？王姬之车。",
                "何彼襛矣，华如桃李？平王之孙，齐侯之子。",
                "其钓维何？维丝伊缗。齐侯之子，平王之孙。"
              ],
              "simplifiedText": [
                "花团锦簇多繁华，好比唐棣鲜花开。庄重和悦不曾见？那是王姬乘车来。",
                "花团锦簇多美丽，色泽艳绝如桃李。那是平王的子孙，娶了齐侯的娇女。",
                "河中垂钓用什么？并合之丝结细绳。齐侯女儿坐华乘，嫁予平王后世人。"
              ],
              "note": [
                '襛（农nóng）：花木繁盛。',
                '唐棣（第dì）：木名，状似白杨，能开花结果。华：花。',
                '曷：难道。雝（庸yōng）：和乐。',
                '其钓维何：用什么来钓鱼？以鱼喻配偶。',
                '伊缗（民mín）：伊，发语词。缗，两股合一的丝绳。'
              ],
              "analysis": "描写贵族女子出嫁时车马服饰的美盛。"
            },
            {
              "title": "驺虞",
              "originalText": [
                "彼茁者葭，壹发五豝，于嗟乎驺虞！",
                "彼茁者蓬，壹发五豵，于嗟乎驺虞！"
              ],
              "simplifiedText": [
                "芦苇茂盛真茁壮，（他）发箭射杀五头猪，多可恶的驺虞啊！",
                "蓬蒿丛丛真茂盛，五头小猪瞬间杀，多可恨的驺虞啊！"
              ],
              "note": [
                '葭（加jiā）：芦苇。',
                '壹：发语词。豝（巴bā）：幼小的母猪。',
                '驺（邹zōu）虞：古时司牧猎的官吏。',
                '蓬：蓬草。',
                '豵（纵zòng）：小猪或小兽。'
              ],
              "analysis": "赞美猎人本领高强。"
            }
          ]
        },
        {
          "title": "国风·邶风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。",
                "我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往诉，逢彼之怒。",
                "我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。",
                "忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。",
                "日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。"
              ],
              "simplifiedText": [
                "划着小小柏木舟，飘来荡去到中流。惴惴不安难入睡，如有忧愁在心头。并非手中没有酒，举起痛饮自在游。",
                "我心不是青铜镜，善恶很难都辨清。虽有亲兄弟同胞，心难沟通不能靠。满心痛苦去倾诉，他们无情很恼怒。",
                "我心不比那方石，不能挪动又转移。我心不比芦苇席，不能随手便卷起。你的气宇很轩昂，我心不会选他人。",
                "满腹愁苦心焦虑，怨愤小人恨难消。遭遇祸患实在多，历经屈辱也不少。静静细思此间事，捶胸不眠真难熬。",
                "可恨太阳与月亮，为何亏缺无光芒？心中忧虑难舒畅，犹如没洗脏衣裳。静静细思从前事，不能上天任翱翔。"
              ],
              "note": [
                '汎（泛fàn）：同“泛”，漂流貌。柏舟：柏木刳成的舟。刳（哭kū）：剖开，挖空。',
                '亦：语助词。这两句是说柏舟泛泛而流，不知所止。作者用来比喻自己的身世。',
                '耿耿：不安貌。',
                '如：犹“而”。隐：幽深。《淮南子?说山训》高诱注引作“殷”，盛大。“隐忧”是深藏隐曲之忧。“殷忧”是大忧，都可以通。',
                '微：非，不是。',
                '以：于此。敖：通“遨”。五、六两句言并非我无酒消忧，也不是不得遨游，而是饮酒和遨游都解不了这忧愁。',
                '匪：非。鉴：明镜。',
                '茹（如rú）：含，容纳。以上两句是说我心不能像镜子对于人影似的，不分好歹，一概容纳。',
                '据：依靠。',
                '薄言：见《芣苢》篇。愬（素sù）：告诉。',
                '以上四句言石头是任人转动的，席子是任人卷曲的，我的心却不是这样。也就是说不能随俗，不能屈志。',
                '威仪：尊严、礼容。棣棣：犹“秩秩”，上下尊卑次序不乱之貌。',
                '选：读为“巽（逊xùn）”，巽是屈挠退让的意思。',
                '悄悄：苦愁状。',
                '愠（运yùn）：怒。群小：众小人。',
                '觏（够gòu）：通“遘”，遭遇。《楚辞?哀时命》王逸注引作“遘”。闵（敏mǐn）：痛。因为见怒于群小所以遭遇许多伤痛的事，受了不少侮辱，因此不得不“忧心悄悄”。',
                '静言：犹“静然”，就是仔细地。',
                '辟：《玉篇》引作“擗”，就是拊（府fǔ）心。摽（biào）：捶击。这句是说醒寤的时候越想越痛，初则拊（抚摩）胸，继则捶胸。',
                '居、诸：语助词。',
                '迭：更迭，就是轮番。微：言隐微无光。《小雅·十月之交》篇“彼月而微，此日而微”，微指日月蚀，这里“微”字的意义相似。以上二句问日月为何更迭晦蚀，而不能常常以光明照临世界。言正理常常不能表白。',
                '澣（换huàn）：洗。如匪澣衣：像不加洗濯的衣服。以上二句言心上的烦恼不能清除，正如不澣之衣污垢长在。'
              ],
              "analysis": "这诗的作者被“群小”所制，不能奋飞，又不甘退让，怀着满腔幽愤，无可告语，因而用这委婉的歌辞来申诉。关于作者的身份和性别，旧说颇为纷歧，大致有君子在朝失意，寡妇守志不嫁和妇人不得志于夫等说。从诗中用语，像“如匪澣衣”这样的比喻看来，口吻似较适合于女子。从“亦有兄弟，不可以据”两句也见出作者悲怨之由属于家庭纠纷的可能性比较大，属于政治失意的可能性比较小。"
            },
            {
              "title": "绿衣",
              "originalText": [
                "绿兮衣兮，绿衣黄裹。心之忧矣，曷维其已！",
                "绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡！",
                "绿兮丝兮，女所治兮。我思古人，俾无訧兮！",
                "絺兮绤兮，凄其以风。我思古人，实获我心！"
              ],
              "simplifiedText": [
                "绿色外衣穿在身，黄色下衣里面藏。触物思人情难却，何时才能不心伤！",
                "绿色外衣穿在身，黄色下衣里面藏。心中忧愁割不断，怎么能够把你忘！",
                "绿色丝绸穿在身，件件都是你所赠。思念我公不相忘，愿你从此无过失！",
                "粗衣细衣穿身上，风儿吹过感凄凉。我思夫君情意在，称心如意好君郎！"
              ],
              "note": [
                '里：在里面的衣服，似即指下章“黄裳”之“裳”，而不是夹衣的里层。衣在裳外，衣短裳长。从上下说，衣在上，裳在下；从内外说，衣在表，裳在里。',
                '曷：同“何”，何时。已：止。',
                '亡：通“忘”。这两句和《小雅·沔水》篇“心之忧矣，不可弭（米mǐ）忘”意同。',
                '治：理。',
                '古人：故人，指故妻。（《古诗?上山采蘼芜》篇“新人虽言好，未若故人殊”，也是称故妻为故人。）',
                '俾（比bǐ）：使。訧（怡yí）：过失。这句是说故妻能匡正我，使我无过失。',
                '絺（痴chī）：细的葛布。绤（戏xì）：粗的葛布。丝和絺绤都是做衣裳的材料，所以联想。',
                '凄：凉意。这两句是说絺绤之衣使人穿着感到凉快。',
                '这一句等于说实在中我的心意。'
              ],
              "analysis": "这是男子睹物怀人，思念故妻的诗。“绿衣黄裳”是“故人”亲手所制，衣裳还穿在身上，做衣裳的人已经见不着（生离或死别）了。"
            },
            {
              "title": "燕燕",
              "originalText": [
                "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。",
                "燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。",
                "燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。",
                "仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"
              ],
              "simplifiedText": [
                "轻盈燕子双双飞，一前一后紧相随。我的妹子要出嫁，迢遥相送难转回。抬首遥望不能见，涕泣如雨涟涟泪。",
                "轻盈燕子双双飞，上下翻转影蹁跹。我的妹子要出嫁，送到天边路万千。抬首遥望不能见，伫立良久泪涟涟。",
                "轻盈燕子双双飞，忽上忽下叫声悲。我的妹子要出嫁，送到南山地幽晦。抬首遥望不能见，凄凄怆怆心忧悴。",
                "我的妹子本姓任，心境仁厚且真诚。温柔贤惠世人羡，淑娴谨慎善修身。先父之德常记取，她用此语勉寡人。"
              ],
              "note": [
                '燕燕：鸟名，燕子，或单称燕。',
                '差池（cī chí）：参差不齐。羽：指翅。诗人所见不止一燕，飞时有先后，或不同方向，其翅不相平行。',
                '之子：指被送的女子。',
                '野：古读如“宇（yǔ）”。',
                '颉（谐xié）：上飞。颃（航háng）：下飞。',
                '将：送。',
                '下上其音：言鸟声或上或下。',
                '南（古音您nín）：指南郊。一说“南” 和“林”声近字通。林指野外。劳：忧伤。',
                '仲氏：弟。诗中于归原型的女子是作者的女弟，所以称之为仲氏。任：可以信托的意思。一说任是姓，此女嫁往任姓之国。只：语助词。',
                '塞：实。渊：深。塞渊：诚实厚道。',
                '终：既。',
                '勗（续xù）：勉励。寡人：国君自称之词。以上二句是说仲氏劝我时时以先君为念。'
              ],
              "analysis": "这篇是卫君送别女弟远嫁的诗。前三章是送别时的情景。末章写女弟的美德和别时共相勉励的话。"
            },
            {
              "title": "日月",
              "originalText": [
                "日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。",
                "日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。",
                "日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。",
                "日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。"
              ],
              "note": [
                '居、诸：语气词，犹“乎”。',
                '乃：竟然。',
                '逝：何。古处：故处。',
                '宁：从来。不我顾：不顾我。在《诗经》中这种句法很多。',
                '冒：覆盖。',
                '德音无良：有好话却无好心。',
                '俾：使。',
                '抱：同“报”。述：遵循常情。'
              ],
              "simplifiedText": [
                '天边太阳和月亮，光辉普照大地上。竟然还有这种人，不念旧情变心肠。心里怎么能安定，为啥不把我来想？',
                '太阳月亮挂九霄，大地普遍得照耀。竟然还有这种人，不跟继续和我好？心里怎么能安定，为啥不把音讯捎？',
                '天边太阳和月亮，光辉出来自东方。竟然还有这种人，言语甜蜜心不良。心里怎么能安定，叫我忧念怎能忘？',
                '天边太阳和月亮，出自东方照大地。叫声爹爹叫声娘，丈夫爱我不到底。心里怎么能安定？对我蛮横不讲理。'
              ],
              "analysis": "一位妇女怨恨丈夫遗弃自己。"
            },
            {
              "title": "终风",
              "originalText": [
                "终风且暴，顾我则笑，谑浪笑敖，中心是悼。",
                "终风且霾，惠然肯来，莫往莫来，悠悠我思。",
                "终风且曀，不日有曀，寤言不寐，愿言则嚏。",
                "曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。"
              ],
              "simplifiedText": [
                "风既狂来雨又暴，看见我来嘻嘻笑。调戏放荡瞎胡闹，心里悲伤多烦恼。",
                "大风既起尘土扬，又是心顺来我旁。如今不来又不往，思绪绵绵怎能忘？",
                "风既刮来云又起，太阳刚露乌云蔽。躺在床上睡不着，想他定会打喷嚏。",
                "满脸乌云日色暗，虺虺雷声震天边。躺在床上睡不着，愿他悔悟把我念。"
              ],
              "note": [
                '终：既。',
                '顾：看见。',
                '霾（埋mái）：阴霾。',
                '曀（意yì）：阴而有风。',
                '虺虺（灰huī）：始发之雷声。'
              ],
              "analysis": "一位妇女怨叹自己受丈夫玩弄而得不到真正的爱情。"
            },
            {
              "title": "击鼓",
              "originalText": [
                "击鼓其镗，踊跃用兵。土国城漕，我独南行。",
                "从孙子仲，平陈与宋。不我以归，忧心有忡。",
                "爰居爰处？爰丧其马？于以求之？于林之下。",
                "死生契阔，与子成说。执子之手，与子偕老。",
                "于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。"
              ],
              "simplifiedText": [
                "擂起战鼓响咚咚，战士踊跃舞刀枪。别人修路筑漕城，我独远行去南方。",
                "跟着统帅孙子仲，联合友邦陈与宋。不能让我同回家，满怀忧愁难自控。",
                "哪儿停下哪儿住？哪儿丢失那些马？哪儿能够找到它？在那深深丛林下。",
                "誓同生死志如金，你我约言记在心。紧紧握住你的手，白头偕老永不分。",
                "啊哟道路太遥远，不让相聚在一堂。啊哟离别太久长，约言难守我心伤。"
              ],
              "note": [
                '镗（汤tāng）：鼓声。',
                '踊跃：操练武术时的动作。兵：武器。',
                '“土”、“国”同义。城漕：在漕邑筑城。漕邑在今河南省滑县东南。',
                '南行：指出兵往陈、宋。这两国在卫国之南。三四句表示宁愿参加国内城漕的劳役，不愿从军南征。',
                '孙子仲：当时卫国领兵南征的统帅。“孙”是氏，“子仲”是字。孙氏是卫国的世卿。',
                '陈国国都在宛丘，今河南省淮阳县。宋国国都在睢（虽suī）阳，今河南省商丘县南。“平陈与宋”是说平定这两国的纠纷。',
                '不我以归：“以”和“与”通。“不我以归”就是说不许我参与回国的队伍。卫军一部分回国一部分留戍。',
                '有忡（充chōng）：犹“忡忡”。心不宁貌。',
                '爰（原yuán）：疑问代名词，就是在何处。这句是说不晓得哪儿是我们的住处。',
                '丧：丢失。这句是说不知道将要在哪儿打败仗，把马匹丧失了。',
                '于以：犹“于何”。以下两句是说将来在哪儿找寻呢？无非在山林之下吧。这是忧虑战死，埋骨荒野。',
                '“死生契阔”：言生和死都结合在一起。契：合。阔：疏。“契阔”在这里是偏义复词，偏用“契”义。',
                '成说：犹“成言”，就是说定了。所说就是“死生契阔”、“与子偕老”。子：作者指他的妻。下同。',
                '于嗟：叹词。阔：言两地距离阔远。',
                '活：读为“佸（活huó）”，相会。',
                '洵（旬xún）：《释文》谓《韩诗》作“夐（xiòng）”，久远。末章四句是说这回分离得长远了，使我不能和爱人相会，实现“偕老”的誓言。'
              ],
              "analysis": "这是卫国远戍陈宋的兵士嗟怨想家的诗。据《左传》，鲁宣公十二年，宋伐陈，卫穆公出兵救陈。十三年，晋国不满意卫国援陈，出师讨卫。卫国屈服。本诗可能和这段史事有关。揣想当时留守在陈宋的军士可能因晋国的干涉和卫国的屈服，处境非常狼狈，所以诗里有“爰丧其马”这类的话。第三章和末章都是悲观绝望的口气，和普通征人念乡的诗不尽同。"
            },
            {
              "title": "凯风",
              "originalText": [
                "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。",
                "凯风自南，吹彼棘薪。母氏圣善，我无令人。",
                "爰有寒痊在浚之下。有子七人，母氏劳苦。",
                "睍睆黄鸟，载好其音。有子七人，莫慰母心。"
              ],
              "note": [
                '凯：乐。南风和暖，使草木欣欣向荣，所以又叫做“凯风”。',
                '酸枣树叫做“棘”。棘心：是未长成的棘。作者以“凯风”喻母，以“棘心”自喻。',
                '夭夭：旺盛貌。',
                '劬（渠qú）：劳苦。',
                '棘薪：已经长成可以做柴薪的棘。长成而只能做柴薪，比喻自己不善。',
                '圣：古通“听”。“听善”是听从善言的意思。',
                '令：善。以上二句言阿母是能听从善言的，但我们这七个儿子之中却没有一个善人（不能以善言帮助阿母）。',
                '寒泉：似喻忧患。',
                '浚：卫国地名，在楚丘之东。似即作者母子居住的地方。下：古音如“户”。',
                '睍（献xiàn）睆（缓huǎn）：黄鸟鸣声，又作“间关”。黄鸟：今名黄雀，是鸣声可爱的小鸟。',
                '载：则。“载好其音”即“其音则好”。这两句是以鸟有好音反比人无善言。'
              ],
              "simplifiedText": [
                "和风从南到，吹那嫩棘条。枝条随风曲，母亲多操劳。",
                "和风从南到，吹那棘枝条。母亲敏且善，无奈儿不孝。",
                "寒泉何处有？就在浚城处。儿子有七人，母亲却劳苦。",
                "婉转黄鹂音，歌声真动人。儿子有七人，无人慰母心。"
              ],
              "analysis": "这是儿子怜母的诗。本事不传。《孟子·告子下》：“凯风亲之过小者也”，大约母氏因小过不得志于其夫，陷于痛苦的境地，儿子悔恨不能劝谏，使阿母免于过失，又自责坐视阿母处境痛苦，不能安慰。"
            },
            {
              "title": "雄雉",
              "originalText": [
                "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。",
                "雄雉于飞，下上其音。展矣君子，实劳我心。",
                "瞻彼日月，悠悠我思。道之云远，曷云能来？",
                "百尔君子，不知德行。不忮不求，何用不臧。"
              ],
              "simplifiedText": [
                "美丽雄雉比翼飞，舒展双翅上蓝天。我在思念心上人，自留忧患在心间。",
                "美丽雄雉比翼飞，鸣声起伏在林间。诚实善良心上人，使我无时不思念。",
                "日子一天又一天，思君不断情缠绵。路途遥遥千万里，何日归来重相见？",
                "诸位君子听分明，你们岂不知德行？我夫不忌又不贪，为何没有好命运？"
              ],
              "note": [
                '泄泄（意yì yì）：徐徐飞翔的样子。',
                '诒（移yí）：遗留。伊：此。阻：艰难，忧患。',
                '展：诚实。',
                '云：语助词。',
                '百尔：所有。',
                '忮（至zhì）：忌恨。',
                '臧（脏zāng）：善。'
              ],
              "analysis": "妻子思念远出的丈夫。"
            },
            {
              "title": "匏有苦叶",
              "originalText": [
                "匏有苦叶，济有深涉。深则厉，浅则揭。",
                "有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。",
                "雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。",
                "招招舟子，人涉卬否。不涉卬否，卬须我友。"
              ],
              "simplifiedText": [
                "枯叶葫芦绑腰上，不怕济河大水涨。水深连衣趟过去，水浅过河提衣裳。",
                "大水茫茫济水涨，山鸡声声叫得响。河水虽涨不湿轴，雉啼原是唤配偶。",
                "大雁声声叫得欢，朝阳初升在东方。恋人若想娶我走，河水未冻好时光。",
                "船上艄公手相招，别人渡河我偏留。别人渡河我偏留，我要等着男朋友。"
              ],
              "note": [
                '匏（刨páo）：葫芦。涉水的人佩带葫芦以防沉溺。苦：同“枯”。叶枯则匏干可用。',
                '济：水名。深涉：步行过河叫做“涉”，涉水渡口也叫做“涉”。渡处本来是较浅的地段，现在水涨，也有水深的渡处了。',
                '厉：连衣下水渡河。一说厉是带在腰间。',
                '揭（器qì）：揽起衣裳。一说揭是挑在肩头。',
                '有瀰（米mǐ）：犹“瀰瀰”，水大时茫茫一片的景象。有：发语词。',
                '有鷕（窈yáo）：犹“鷕鷕”，雉鸣声。',
                '濡：湿。轨（古读如九）：车轴的两端。这句是说济水虽满也不过半个车轮子那么高。那时人常乘车渡水，所以用车轴做标准来记水位。',
                '牡：雄。',
                '雝雝（庸yōng）：群雁鸣声。',
                '旭日：初出的太阳。旦：明。',
                '归妻：即娶妻。',
                '迨：见《摽有梅》。泮（叛pàn）：同“胖”，合。以上两句是说男人如来迎娶，要赶在河冰未合以前。古人以春秋两季为嫁娶正时，这时正是秋季。',
                '招招：摇摆，一说号召之貌。舟子：船夫。',
                '卬（昂áng）：我。女性第一人称代名词。否（古读如痞pǐ）：不。',
                '须：等待。末章说舟子摇船送大家渡河，人家都过去了，我独自留着，我本是来等朋友的啊。'
              ],
              "analysis": "这诗所写的是：一个秋天的早晨，红彤彤的太阳才升上地平线，照在济水上。一个女子正在岸边徘徊，她惦记着住在河那边的未婚夫，心想：他如果没忘了结婚的事，该趁着河里还不曾结冰，赶快过来迎娶才是。再迟怕来不及了。现在这济水虽然涨高，也不过半车轮子深浅，那迎亲的车子该不难渡过吧？这时耳边传来野鸡和雁鹅叫唤的声音，更触动她的心事。"
            },
            {
              "title": "谷风",
              "originalText": [
                "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。",
                "行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦，其甘如荠。宴尔新婚，如兄如弟。",
                "泾以渭浊，湜湜其沚。宴尔新婚，不我屑以。毋逝我梁，毋发我笱。我躬不阅，遑恤我后。",
                "就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。",
                "不我能畜，反以我为仇。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。",
                "我有旨蓄，亦以御冬。宴尔新婚，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。"
              ],
              "simplifiedText": [
                "谷风习习阵阵吹，阴雨无常变了天。尽力与君一条心，宜将恼怒抛一边。蔓菁箩卜都要采，难道真情你不见？不离不弃是美德，与君同死心相连。",
                "行人路上步履缓，心中有怨难消散。非是迢遥万里程，却只送到大门坎。谁说苦菜味最苦，也曾甘甜如荠菜。你们新婚燕尔时，亲亲密密似兄弟。",
                "泾水搅得渭水浊，河湾见底水清清。只因新婚迷着你，不再与我来相亲。别到我的鱼梁上，别用我的竹鱼筐。可怜此处难容身，自此我能去何方！",
                "过河遇见水深处，乘舟撑船来过渡。过河遇见水浅时，下水游泳到彼岸。家中何有何已无，勤勉操持多兼顾。邻人或会有急难，尽心尽力去帮助。",
                "不再细心爱悦我，反而视我为仇敌。种种美德无人睬，有如货物无处卖。昔日新婚常畏惧，任你颠鸾又倒凤。如今生儿又育女，却将我来比毒痈。",
                "我留美菜一坛坛，季节变换好过冬。新娶之人迷着你，夺我积蓄挡贫穷。对我又打又是骂，繁重家务一重重。不念往昔吉庆日，也曾痴爱将我娶。"
              ],
              "note": [
                '习习（飒sà）：犹“飒飒”，风声。谷风：来自谿（西xī）谷的风，即大风。',
                '以阴以雨：等于说为阴为雨。风雨比喻男子暴怒。',
                '黾（敏mǐn）勉：努力、尽力。',
                '有：犹“又”。三、四句是说我已经尽力做到和你同心，你不该又发怒。“怒”字和篇末“有洸有溃”相应。',
                '葑（封fēng）：蔓菁。菲（非fēi）：芦菔。',
                '以：用。下体：指根茎，喻人内在本质。葑和菲的根叶都可以吃。采食葑菲，不能不根叶并用，比喻丈夫对妻不应该只重颜色，不重德行。',
                '德音：是《诗经》里常见的熟套语，在这里兼指道义和恩意。莫违：言前后不要相反。',
                '及尔同死：等于说“与子偕老”。就是到死都不分离。',
                '迟迟：慢慢地。这个妇人终于被逐，出门时走得慢腾腾地。',
                '中心：即心中。违：相背。她不甘心走也舍不得走，脚步向东而心向西，所以是“有违”，所以会“迟迟”。',
                '伊：语助词，犹“维”。迩（ěr）：近。',
                '薄：发语词。畿（基jī）：就是“机”，门限。上两句是弃妇希望丈夫相送的话，言不要你送远，你就送我到门边吧。',
                '谁谓荼苦，其甘如荠：这两句是说，荼（徒tú）菜的味道，虽然很苦，在我看来已经甜得像荠菜似的了。就是“人人都道黄连苦，我比黄连苦十分”的意思。',
                '宴：乐。新婚：指丈夫娶新人。下句“如兄如弟”形容丈夫新婚之乐，对照自己被弃之苦。',
                '泾、渭：都是水名，源出甘肃，在陕西高陵县合流。这一句是说泾水和渭水相形之下才显得浊。弃妇以泾水自比，渭水比新人，清比美，浊比丑。',
                '湜湜（实shí）：水清见底貌。沚（止zhǐ）：应从《说文》、《玉篇》等书所引作“止”。这句是说泾水在止而不流的时候也是澄清的，可见得也不是真浊。比喻自己的容貌若不和新人比也不见得丑。',
                '不屑：犹“不肯”。以：与。“宴尔新婚，不我屑以”两句是说你现在因为乐新婚之故才不屑和我同居。',
                '梁：是石堰，拦阻水流而留缺口以便捕鱼。逝：往。',
                '笱（苟gǒu）：竹器，承对梁的缺口，用来捉顺水游出的鱼。发：打开。“毋逝我梁，毋发我笱”这两句是要求丈夫不许新人动旧人的东西。',
                '躬：身。阅：容。',
                '遑恤我后：言何必顾及后人呢。遑：何。《礼记》、《左传》引“遑”作“皇”。“皇”通“况”。以“况”释此句亦可通。以上四句有见于《小雅·小弁》篇，或是引用当时的谚语。大约这位弃妇本来要为亲生子女保存一些东西，转念一想自身既不能见容，还顾得了子女么。恤：爱惜。',
                '方：见《汉广》。舟之：用舟渡过。',
                '亡：读为“无”。“何有何亡”言不论有无。',
                '就：遇见。（第四章）前四句是下二句的比喻，言家事无论难易都努力操持。',
                '匍匐（蒲伏púfú）：伏在地上，手足并进。在这里用来形容急遽和努力。以上二句是说凡邻居有灾祸都急急救助。',
                '能：应依《说文》所引移在句首。慉（蓄xù）：同“蓄”，爱好。“能不我慉”等于说乃不我好。雠（仇chóu）：同“仇”。',
                '既：尽。阻：犹“拒”。',
                '贾（古gǔ）：卖。用：货物。以上二句言我的善意尽被拒而不纳，好像商贩卖货而不能销售。《易林》引诗用作“庸”，就是“傭”。“贾傭不售”就是说如人要卖身为傭而不能自售。亦通。',
                '育：长养，指经营生计。鞫（菊jú）：穷。这句连下句就是说从前经营生计，惟恐陷入无以为生的穷境，以至于和你同遭生活困乏之苦。',
                '颠覆：谓困穷。',
                '既生既育，比予于毒：言生育已经顺利，有了财业之后，你就看待我像毒虫似的了。',
                '旨：甘美。蓄：收藏过冬的菜，如干菜、腌菜之类。一说蓄是菜名。',
                '第六章前四句说你在燕尔新婚的时候就将我抛弃了，是把我当做在穷乏时期权且备用的东西，好像“旨蓄”在冬天备用一样罢了。',
                '有洸（光guāng）：相当于“洸洸”，有溃（愧kuì）：相当于“溃溃”，是水激怒溃决之貌，用来形容暴戾刚狠的样子。',
                '既诒我肄：既：尽。诒：给。肄（异yì）：劳苦之事。这句是说尽把劳苦的事使我担负。',
                '来：语辞，犹“是”。塈（戏xì，又读季jì）：取，同“娶”，借指“爱”。伊余来塈：即维我是爱。末两句是以旧情动之，言你就不想想当年吗，你是那样爱过我的呀。'
              ],
              "analysis": "这是弃妇的诗，诉说故夫的无情和自己的痴情。第一章对丈夫委婉地说理，希望免于弃逐。第二章既已被弃，迟迟不肯离去。对照丈夫新婚之乐，感受无限的痛苦。第三章想到新人把自己挤走，鹊巢鸠占，种种不甘心。提出“毋逝”“毋发”的警告，但自知无用。第四章诉述一向持家的黾勉。第五章是今昔对比。诉述过去共处患难，现在有了安乐的生活，丈夫就“以我为雠”，“比予于毒”了。第六章还是今昔对比。诉述丈夫的凶暴，不再念及旧情。"
            },
            {
              "title": "式微",
              "originalText": [
                "式微，式微，胡不归？微君之故，胡为乎中露！",
                "式微，式微，胡不归？微君之躬，胡为乎泥中！"
              ],
              "simplifiedText": [
                "天已暮，天已暮！为何不能回家住？如果不为君王事，哪会露中吃尽苦！",
                "天已暮，天已暮！为何不能回家住？如果不为君王事，哪会泥中服劳务！"
              ],
              "note": [
                '式：发语词。微：读为昧（妹mèi）。式微：言将暮。',
                '“微君”的“微”相当于“非”。故：事。',
                '中露：就是露中。倒文使协韵。'
              ],
              "analysis": "这是苦于劳役的人所发的怨声。他到天黑时还不得回家，为主子干活，在野露里、泥水里受罪。"
            },
            {
              "title": "旄丘",
              "originalText": [
                "旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？",
                "何其处也？必有与也！何其久也？必有以也！",
                "狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。",
                "琐兮尾兮，流离之子。叔兮伯兮，褎如充耳。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "简兮",
              "originalText": [
                "简兮简兮，方将万舞。日之方中，在前上处。",
                "硕人俣俣，公庭万舞。有力如虎，执辔如组。",
                " 左手执龠，右手秉翟。赫如渥赭，公言锡爵。",
                "山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "泉水",
              "originalText": [
                "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。",
                "出宿于泲，饮饯于祢。女子有行，远父母兄弟，问我诸姑，遂及伯姊。",
                " 出宿于干，饮饯于言。载脂载辖，还车言迈。遄臻于卫，不瑕有害？",
                "我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "北门",
              "originalText": [
                "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！",
                "王事适我，政事一埤益我。我入自外，室人交遍谪我。已焉哉！天实为之，谓之何哉！",
                "王事敦我，政事一埤遗我。我入自外，室人交遍摧我。已焉哉！天实为之，谓之何哉！"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "北风",
              "originalText": [
                "北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！",
                "北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！",
                "莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！"
              ]
            },
            {
              "title": "静女",
              "originalText": [
                "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。",
                "静女其娈，贻我彤管。彤管有炜，说怿女美。",
                "自牧归荑，洵美且异。匪女之为美，美人之贻。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "新台",
              "originalText": [
                "新台有泚，河水瀰瀰。燕婉之求，蘧篨不鲜。",
                "新台有洒，河水浼浼。燕婉之求，蘧篨不殄。",
                "鱼网之设，鸿则离之。燕婉之求，得此戚施。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "二子乘舟",
              "originalText": [
                "二子乘舟，泛泛其景。愿言思子，中心养养！",
                "二子乘舟，泛泛其逝。愿言思子，不瑕有害？"
              ],
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·鄘风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只，不谅人只！",
                "泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只，不谅人只！"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "墙有茨",
              "originalText": [
                "墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。",
                "墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。",
                "墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "君子偕老",
              "originalText": [
                "君子偕老，副笄六珈。委委佗佗，如山如河。象服是宜。子之不淑，云如之何？",
                "玼兮玼兮，其之翟也。鬒发如云，不屑髢也。玉之瑱也，象之揥也。",
                "扬且之晳也。胡然而天也！胡然而帝也！",
                "瑳兮瑳兮，其之展也，蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也，展如之人兮，邦之媛也！"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "桑中",
              "originalText": [
                "爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
                "爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
                "爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鹑之奔奔",
              "originalText": [
                "鹑之奔奔，鹊之彊彊。人之无良，我以为兄！",
                "鹊之彊彊，鹑之奔奔。人之无良，我以为君！"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "定之方中",
              "originalText": [
                "定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴桑。",
                "升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终然允臧。",
                "灵雨既零，命彼倌人，星言夙驾，说于桑田。匪直也人，秉心塞渊，騋牝三千。"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "蝃蝀",
              "originalText": [
                "蝃蝀在东，莫之敢指。女子有行，远父母兄弟。",
                "朝隮于西，崇朝其雨。女子有行，远兄弟父母。",
                "乃如之人也，怀婚姻也。大无信也，不知命也！"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "相鼠",
              "originalText": [
                "相鼠有皮，人而无仪！人而无仪，不死何为？",
                "相鼠有齿，人而无止！人而无止，不死何俟？",
                "相鼠有体，人而无礼，人而无礼！胡不遄死？"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "干旄",
              "originalText": [
                "孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？",
                "孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？",
                "孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？"
              ],
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "载驰",
              "originalText": [
                "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。",
                "既不我嘉，不能旋反。视尔不臧，我思不远。",
                "既不我嘉，不能旋济？视尔不臧，我思不閟。",
                "陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。",
                "我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。"
              ],
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·卫风",
          "poems": [
            {
              "title": "淇奥",
              "originalText": [
                "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨，瑟兮僴兮，赫兮咺兮。有匪君子，终不可谖兮。",
                "瞻彼淇奥，绿竹青青。有匪君子，充耳?秀莹，会弁如星。瑟兮僴兮。赫兮咺兮，有匪君子，终不可谖兮。",
                "瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "考槃",
              "originalText": [
                "考槃在涧，硕人之宽。",
                "独寐寤言，永矢弗谖。",
                "考槃在阿，硕人之薖。",
                "独寐寤歌，永矢弗过。",
                "考槃在陆，硕人之轴。",
                "独寐寤宿，永矢弗告。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "硕人",
              "originalText": [
                "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。",
                "手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。",
                "硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。",
                "河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "氓",
              "originalText": [
                "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。",
                "乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。",
                "桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。",
                "桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。",
                "三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。",
                "及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "竹竿",
              "originalText": [
                "籊籊竹竿，以钓于淇。",
                "岂不尔思？远莫致之。",
                "泉源在左，淇水在右。",
                "女子有行，远兄弟父母。",
                "淇水在右，泉源在左。",
                "巧笑之瑳，佩玉之傩。",
                "淇水滺滺，桧楫松舟。",
                "驾言出游，以写我忧。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "芄兰",
              "originalText": [
                "芄兰之支，童子佩觿。虽则佩觿，能不我知。容兮遂兮，垂带悸兮。",
                "芄兰之叶，童子佩韘。虽则佩韘，能不我甲。容兮遂兮，垂带悸兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "河广",
              "originalText": [
                "谁谓河广？一苇杭之。",
                "谁谓宋远？跂予望之。",
                "谁谓河广？曾不容刀。",
                "谁谓宋远？曾不崇朝。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "伯兮",
              "originalText": [
                "伯兮朅兮，邦之桀兮。",
                "伯也执殳，为王前驱。",
                "自伯之东，首如飞蓬。",
                "岂无膏沐？谁适为容！",
                "其雨其雨，杲杲出日。",
                "愿言思伯，甘心首疾。",
                "焉得谖草？言树之背。",
                "愿言思伯。使我心痗。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "有狐",
              "originalText": [
                "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。",
                "有狐绥绥，在彼淇厉。心之忧矣，之子无带。",
                "有狐绥绥，在彼淇侧。心之忧矣，之子无服。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "木瓜",
              "originalText": [
                "投我以木瓜，报之以琼琚。匪报也，永以为好也！",
                "投我以木桃，报之以琼瑶。匪报也，永以为好也！",
                "投我以木李，报之以琼玖。匪报也，永以为好也！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·王风",
          "poems": [
            {
              "title": "黍离",
              "originalText": [
                "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
                "彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
                "彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "君子于役",
              "originalText": [
                "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！",
                "君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "君子阳阳",
              "originalText": [
                "君子阳阳，左执簧，右招我由房，其乐只且！",
                "君子陶陶，左执翿，右招我由敖，其乐只且！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉！",
                "扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "中谷有蓷",
              "originalText": [
                "中谷有蓷，暵其干矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣。",
                "中谷有蓷，暵其脩矣。有女仳离，条其歗矣。条其歗矣，遇人之不淑矣。",
                "中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "兔爰",
              "originalText": [
                "有兔爰爰，雉离于罗。我生之初，尚无位我生之后，逢此百罹。尚寐无吪。",
                "有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉。",
                "有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "葛藟",
              "originalText": [
                "绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾！",
                "绵绵葛爰，在河之藟。终远兄弟，谓他人母。谓他人母，亦莫我有！",
                "绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采葛",
              "originalText": [
                "彼采葛兮，一日不见，如三月兮！",
                "彼采萧兮，一日不见，如三秋兮！",
                "彼采艾兮！一日不见，如三岁兮！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "大车",
              "originalText": [
                "大车槛槛，毳衣如菼。岂不尔思？畏子不敢。",
                "大车啍啍，毳衣如璊，岂不尔思？畏子不奔。",
                "谷则异室，死则同穴。谓予不信，有如皎日。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "丘中有麻",
              "originalText": [
                "丘中有麻，彼留子嗟。彼留子嗟，将其来施施。",
                "丘中有麦，彼留子国。彼留子国，将其来食。",
                "丘中有李，彼留之子。彼留之子，贻我佩玖。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·郑风",
          "poems": [
            {
              "title": "缁衣",
              "originalText": [
                "缁衣之宜兮，敝予又改为兮。适子之馆兮。还予授子之粲兮。",
                "缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。",
                "缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "将仲子",
              "originalText": [
                "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。",
                "将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。",
                "将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "叔于田",
              "originalText": [
                "叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。",
                "叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。",
                "叔适野，巷无服马。岂无服马？不如叔也。洵美且武。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "大叔于田",
              "originalText": [
                "大叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。",
                "叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。",
                "叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "清人",
              "originalText": [
                "清人在彭，驷介旁旁。",
                "二矛重英，河上乎翱翔。",
                "清人在消，驷介麃麃。",
                "二矛重乔，河上乎逍遥。",
                "清人在轴，驷介陶陶。",
                "左旋右抽，中军作好。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "羔裘",
              "originalText": [
                "羔裘如濡，洵直且侯。彼其之子，舍命不渝。",
                "羔裘豹饰，孔武有力。彼其之子，邦之司直。",
                "羔裘晏兮，三英粲兮。彼其之子，邦之彦兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "遵大路",
              "originalText": [
                "遵大路兮，掺执子之袪兮，无我恶兮，不寁故也！",
                "遵大路兮，掺执子之手兮，无我魗兮，不寁好也！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "女曰鸡鸣",
              "originalText": [
                "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。",
                "弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。",
                "知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "有女同车",
              "originalText": [
                "有女同车，颜如舜华。将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。",
                "有女同行，颜如舜英。将翱将翔，佩玉将将。彼美孟姜，德音不忘。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "山有扶苏",
              "originalText": [
                "山有扶苏，隰有荷华。",
                "不见子都，乃见狂且。",
                "山有乔松，隰有游龙。",
                "不见子充，乃见狡童。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "萚兮",
              "originalText": [
                "萚兮萚兮，风其吹女。",
                "叔兮伯兮，倡予和女。",
                "萚兮萚兮，风其漂女。",
                "叔兮伯兮，倡予要女。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "狡童",
              "originalText": [
                "彼狡童兮，不与我言兮。维子之故，使我不能餐兮。",
                "彼狡童兮，不与我食兮。维子之故，使我不能息兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "褰裳",
              "originalText": [
                "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！",
                "子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "丰",
              "originalText": [
                "子之丰兮，俟我乎巷兮，悔予不送兮。",
                "子之昌兮，俟我乎堂兮，悔予不将兮。",
                " 衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。",
                "裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "东门之墠",
              "originalText": [
                "东门之墠，茹藘在阪。其室则迩，其人甚远。",
                "东门之栗，有践家室。岂不尔思？子不我即！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "风雨",
              "originalText": [
                "风雨凄凄，鸡鸣喈喈，既见君子。云胡不夷？",
                "风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳？",
                "风雨如晦，鸡鸣不已。既见君子，云胡不喜？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "子衿",
              "originalText": [
                "青青子衿，悠悠我心。",
                "纵我不往，子宁不嗣音？",
                "青青子佩，悠悠我思。",
                "纵我不往，子宁不来？",
                "挑兮达兮，在城阙兮。",
                "一日不见，如三月兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。",
                "扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "出其东门",
              "originalText": [
                "出其东门，有女如云。虽则如云。匪我思存。缟衣綦巾，聊乐我员。",
                "出其闉阇，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "野有蔓草",
              "originalText": [
                "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。",
                "野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "溱洧",
              "originalText": [
                "    溱与洧，方涣涣兮。士与女，方秉蕳兮。女曰观乎？士曰既且。且往观乎？洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。",
                "溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且。且往观乎？洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·齐风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "鸡既鸣矣，朝既盈矣。",
                "匪鸡则鸣，苍蝇之声。",
                "东方明矣，朝既昌矣。",
                "匪东方则明，月出之光。",
                "虫飞薨薨，甘与子同梦。",
                "。会且归矣，无庶予子憎。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "还",
              "originalText": [
                "子之还兮，遭我乎狃之间兮。并驱从两肩兮，揖我谓我儇兮。",
                "子之茂兮，遭我乎狃之道兮。并驱从两牡兮，揖我谓我好兮。",
                "子之昌兮，遭我乎狃之阳兮。并驱从两狼兮，揖我谓我臧兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "著",
              "originalText": [
                "俟我于著乎而，充耳以素乎而，尚之以琼华乎而。",
                "俟我于庭乎而，充耳以青乎而，尚之以琼莹乎而。",
                "俟我于堂乎而，充耳以黄乎而，尚之以琼英乎而。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "东方之日",
              "originalText": [
                "东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。",
                "东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "东方未明",
              "originalText": [
                "东方未明，颠倒衣裳。颠之倒之，自公召之。",
                "东方未晞，颠倒裳衣。倒之颠之，自公令之。",
                "折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "南山",
              "originalText": [
                "南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？",
                "葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？",
                "蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞫止？",
                "析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "甫田",
              "originalText": [
                "无田甫田，维莠骄骄。",
                "无思远人，劳心忉忉。",
                "无田甫田，维莠桀桀。",
                "无思远人，劳心怛怛。",
                "婉兮娈兮。总角丱兮。",
                "未几见兮，突而弁兮！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "卢令",
              "originalText": [
                "卢令令，其人美且仁。",
                "卢重环，其人美且鬈。",
                "卢重鋂，其人美且偲。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "敝笱",
              "originalText": [
                "敝笱在梁，其鱼鲂鳏。齐子归止，其从如云。",
                "敝笱在梁，其鱼鲂鱮。齐子归止，其从如雨。",
                "敝笱在梁，其鱼唯唯。齐子归止，其从如水。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "载驱",
              "originalText": [
                "载驱薄薄，簟茀朱鞹。鲁道有荡，齐子发夕。",
                "四骊济济，垂辔濔濔。鲁道有荡，齐子岂弟。",
                "汶水汤汤，行人彭彭。鲁道有荡，齐子翱翔。",
                "汶水滔滔，行人儦儦。鲁道有荡，齐了游敖。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "猗嗟",
              "originalText": [
                "猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。",
                "猗嗟名兮，美目清兮。仪既成兮，终日射侯，不出正兮，展我甥兮。",
                "猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮，四矢反兮，以御乱兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·魏风",
          "poems": [
            {
              "title": "葛屦",
              "originalText": [
                "纠纠葛屦，可以履霜？掺掺女手，可以缝裳？要之襋之，好人服之。",
                "好人提提，宛然左辟，佩其象揥。维是褊心，是以为刺。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "汾沮洳",
              "originalText": [
                "彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。",
                "彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。",
                "彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "园有桃",
              "originalText": [
                "园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！",
                "园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "陟岵",
              "originalText": [
                "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！",
                "陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！",
                "陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "十亩之间",
              "originalText": [
                "十亩之间兮，桑者闲闲兮，行与子还兮。",
                "十亩之外兮，桑者泄泄兮，行与子逝兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "伐檀",
              "originalText": [
                "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？",
                "不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！",
                "坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？",
                "不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！",
                "坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？",
                "不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "硕鼠",
              "originalText": [
                "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。",
                "硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。",
                "硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·唐风",
          "poems": [
            {
              "title": "蟋蟀",
              "originalText": [
                "蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。",
                "蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。",
                " 蟋蟀在堂，役车其休。今我不乐，日月其慆。无以大康。职思其忧。好乐无荒，良士休休。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "山有枢",
              "originalText": [
                "山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。",
                "山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。",
                "山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？",
                "扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？",
                "扬之水，白石粼粼。我闻有命，不敢以告人。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "椒聊",
              "originalText": [
                "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。",
                "椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "绸缪",
              "originalText": [
                "绸缪束薪，三星在天。今夕何夕，见此良人？子兮子兮，如此良人何？",
                "绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？",
                "绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "杕杜",
              "originalText": [
                "有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？",
                "有杕之杜，其叶箐箐。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "羔裘",
              "originalText": [
                "羔裘豹祛，自我人居居。岂无他人？维子之故。",
                "羔裘豹褎，自我人究究。岂无他人？维子之好。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鸨羽",
              "originalText": [
                "肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？",
                "肃肃鸨翼，集于苞棘。王事靡盬，不能蓺稷黍。父母何食？悠悠苍天，曷其有极？",
                "肃肃鸨行，集于苞桑，王事靡盬，不能蓺稷黍。父母何尝？悠悠苍天，曷其有常？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "无衣",
              "originalText": [
                "岂曰无衣七兮？不如子之衣，安且吉兮！",
                "岂曰无衣六兮？不如子之衣，安且燠兮！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "有杕之杜",
              "originalText": [
                "有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？",
                "有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "葛生",
              "originalText": [
                "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？",
                "葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？",
                "角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？",
                "夏之日，冬之夜。百岁之后，归于其居。",
                "冬之夜，夏之日。百岁之后，归于其室。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采苓",
              "originalText": [
                "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
                "采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
                "采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·秦风",
          "poems": [
            {
              "title": "车邻",
              "originalText": [
                "有车邻邻，有马白颠。未见君子，寺人之令。",
                "阪有漆，隰有栗。既见君子，并坐鼓瑟。今者不乐，逝者其耋。",
                "阪有桑，隰有杨。既见君子，并坐鼓簧。今者不乐，逝者其亡。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "驷驖",
              "originalText": [
                "驷驖孔阜，六辔在手。",
                "公之媚子，从公于狩。",
                "奉时辰牡，辰牡孔硕。",
                "公曰左之，舍拔则获。",
                "游于北园，四马既闲。",
                "輶车鸾镳，载猃歇骄。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "小戎",
              "originalText": [
                "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。",
                "四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之！",
                "俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲縢。言念君子，载寝载兴。厌厌良人，秩秩德音。 "
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "蒹葭",
              "originalText": [
                "蒹葭苍苍，白露为霜。所谓伊人，在水一方，溯洄从之，道阻且长。溯游从之，宛在水中央。",
                "蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。",
                "蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "终南",
              "originalText": [
                "终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！",
                "终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "黄鸟",
              "originalText": [
                "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！",
                "交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！",
                "交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "晨风",
              "originalText": [
                "鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！",
                "山有苞栎，隰有六駮。未见君子，忧心靡乐。如何如何，忘我实多！",
                "山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "无衣",
              "originalText": [
                "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！",
                "岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！",
                "岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "渭阳",
              "originalText": [
                "我送舅氏，曰至渭阳。",
                "何以赠之？路车乘黄。",
                "我送舅氏，悠悠我思。",
                "何以赠之？琼瑰玉佩。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "权舆",
              "originalText": [
                "於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！",
                "於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "国风·陈风",
              "poems": [
                {
                  "title": "宛丘",
                  "originalText": [
                    "子之汤兮，宛丘之上兮。洵有情兮，而无望兮。",
                    "坎其击鼓，宛丘之下。无冬无夏，值其鹭羽。",
                    "坎其击缶，宛丘之道。无冬无夏，值其鹭翿。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "东门之枌",
                  "originalText": [
                    "东门之枌，宛丘之栩。子仲之子，婆娑其下。",
                    "穀旦于差，南方之原。不绩其麻，市也婆娑。",
                    "穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "衡门",
                  "originalText": [
                    "衡门之下，可以栖迟。",
                    "泌之洋洋，可以乐饥。",
                    "岂其食鱼，必河之鲂？",
                    "岂其取妻，必齐之姜？",
                    "岂其食鱼，必河之鲤？",
                    "岂其取妻，必宋之子？"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "东门之池",
                  "originalText": [
                    "东门之池，可以沤麻。",
                    "彼美淑姬，可与晤歌。",
                    "东门之池，可以沤纻。",
                    "彼美淑姬，可与晤语。",
                    "东门之池，可以沤菅。",
                    "彼美淑姬，可与晤言。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "东门之杨",
                  "originalText": [
                    "东门之杨，其叶牂牂。",
                    "昏以为期，明星煌煌。",
                    "东门之杨，其叶肺肺。",
                    "昏以为期，明星晢晢。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "墓门",
                  "originalText": [
                    "墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。",
                    "墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "防有鹊巢",
                  "originalText": [
                    "防有鹊巢，邛有旨苕。",
                    "谁侜予美？心焉忉忉。",
                    "中唐有甓，邛有旨鷊。",
                    "谁侜予美？心焉惕惕。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "月出",
                  "originalText": [
                    "月出皎兮。佼人僚兮。",
                    "舒窈纠兮。劳心悄兮。",
                    "月出皓兮。佼人懰兮。",
                    "舒忧受兮。劳心慅兮。",
                    "月出照兮。佼人燎兮。",
                    "舒夭绍兮。劳心惨兮。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "株林",
                  "originalText": [
                    "胡为乎株林？从夏南！匪适株林，从夏南！",
                    "驾我乘马，说于株野。乘我乘驹，朝食于株！"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "泽陂",
                  "originalText": [
                    "彼泽之陂，有蒲与荷。有美一人，伤如之何？寤寐无为，涕泗滂沱。",
                    "彼泽之陂，有蒲与蕳。有美一人，硕大且卷。寤寐无为，中心悁悁。",
                    "彼泽之陂，有蒲菡萏。有美一人，硕大且俨。寤寐无为，辗转伏枕。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                }
              ]
            }
          ]
        },
        {
          "title": "国风·桧风",
          "poems": [
            {
              "title": "羔裘",
              "originalText": [
                "羔裘逍遥，狐裘以朝。",
                "岂不尔思？劳心忉忉。",
                "羔裘翱翔，狐裘在堂。",
                "岂不尔思？我心忧伤。",
                "羔裘如膏，日出有曜。",
                "岂不尔思？中心是悼。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "素冠",
              "originalText": [
                "庶见素冠兮，棘人栾栾兮。劳心慱慱兮。",
                "庶见素衣兮，我心伤悲兮。聊与子同归兮。",
                "庶见素韠兮，我心蕴结兮。聊与子如一兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "隰有苌楚",
              "originalText": [
                "隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。",
                "隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。",
                "隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "匪风",
              "originalText": [
                "匪风发兮，匪车偈兮。",
                "顾瞻周道，中心怛兮。",
                "匪风飘兮，匪车嘌兮。",
                "顾瞻周道，中心吊兮。",
                "谁能亨鱼？溉之釜鬵。",
                "谁将西归？怀之好音。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·曹风",
          "poems": [
            {
              "title": "蜉蝣",
              "originalText": [
                "蜉蝣之羽，衣裳楚楚。",
                "心之忧矣，于我归处。",
                "蜉蝣之翼，采采衣服。",
                "心之忧矣，于我归息。",
                "蜉蝣掘阅，麻衣如雪。",
                "心之忧矣，于我归说。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "候人",
              "originalText": [
                "彼候人兮，何戈与祋。",
                "彼其之子，三百赤芾。",
                "维鹈在梁，不濡其翼。",
                "彼其之子，不称其服。",
                "维鹈在梁，不濡其咮。",
                "彼其之子，不遂其媾。",
                "荟兮蔚兮，南山朝隮。",
                "婉兮娈兮，季女斯饥。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鳲鸠",
              "originalText": [
                "鳲鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。",
                "鳲鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。",
                "鳲鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。",
                "鳲鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "下泉",
              "originalText": [
                "冽彼下泉，浸彼苞稂。",
                "忾我寤叹，念彼周京。",
                "冽彼下泉，浸彼苞萧。",
                "忾我寤叹，念彼京周。",
                "冽彼下泉，浸彼苞蓍。",
                "忾我寤叹，念彼京师。",
                "芃芃黍苗，阴雨膏之。",
                "四国有王，郇伯劳之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "国风·豳风",
          "poems": [
            {
              "title": "七月",
              "originalText": [
                "七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁？三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。",
                "七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。",
                "七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩，载玄载黄，我朱孔阳，为公子裳。",
                "四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豜于公。",
                "五月斯螽动股，六月莎鸡振羽。七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。",
                "六月食郁及薁，七月亨葵及菽。八月剥枣，十月获稻。为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴。采荼薪樗，食我农夫。",
                "九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功：昼尔于茅，宵尔索绹，亟其乘屋，其始播百谷。",
                "二之日凿冰冲冲，三之日纳于凌阴，四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鸱鸮",
              "originalText": [
                "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。",
                "迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？",
                "予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。",
                "予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "东山",
              "originalText": [
                "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也？伊可怀也。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "破斧",
              "originalText": [
                "既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。",
                "既破我斧，又缺我锜。周公东征，四国是遒。哀我人斯，亦孔之嘉。",
                "既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "伐柯",
              "originalText": [
                "伐柯如何？匪斧不克。取妻如何？匪媒不得。",
                "伐柯伐柯，其则不远。我觏之子，笾豆有践。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "九罭",
              "originalText": [
                "九罭之鱼，鳟鲂。我觏之子，衮衣绣裳。",
                "鸿飞遵渚，公归无所，於女信处。鸿飞遵陆，公归不复，於女信宿。",
                "是以有衮衣兮，无以我公归兮，无使我心悲兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        }
      ]
    },
    {
      "bookName": "雅",
      "chapters": [
        {
          "title": "小雅·鹿鸣之什",
          "poems": [
            {
              "title": "鹿鸣",
              "originalText": [
                "呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。",
                "呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。",
                "呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "四牡",
              "originalText": [
                "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。",
                "四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。",
                "翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。",
                "翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。",
                "驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "皇皇者华",
              "originalText": [
                "皇皇者华，于彼原隰。駪駪征夫，每怀靡及。",
                "我马维驹，六辔如濡。载驰载驱，周爰咨诹。",
                "我马维骐，六辔如丝。载驰载驱，周爰咨谋。",
                "我马维骆，六辔沃若。载驰载驱，周爰咨度。",
                "我马维骃，六辔既均。载驰载驱，周爰咨询。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "常棣",
              "originalText": [
                "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。",
                "死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。",
                "脊令在原，兄弟急难。每有良朋，况也永叹。",
                "兄弟阋于墙，外御其务。每有良朋，烝也无戎。",
                "丧乱既平，既安且宁。虽有兄弟，不如友生？",
                "傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。",
                "妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。",
                "宜尔室家，乐尔妻帑。是究是图，亶其然乎？"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "伐木",
              "originalText": [
                "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声；矧伊人矣，不求友生？神之听之，终和且平。",
                "伐木许许，酾酒有藇。既有肥羜，以速诸父。宁适不来？微我弗顾。於粲洒埽，陈馈八簋。既有肥牡，以速诸舅。宁适不来？微我有咎！",
                "伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，干糇以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "天保",
              "originalText": [
                "天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。",
                "天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。",
                "天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。",
                "吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。",
                "神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。",
                "如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采薇",
              "originalText": [
                "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，玁狁之故。不遑启居，玁狁之故。",
                "采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。",
                "采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！",
                "彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。",
                "驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？玁狁孔棘！",
                "昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "出车",
              "originalText": [
                "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。",
                "我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。",
                "王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。",
                "昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。",
                "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。",
                "春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "杕杜",
              "originalText": [
                "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。",
                "有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！",
                "陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！",
                "匪载匪来，忧心孔疚。斯逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鱼丽",
              "originalText": [
                "鱼丽于罶，鲿鲨。君子有酒，旨且多。",
                "鱼丽于罶，鲂鳢。君子有酒，多且旨。",
                "鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "南陔（今佚）",
              "originalText": ""
            },
            {
              "title": "白华（今佚）",
              "originalText": ""
            },
            {
              "title": "华黍（今佚）",
              "originalText": ""
            }
          ]
        },
        {
          "title": "小雅·南有嘉鱼之什",
          "poems": [
            {
              "title": "南有嘉鱼",
              "originalText": [
                "南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。",
                "南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。",
                "南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。",
                "翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "南山有台",
              "originalText": [
                "南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。",
                "南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。",
                "南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。",
                "南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。",
                "南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "由庚（今佚）",
              "originalText": ""
            },
            {
              "title": "崇丘（今佚）",
              "originalText": ""
            },
            {
              "title": "由仪（今佚）",
              "originalText": ""
            },
            {
              "title": "蓼萧",
              "originalText": [
                "蓼彼萧斯，零露湑兮。既见君子，我心写兮。燕笑语兮，是以有誉处兮。",
                "蓼彼萧斯，零露瀼瀼。既见君子，为龙为光。其德不爽，寿考不忘。",
                "蓼彼萧斯，零露泥泥。既见君子，孔燕岂弟。宜兄宜弟，令德寿岂。",
                "蓼彼萧斯，零露浓浓。既见君子，鞗革忡忡。和鸾雍雍，万福攸同。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "湛露",
              "originalText": [
                "湛湛露斯，匪阳不晞。",
                "厌厌夜饮，不醉无归。",
                "湛湛露斯，在彼丰草。",
                "厌厌夜饮，在宗载考。",
                "湛湛露斯，在彼杞棘。",
                "显允君子，莫不令德。",
                "其桐其椅，其实离离。",
                "岂弟君子，莫不令仪。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "彤弓",
              "originalText": [
                "彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。",
                "彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。",
                "彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "菁菁者莪",
              "originalText": [
                "菁菁者莪，在彼中阿。",
                "既见君子，乐且有仪。",
                "菁菁者莪，在彼中沚。",
                "既见君子，我心则喜。",
                "菁菁者莪，在彼中陵。",
                "既见君子，锡我百朋。",
                "泛泛杨舟，载沉载浮。",
                "既见君子，我心则休。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "六月",
              "originalText": [
                "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。",
                "比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。",
                "四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。",
                "玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。",
                "戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。",
                "吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采芑",
              "originalText": [
                "薄言采芑，于彼新田，呈此菑亩。方叔涖止，其车三千。师干之试，方叔率止。乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。",
                "薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千。旂旐央央，方叔率止。约軧错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。",
                "鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千。师干之试，方叔率止。钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。",
                "蠢尔蛮荆，大邦为仇。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "车攻",
              "originalText": [
                "我车既攻，我马既同。四牡庞庞，驾言徂东。",
                "田车既好，田牡孔阜。东有甫草，驾言行狩。",
                "之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。",
                "驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。",
                "决拾既佽，弓矢既调。射夫既同，助我举柴。",
                "四黄既驾，两骖不猗。不失其驰，舍矢如破。",
                "萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。",
                "之子于征，有闻无声。允矣君子，展也大成。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "吉日",
              "originalText": [
                "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。",
                "吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。",
                "瞻彼中原，其祁孔有。儦々俟俟，或群或友。悉率左右，以燕天子。",
                "既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "小雅·鸿雁之什",
          "poems": [
            {
              "title": "鸿雁",
              "originalText": [
                "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。",
                "鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？",
                "鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "庭燎",
              "originalText": [
                "夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。",
                "夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。",
                "夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "沔水",
              "originalText": [
                "沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母？",
                "沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。",
                "鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩？我友敬矣，谗言其兴。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鹤鸣",
              "originalText": [
                "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。他山之石，可以为错。",
                "鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维谷。他山之石，可以攻玉。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "祈父",
              "originalText": [
                "祈父，予王之爪牙。胡转予于恤，靡所止居？",
                "祈父，予王之爪士。胡转予于恤，靡所厎止？",
                "祈父，亶不聪。胡转予于恤？有母之尸饔。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "白驹",
              "originalText": [
                "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？",
                "皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？",
                "皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。",
                "皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "黄鸟",
              "originalText": [
                "黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。",
                "黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。",
                "黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "我行其野",
              "originalText": [
                "我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。",
                "我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。",
                "我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "斯干",
              "originalText": [
                "秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。",
                "似续妣祖，筑室百堵，西南其户。爰居爰处，爰笑爰语。",
                "约之阁阁，椓之橐橐。风雨攸除，鸟鼠攸去，君子攸芋。",
                "如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞，君子攸跻。",
                "殖殖其庭，有觉其楹。哙哙其正，哕哕其冥。君子攸宁。",
                "下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何？维熊维罴，维虺维蛇。",
                "大人占之：维熊维罴，男子之祥；维虺维蛇，女子之祥。",
                "乃生男子，载寝之床。载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。",
                "乃生女子，载寝之地。载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "无羊",
              "originalText": [
                "谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。",
                "或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。",
                "尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。",
                "牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "小雅·节南山之什",
              "poems": [
                {
                  "title": "节南山",
                  "originalText": [
                    "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！",
                    "节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，惨莫惩嗟。",
                    "尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。",
                    "弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。",
                    "昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。",
                    "不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。",
                    "驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。",
                    "方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。",
                    "昊天不平，我王不宁。不惩其心，覆怨其正。",
                    "家父作诵，以究王訩。式讹尔心，以畜万邦。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "正月",
                  "originalText": [
                    "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。",
                    "父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。",
                    "忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？",
                    "瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？",
                    "谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！",
                    "谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？",
                    "瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。",
                    "心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！",
                    "终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！",
                    "无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。",
                    "鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！",
                    "彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。",
                    "佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "十月之交",
                  "originalText": [
                    "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。",
                    "日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。",
                    "烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡惨莫惩？",
                    "皇父卿士，番维司徒，家伯维宰，仲允膳夫，棸子内史，蹶维趣马，禹维师氏。醘妻煽方处。",
                    "抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒氵于莱。曰予不戕，礼则然矣。",
                    "皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。",
                    "黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。",
                    "悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "雨无正",
                  "originalText": [
                    "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。",
                    "周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。",
                    "如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？",
                    "戎成不退，饥成不遂。曾我{埶曰}御，惨惨日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。",
                    "哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！",
                    "维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。",
                    "谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "小旻",
                  "originalText": [
                    "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。",
                    "潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。",
                    "我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。",
                    "哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。",
                    "国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。",
                    "不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "小宛",
                  "originalText": [
                    "宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。",
                    "人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。",
                    "中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。",
                    "题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。",
                    "交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？",
                    "温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "小弁",
                  "originalText": [
                    "弁彼鸴斯，归飞提提。民莫不穀，我独于罹。何辜于天？我罪伊何？心之忧矣，云如之何？",
                    "踧踧周道，鞫为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。",
                    "维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛？不罹于里？天之生我，我辰安在？",
                    "菀彼柳斯，鸣蜩嘒嘒，有漼者渊，萑苇淠淠。譬彼舟流，不知所届，心之忧矣，不遑假寐。",
                    "鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知？",
                    "相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，维其忍之。心之忧矣，涕既陨之。",
                    "君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。",
                    "莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "巧言",
                  "originalText": [
                    "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。",
                    "乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。",
                    "君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。",
                    "奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。",
                    "荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。",
                    "彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "何人斯",
                  "originalText": [
                    "彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。",
                    "二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可。",
                    "彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？",
                    "彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？絺搅我心。",
                    "尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。",
                    "尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我絺也。",
                    "伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知。出此三物，以诅尔斯。",
                    "为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "巷伯",
                  "originalText": [
                    "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！",
                    "哆兮侈兮，成是南箕。彼谮人者，谁适与谋。",
                    "缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。",
                    "捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。",
                    "骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。",
                    "彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！",
                    "杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                }
              ]
            }
          ]
        },
        {
          "title": "小雅·谷风之什",
          "poems": [
            {
              "title": "谷风",
              "originalText": [
                "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。",
                "习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。",
                "习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "蓼莪",
              "originalText": [
                "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。",
                "蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。",
                "瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。",
                "父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！",
                "南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "大东",
              "originalText": [
                "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。",
                "小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。",
                "有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。",
                "东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。",
                "或以其酒，不以其浆。鞙々佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。",
                "虽则七襄，不成报章。彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。",
                "维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "四月",
              "originalText": [
                "四月维夏，六月徂署。先祖匪人，胡宁忍予？",
                "秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？",
                "冬日烈烈，飘风发发。民莫不穀，我独何害？",
                "山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！",
                "相彼泉水，载清载浊。我日构祸，曷云能穀？",
                "滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？",
                "匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。",
                "山有蕨薇，隰有杞桋。君子作歌，维以告哀。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "北山",
              "originalText": [
                "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。",
                "溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。",
                "四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。",
                "或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。",
                "或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。",
                "或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "无将大车",
              "originalText": [
                "无将大车，祇自尘兮。无思百忧，祇自疧兮。",
                "无将大车，维尘冥冥。无思百忧，不出于颎。",
                "无将大车，维尘雍兮。无思百忧，祇自重兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "小明",
              "originalText": [
                "明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！",
                "昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。",
                "昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。",
                "嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。",
                "嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鼓钟",
              "originalText": [
                "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。",
                "鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。",
                "鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。",
                "鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以龠不僭。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "楚茨",
              "originalText": [
                "楚楚者茨，言抽其棘，自昔何为？我艺黍稷。我黍与与，我稷翼翼。我仓既盈，我庾维亿。以为酒食，以享以祀，以妥以侑，以介景福。",
                "济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆！",
                "执爨踖踖，为俎孔硕，或燔或炙。君妇莫莫，为豆孔庶。为宾为客，献酬交错。礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢！",
                "我孔熯矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。卜尔百福，如几如式。既齐既稷，既匡既敕。永锡尔极，时万时亿！",
                "礼仪既备，钟鼓既戒，孝孙徂位，工祝致告，神具醉止，皇尸载起。鼓钟送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。",
                "乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "信南山",
              "originalText": [
                "信彼南山，维禹甸之。畇々原隰，曾孙田之。我疆我理，南东其亩。",
                "上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。",
                "疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。",
                "中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。",
                "祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。",
                "是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "小雅·甫田之什",
          "poems": [
            {
              "title": "甫田",
              "originalText": [
                "倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。",
                "以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。",
                "曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。",
                "曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "大田",
              "originalText": [
                "大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。",
                "既方既皂，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。",
                "有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。",
                "曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "瞻彼洛矣",
              "originalText": [
                "瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。",
                "瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。",
                "瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "裳裳者华",
              "originalText": [
                "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。",
                "裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。",
                "裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。",
                "左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "桑扈",
              "originalText": [
                "交交桑扈，有莺其羽。君子乐胥，受天之祜。",
                "交交桑扈，有莺其领。君子乐胥，万邦之屏。",
                "之屏之翰，百辟为宪。不戢不难，受福不那。",
                "兕觥其觩，旨酒思柔。彼交匪敖，万福来求。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "鸳鸯",
              "originalText": [
                "鸳鸯于飞，毕之罗之。",
                "君子万年，福禄宜之。",
                "鸳鸯在梁，戢其左翼。",
                "君子万年，宜其遐福。",
                "乘马在厩，摧之秣之。",
                "君子万年，福禄艾之。",
                "乘马在厩，秣之摧之。",
                "君子万年，福禄绥之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "頍弁",
              "originalText": [
                "有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。",
                "有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。",
                "有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "车舝",
              "originalText": [
                "间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。",
                "依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。",
                "虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？",
                "陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。",
                "高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "青蝇",
              "originalText": [
                "营营青蝇，止于樊。岂弟君子，无信谗言。",
                "营营青蝇，止于棘。谗人罔极，交乱四国。",
                "营营青蝇，止于榛。谗人罔极，构我二人。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "宾之初筵",
              "originalText": [
                "宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。",
                "籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。",
                "宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪抑抑。是曰既醉，不知其秩。",
                "宾既醉止，载号载呶。乱我笾豆，屡舞僛々。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。",
                "凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        },
        {
          "title": "小雅·鱼藻之什",
          "poems": [
            {
              "title": "鱼藻",
              "originalText": [
                "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。",
                "鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。",
                "鱼在在藻，依于其蒲。王在在镐，有那其居。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采菽",
              "originalText": [
                "采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。",
                "觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。",
                "赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。",
                "维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。",
                "汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "角弓",
              "originalText": [
                "骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。",
                "尔之远矣，民胥然矣。尔之教矣，民胥效矣。",
                "此令兄弟，绰绰有裕。不令兄弟，交相为愈。",
                "民之无良，相怨一方。受爵不让，至于已斯亡。",
                "老马反为驹，不顾其后。如食宜饇，如酌孔取。",
                "毋教猱升木，如涂涂附。君子有徽猷，小人与属。",
                "雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。",
                "雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "菀柳",
              "originalText": [
                "有菀者柳，不尚息焉。上帝甚蹈，无自暱焉。俾予靖之，后予极焉。",
                "有菀者柳，不尚愒焉。上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。",
                "有鸟高飞，亦傅于天。彼人之心，于何其臻。曷予靖之，居以凶矜。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "都人士",
              "originalText": [
                "彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。",
                "彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。",
                "彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。",
                "彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。",
                "匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "采绿",
              "originalText": [
                "终朝采绿，不盈一匊。",
                "予发曲局，薄言归沐。",
                "终朝采蓝，不盈一襜。",
                "五日为期，六日不詹。",
                "之子于狩，言韔其弓。",
                "之子于钓，言纶之绳。",
                "其钓维何？维鲂及鱮。",
                "维鲂及鱮，薄言观者。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "黍苗",
              "originalText": [
                "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。",
                "我任我辇，我车我牛。我行既集，盖云归哉。",
                "我徒我御，我师我旅。我行既集，盖云归处。",
                "肃肃谢功，召伯营之。烈烈征师，召伯成之。",
                "原隰既平，泉流既清。召伯有成，王心则宁。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "隰桑",
              "originalText": [
                "隰桑有阿，其叶有难。既见君子，其乐如何。",
                "隰桑有阿，其叶有沃。既见君子，云何不乐。",
                "隰桑有阿，其叶有幽。既见君子，德音孔胶。",
                "心乎爱矣，遐不谓矣？中心藏之，何日忘之！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "白华",
              "originalText": [
                "白华菅兮，白茅束兮。之子之远，俾我独兮。",
                "英英白云，露彼菅茅。天步艰难，之子不犹。",
                "滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。",
                "樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。",
                "鼓钟于宫，声闻于外。念子懆懆，视我迈迈。",
                "有鹙在梁，有鹤在林。维彼硕人，实劳我心。",
                "有扁斯石，履之卑兮。之子之远，俾我疧兮。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "绵蛮",
              "originalText": [
                "绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。",
                "绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。",
                "绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "瓠叶",
              "originalText": [
                "幡幡瓠叶，采之亨之。君子有酒，酌言尝之。",
                "有兔斯首，炮之燔之。君子有酒，酌言献之。",
                "有兔斯首，燔之炙之。君子有酒，酌言酢之。",
                "有兔斯首，燔之炮之。君子有酒，酌言酬之。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "渐渐之石",
              "originalText": [
                "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不遑朝矣。",
                "渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不遑出矣。",
                "有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "苕之华",
              "originalText": [
                "苕之华，芸其黄矣。心之忧矣，维其伤矣！",
                "苕之华，其叶青青。知我如此，不如无生！",
                "牂羊坟首，三星在罶。人可以食，鲜可以饱！"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            },
            {
              "title": "何草不黄",
              "originalText": [
                "何草不黄？何日不行？何人不将？经营四方。",
                "何草不玄？何人不矜？哀我征夫，独为匪民。",
                "匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。",
                "有芃者狐，率彼幽草。有栈之车，行彼周道。"
              ],
              "note": "",
              "simplifiedText": "",
              "analysis": ""
            }
          ]
        }
      ]
    },
    {
      "bookName": "颂",
      "chapters": [
        {
          "title": "周颂·清庙之什",
          "poems": [
            {
              "title": "清庙",
              "originalText": [
                "於穆清庙，肃雍显相。济济多士，秉文之德。",
                "对越在天，骏奔走在庙。不显不承，无射于人斯！"
              ],
              "simplifiedText": [
                "啊，宗庙美好多清静，助祭恭敬又和平。",
                "执事整齐有威仪，文王德教谨奉行。",
                "报答文王在天灵，迅速奔走在庙庭。",
                "光大祖德继祖业，人民不厌都崇敬。"
              ],
              "note": [
                '於（误wù）：叹词。穆：美好，严肃。',
                '相：助祭的公侯。',
                '济济：《郑笺》：“济济之众士，皆执行文王之德。”《集传》：“多士，与祭执事之人也。”',
                '越：于。王引之《经义述闻》卷七：“对越，犹对扬，言对扬文武在天之灵也。”《尔雅·释诂》：“骏，速也。”',
                '不：发语词。',
                '射（易yì）：通“斁（译yì）”，厌弃。《毛传》：“不见厌于人矣。”'
              ],
              "analysis": "祭祀文王的乐歌。要奉行文王德教，报答文王在天之灵。"
            },
            {
              "title": "维天之命",
              "originalText": [
                "维天之命，於穆不已。於乎不显，文王之德之纯！",
                "假以溢我，我其收之。骏惠我文王，曾孙笃之。"
              ],
              "simplifiedText": [
                "想来天道有一定，庄严肃穆永不停。",
                "多么显著又光明，文王德行真纯净。",
                "嘉言善道告戒我，我当接受好继承。",
                "遵循先祖文王德，子子孙孙须力行。"
              ],
              "note": [
                '、《释文》引《韩诗》：“维，念也。”《郑笺》：“命犹道也。天之道於（呜wū）乎美哉。”',
                '於乎：呜呼！不，语助，无实义。',
                '假：通“嘉”。 溢：谨慎。《毛传》：“假，嘉。 溢，慎。”《传疏》：“假以溢我，言以嘉言善道戒慎于我也。”',
                '骏：顺从。惠：顺。《通释》：“惠，顺也。骏，当为驯之假借，驯亦顺也。”',
                '笃：专一，忠实执行。《郑笺》：“曾，犹重也。自孙之子而下事先祖皆称曾孙。是言曾孙欲使后王皆厚行之，非惟今也。”'
              ],
              "analysis": "祭祀文王的乐歌。歌颂文王德行纯美，子孙要好好继承。"
            },
            {
              "title": "维清",
              "originalText": [
                "维清缉熙，文王之典。",
                "肇禋，迄用有成，维周之祯。"
              ],
              "simplifiedText": [
                "多么清静又光明，文王真是好典型。",
                "开始祭天行征伐，直到武王功业成，这是周家大吉庆。"
              ],
              "note": [
                '缉熙（即西jí xī）：光明。《郑笺》：“缉熙，光明也。”',
                '肇禋（照因zhào yīn）：《毛传》：“肇，始。禋，祀。”《郑笺》：“文王受命始祭天而征伐也。”',
                '祯（真zhēn）：吉兆，祥瑞。《毛传》：“祯，祥也。”'
              ],
              "analysis": "祭祀文王的乐歌。歌颂文王征伐有功，为建立周家天下奠定了基础。"
            },
            {
              "title": "烈文",
              "originalText": [
                "烈文辟公，锡兹祉福。",
                "惠我无疆，子孙保之。",
                "无封靡于尔邦，维王其崇之。",
                "念兹戎功，继序其皇之。",
                "无竞维人，四方其训之。",
                "不显维德，百辟其刑之。",
                "於乎，前王不忘！"
              ],
              "simplifiedText": [
                "无功文德众诸侯，先王赐你大福祥。",
                "从今永远热爱我，子孙永保世代昌。",
                "别让你国有大罪。王将重重给封赏。",
                "想起这些大功荣，务要继承和发扬。",
                "得到贤人最重要，四方归顺无违抗。",
                "你们德行能昭明，天下诸侯都模仿。",
                "啊！祖宗功德不能忘！"
              ],
              "note": [
                '烈文：有功与德。《通释》：“烈文二字平列，烈言其功，文言其德。”',
                '祉福：《通释》：“成王即位，遍祭列祖，则祉福宜谓列祖锡之。”',
                '惠：《郑笺》：“惠，爱也。”',
                '封靡：《毛传》：“封，大也。靡，累也。”',
                '崇：《郑笺》：“崇，厚也。”',
                '序：承继。',
                '皇：《集传》：“皇，大也。”',
                '无竞：不刚强，意为恭谦有礼。《郑笺》：“无强乎维得贤人也。”',
                '训：通“顺”。',
                '不：通“丕”，大，'
              ],
              "analysis": "周成王祭祀祖先时戒勉助祭诸侯的乐歌。"
            },
            {
              "title": "天作",
              "originalText": [
                "天作高山，大王荒之。",
                "彼作矣，文王康之。",
                "彼徂矣岐，有夷之行。",
                "子孙保之。"
              ],
              "simplifiedText": [
                "上天造立这高山，大王开始来开荒。",
                "大王开创功劳大，文王继续来发扬。",
                "岐山本来多险阻，如今道路平又广。",
                "子孙永保代代昌。"
              ],
              "note": [
                '作：生。',
                '高山：《郑笺》：“高山，谓岐山也。”《正义》：“作者，造立之言，故为生也。”',
                '荒：开垦。严粲《诗缉》：“治荒为荒，犹治乱为乱也。今言开荒，即始辟之意也。”',
                '康：使安康。杨树达《小学述林》卷六：“康，当读为庚。天作高山，大王垦辟其荒秽，彼为之始，而文王赓续治之。”',
                '彼徂矣岐：《后汉书·西南夷传》引作“彼岨（居jū）者岐。”《集传》：“岨，险僻之意也。夷，平。行，路也。”'
              ],
              "analysis": "祭祀岐山的乐歌。歌颂大王、文王开辟岐山的功劳。"
            },
            {
              "title": "昊天有成命",
              "originalText": [
                "昊天有成命，二后受之。",
                "成王不敢康，夙夜基命宥密。",
                "於缉熙，单厥心，肆其靖之！"
              ],
              "simplifiedText": [
                "老天早已有明命，文王武王来受领。",
                "成王不敢图安逸，早晚奉持很勤敬。",
                "文武事业更光明，成王确已尽了心，天下一定能太平。"
              ],
              "note": [
                '成命：明确的命令。《通释》：“古文明成二字同义，成命，犹言明命。”',
                '后：君王。《毛传》：“二后，文、武也。”',
                '成王：《集传》：“成王，名诵，武王之子也。”',
                '基：谋。命：政令。宥：语助词。密：勤勉。于省吾《诗经新证》：“夙夜基命宥密，应读作夙夜其命有勉，言昊天既有成命，文武受之，成王不敢安逸，早夜有勉于其命。”',
                '於（呜wū）：叹词。缉熙：光明。此用为动词。《集传》：“是能继续光明文武之业而尽其心。”',
                '单：竭尽。',
                '肆其靖之：《郑笺》：“谓夙夜自勤，至于太平。”'
              ],
              "analysis": "祭祀成王的乐歌。歌颂他能继承文王武王事业，发扬光大，天下太平。"
            },
            {
              "title": "我将",
              "originalText": [
                "我将我享，维羊维牛，维天其右之。",
                "仪式刑文王之典，日靖四方。",
                "伊嘏文王，既右飨之。",
                "我其夙夜，畏天之威，于时保之。"
              ],
              "simplifiedText": [
                "我把祭品敬献上，既有牛来又有羊，希望老天来品尝。",
                "效法文王好榜样，每日谋划安四方。",
                "伟大圣明周文王，已经保佑受祭享。",
                "我将日夜勤国政，敬畏老天大威灵，保佑国家长太平。"
              ],
              "note": [
                '将：奉献。《郑笺》：“将，犹奉也。”',
                '享：《毛传》：“享，献也。”',
                '维羊维牛：一本作“维牛维羊”。',
                '维天：李黼（府fǔ）平《毛诗紬（抽chōu）义》：“维天在上，其以此右劝之乎。”',
                '右：佑。',
                '仪式：法度。刑：效法。《集传》：“仪、式、刑，皆法也。”',
                '靖：《毛传》：“靖，谋也。”',
                '嘏（谷gǔ）：远大。《传疏》：“伊，发语词。嘏与假同。嘏，大也。”',
                '于时：于是。'
              ],
              "analysis": "武王出兵伐殷，祭祀上天和文王，祈求他们保佑。为《大武》乐歌第一章。"
            },
            {
              "title": "时迈",
              "originalText": [
                "时迈其邦，昊天其子之，实右序有周。",
                "薄言震之，莫不震叠。",
                "怀柔百神，及河乔岳，允王维后！",
                "明昭有周，式序在位。",
                "载戢干戈，载橐弓矢。",
                "我求懿德，肆于时夏。允王保之！"
              ],
              "simplifiedText": [
                "按时巡视诸侯国，上帝使我为君王，保佑周家国运昌。",
                "周王声威震天下，无不震动受惊慌。",
                "祭祀四方山川神，来到黄河泰山上。",
                "周王真是好君王。",
                "周家德行最光明，百官依次行奖赏。",
                "干戈武器都收藏，良弓利箭装进囊。",
                "我求先王好德行，遍施华夏各地方，周王保持永不忘。"
              ],
              "note": [
                '迈：巡视，视察。《集传》：“迈，行也。邦，诸侯之国也。”',
                '子之：《诗缉》：“有天下曰天子，子之，谓使之为王也。”',
                '序：助。《通释》：“实右序有周，犹言实佑助有周也。右、序二字同义。”',
                '叠：惊惧。《毛传》：“震，动。叠，惧。”',
                '怀柔百神：《诗缉》：“杨氏曰：所谓怀柔百神者，言合祭四方山川之神，故曰百神。”',
                '乔岳：高山。《毛传》：“乔，高也。高岳，岱宗也。”',
                '式序在位：《正义》：“俊乂（义yì）之人，用次第处位。”',
                '戢（即jí）：收藏。橐（高gāo）：《毛传》：“戢，聚。橐，韬。”《正义》：“内（纳）弓于衣谓之韬。”',
                '肆：施行。《郑笺》：“懿，美。肆，陈也。”',
                '夏：中国。《集传》：“夏，中国也。”'
              ],
              "analysis": "武王克商后，巡视四方，祭祀山川的乐歌。"
            },
            {
              "title": "执竞",
              "originalText": [
                "执竞武王，无竞维烈。",
                "不显成康，上帝是皇。",
                "自彼成康，奄有四方，斤斤其明。",
                "钟鼓喤喤，磬莞将将，降福穰穰。",
                "降福简简，威仪反反。既醉既饱，福禄来反。"
              ],
              "simplifiedText": [
                "自强不息周武王，功业伟大世无双。",
                "成王康王有明德，上帝欣赏多赞扬。",
                "自从成王和康王，拥有天下治四方，洞察一切最明亮。",
                "钟鼓齐鸣喤喤响，磬莞合奏声铿锵，福禄为你多多降。",
                "福禄大大降下来，言行恭谨又大方。",
                "神灵酒醉饭已饱，再降福禄报周王。"
              ],
              "note": [
                '竞：强。《郑笺》：“竞，强也。”',
                '烈：业。《毛传》：“烈，业也。”《集传》：“故其功烈之盛，天下莫得而竞。”',
                '皇：嘉赏。《毛传》：“皇，美也。”',
                '斤斤：《毛传》：“斤斤，明察也。”',
                '莞（管guǎn）：管。将将（枪强qiāng qiáng）：《毛传》：“喤喤，和也。将将，集也。”',
                '穰穰（壤rǎng）：盛多貌。反反：慎重貌，善貌。《毛传》：“穰穰，众也。简简，大也。”《郑笺》：“反反，顺习之貌。”',
                '反：复。《毛传》：“反，复也。”'
              ],
              "analysis": "合祭武王、成王、康王的乐歌。歌颂武王功德广大，成康继承，神灵降福。"
            },
            {
              "title": "思文",
              "originalText": [
                "思文后稷，克配彼天。",
                "立我烝民，莫菲尔极。",
                "贻我来牟，帝命率育，无此疆尔界。",
                "陈常于时夏。"
              ],
              "simplifiedText": [
                "先祖后稷有文德，能与上天相比并。",
                "使我百姓能成立，无不赖你大德行。",
                "大麦小麦留给我，天命普遍养人民。",
                "不要彼此分疆界，农政中国都施行。"
              ],
              "note": [
                '思：语助词。《集传》：“思，语辞。文，言有文德也。”',
                '克：能。',
                '立：《通辞》：“立当训为成立之立。”',
                '极：德之至。《集传》：“盖使我烝民得以粒食者，莫非其德之至也。”',
                '来牟（谋móu）：《集传》：“来，小麦。牟，大麦也。”',
                '率：《集传》：“率，遍。”',
                '常：农政。《通释》：“陈常于时夏，谓陈农政于中夏也。”'
              ],
              "analysis": "周王郊祭始祖后稷以配天的乐歌。"
            }
          ]
        },
        {
          "title": "周颂·臣工之什",
          "poems": [
            {
              "title": "臣工",
              "originalText": [
                "嗟嗟臣工，敬尔在公。",
                "王厘尔成，来咨来茹。",
                "嗟嗟保介，维莫之春，亦又何求？",
                "如何新畲？",
                "於皇来牟，将受厥明。",
                "明昭上帝，迄用康年。",
                "命我众人，庤乃钱镈，奄观铚艾。"
              ],
              "simplifiedText": [
                "哎呀在朝众官吏，努力认真办公事。",
                "王把成法赐给你，多来商量和请示。",
                "哎呀你们众田官，现在已是暮春时。",
                "究竟还有啥要求？生田熟田怎种植？啊！",
                "小麦大麦多肥美，收成一定了不起。",
                "光明伟大好上帝，赐我丰收年年是。",
                "命令我的众奴隶，备好锄头和铲子，眼看收割快开始。"
              ],
              "note": [
                '嗟嗟（接jiē）：《毛传》：“嗟嗟，敕之也。工，官也。”',
                '厘：《集传》：“厘，赐也。成，成法也。”',
                '咨、茹（如rú）：《郑笺》：“咨，谋。茹，度也。”',
                '保介：郭沫若《由周代农事诗论到周代社会》：“保介，应该就是后来的田畯，也就是田官。”',
                '畲（余yú）：熟田。《毛传》：“田二岁曰新，三岁曰畲。”',
                '於（呜wū）皇来牟：《集传》：“於皇，叹美之辞。来牟，麦也。”',
                '厥（绝jué）明：收成。《通释》：“《尔雅?释诂》：‘明，成也。’古以年丰谷熟为成。”',
                '众人：《集传》：“众人，甸徒也。”',
                '庤（至zhì）：准备。钱（检jiǎn）：农具。镈（勃bó）：农具。《毛传》：“庤，具。钱，铫。镈，鎒。” 铫（摇yáo）：古代的一种大锄。鎒（耨nòu）锄草的农具。锄草。',
                '奄：尽。《通释》：“奄为久，又为遽（聚jù），义以相反而相成。”',
                '铚（至zhì）：拿镰收割。艾（亦yì）：收割。《集传》：“铚，获禾短镰也。艾，获也。”'
              ],
              "analysis": "周成王春耕藉田，告诫群臣忠于职守，重视稼穑。"
            },
            {
              "title": "噫嘻",
              "originalText": [
                "噫嘻成王！既昭假尔。",
                "率时农夫，播厥百谷。",
                "骏发尔私，终三十里。",
                "亦服尔耕，十千维耦。"
              ],
              "simplifiedText": [
                "啊，英明伟大周成王，已经诚心祭上天。",
                "率领这些农夫们，播种百谷要争先。",
                "赶快开发你私田，三十里内都种遍。",
                "大家一起来耕作，万人成对在田间。"
              ],
              "note": [
                '噫嘻：《郑笺》：“噫嘻，有所多大之声也。”',
                '尔：招请的神灵。',
                '时：《集传》：“时，是。”',
                '骏、私：《郑笺》：“骏，疾。私，私田也。”',
                '服：从事。',
                '耦（偶ǒu）：《集传》：“耦，二人并耕也。”'
              ],
              "analysis": "成王春祭祈谷，告诫农官率领农民播种百谷，开垦私田。"
            },
            {
              "title": "振鹭",
              "originalText": [
                "振鹭于飞，于彼西雍。",
                "我客戾止，亦有斯容。",
                "在彼无恶，在此无斁。",
                "庶几夙夜，以永终誉！"
              ],
              "simplifiedText": [
                "一群白鹭在飞翔，落到西郊水池旁。",
                "我的贵客来到了。仪容高洁真漂亮。",
                "他在本国无人怨，来到此地人敬仰。",
                "希望早晚勤国事，美名长保天下扬。"
              ],
              "note": [
                '振：群飞貌。《毛传》：“振振，群飞貌。雍，泽也。”《传疏》：“诗以鹭之在泽，兴客之朝周。宾住在西，故曰西。”',
                '戾（立lì）：《传疏》：“戾，至也。”',
                '斯容：好仪容。',
                '斁（亦yì）：《郑笺》：“在彼，谓居其国无怨恶之者；在此，谓其人来朝。人皆爱敬之，无厌之者。”《释文》：“斁，厌也。”',
                '永、誉：《郑笺》：“永，长也。誉，声美也。”《传疏》：“永，终皆长也。以永终誉，犹云以介景福也。”'
              ],
              "analysis": "周王宴请来朝诸侯时奏的乐歌，赞扬了客人的美好威仪和德行。"
            },
            {
              "title": "丰年",
              "originalText": [
                "丰年多黍多稌，亦有高廪，万亿及秭。",
                "为酒为醴，烝畀祖妣。",
                "以洽百礼，降福孔皆。"
              ],
              "simplifiedText": [
                "丰年黍子稻谷多，高大粮仓一座座，成万成亿建满坡。",
                "酿成清酒和甜酒，进献先祖先祖婆。",
                "百般祭礼都齐备。普降幸福无灾祸。"
              ],
              "note": [
                '稌（图tú）：稻。《毛传》：“稌，稻也。廪（蔺lìn），所以藏齍盛之穗也。” 齍（资zī）：古代盛谷类的祭器。',
                '秭（子zǐ）：数量名。一万亿为一秭。《郑笺》：“万亿为秭，以言谷数多。”',
                '烝畀（蒸蔽zhēng bì）：《郑笺》：“烝，进。畀，予也。”',
                '洽（恰qià）：齐备。《集传》：“洽，备。皆，遍也。”'
              ],
              "analysis": "周王于秋收后祭祀祖先用的乐歌。"
            },
            {
              "title": "有瞽",
              "originalText": [
                "有瞽有瞽，在周之庭。",
                "设业设虡，崇牙树羽。",
                "应田县鼓，鞉磬柷圉。",
                "既备乃奏，箫管备举。",
                "喤喤厥声，肃雍和鸣，先祖是听。",
                "我客戾止，永观厥成。"
              ],
              "simplifiedText": [
                "瞎子乐师人不少，共同奏乐在周庙。",
                "钟鼓架子设置好，崇牙上面饰羽毛。",
                "小鼓大鼓与悬鼓，鞉磬柷圉排一道。",
                "已经齐备就演奏，还有笛子和排箫。",
                "声音和谐又嘹亮，雍容闲雅好技巧，先祖神灵都听到。",
                "我的贵宾光临了，看完演奏称奇妙。"
              ],
              "note": [
                '瞽：盲人。古以盲人为乐官。《集传》：“瞽，乐官无目者也。”',
                '树羽：《集传》：“树羽，置五彩之羽于崇牙之上也。”业、虡（具jù）、崇牙：见《大雅·灵台》（Y-082）篇注9。',
                '虡（具jù）：木架。《毛传》：“应，小鞞（俾bǐ）也。田，大鼓也。县（音玄xuán）鼓，周鼓也。”',
                '鞉（逃táo）：摇鼓。《集传》：“鞉，如鼓而小，有柄，两耳，持其柄摇之，则傍耳还自击。磬，石磬也。柷（竹zhú），状如漆桶，以木为之，中有锥连底，挏（洞dòng）之令左右击以起乐者也。圉（语yǔ）亦作敔，状如伏虎，背上有二十七鉏鋙（举语jǔ yǔ），刻以木，长尺栎之以止乐者也。”敔（语yǔ）：古击乐器。用于雅乐结束时。'
              ],
              "analysis": "合奏各种乐器于宗庙，向祖先神灵汇报。"
            },
            {
              "title": "潜",
              "originalText": [
                "猗与漆沮！潜有多鱼：有鳣有鲔，鲦鲿鰋鲤。",
                "以享以祀，以介景福。"
              ],
              "simplifiedText": [
                "漆水沮水真美丽，鱼儿深藏河水里。",
                "既有黄鱼有鲟鱼，白鲦黄颊鲇和鲤。",
                "用来献上供祭礼，求神赐予大福气。"
              ],
              "note": [
                '猗（依yī）与：叹词。《郑笺》：“猗与，叹美之言也。”《正义》：“漆、沮（居jū），自豳历岐周以至丰镐。”',
                '潜：《集传》：“潜……深藏之也。”',
                '鳣（沾zhān）、鲔（伟wěi）：鱼名。',
                '鲿（尝cháng）：黄颊鱼。鲦（条tiáo）、鰋（掩yǎn）：《毛传》：“鲦，白鲦也。鰋，鲇也。”'
              ],
              "analysis": "周王祭于宗庙，献鱼求福。"
            },
            {
              "title": "雍",
              "originalText": [
                "有来雍雍，至止肃肃。",
                "相维辟公，天子穆穆。",
                "於荐广牡，相予肆祀。",
                "假哉皇考！绥予孝子。",
                "宣哲维人，文武维后。",
                "燕及皇天，克昌厥后。",
                "绥我眉寿，介以繁祉。",
                "既右烈考，亦右文母。"
              ],
              "simplifiedText": [
                "客人和悦心舒畅，严肃恭敬到庙堂。",
                "诸侯公卿来助祭，天子仪容很端庄。",
                "进献肥美大牺牲，帮我祭品摆妥当。",
                "皇考文王真伟大，保我孝子得安康。",
                "百官通达多智慧，文武兼备好君王。",
                "上天平安无灾变，子孙后代得繁昌。",
                "赐我平安寿命长，助我福禄多无疆。",
                "既劝烈考受祭享，又劝文母来品尝。"
              ],
              "note": [
                '雍雍：和悦。《郑笺》：“雍雍，和也。肃肃，敬也。”',
                '辟公：诸侯。《集传》：“相，助祭也。辟公，诸侯也。”',
                '广牡：《集传》：“广牡，大牲也。”',
                '肆祀：陈设祭品。《郑笺》：“又助我陈祭礼之馔（转zhuàn）。”',
                '假：大。《集传》：“假，大也。皇考，文王也。绥，安也。”',
                '宣哲：《集传》：“宣，通。哲，知。”',
                '燕：《毛传》：“燕，安也。”',
                '绥我眉寿：林义光《诗经通解》：“绥，读为遗。”',
                '繁：《郑笺》：“繁，多也。”',
                '右：尊崇。《通释》：“此诗右亦当读为侑劝之侑。……且诗以烈考与文母对举，文母为太姒，则烈考为文王无疑。”'
              ],
              "analysis": "武王祭祀文王，在撤去祭品时唱的乐歌。"
            },
            {
              "title": "载见",
              "originalText": [
                "载见辟王，曰求厥章。",
                "龙旂阳阳，和铃央央。",
                "鞗革有鸧，休有烈光。",
                "率见昭考，以孝以享。",
                "以介眉寿，永言保之，思皇多祜。",
                "烈文辟公，绥以多福，俾缉熙于纯嘏。"
              ],
              "simplifiedText": [
                "诸侯开始朝君王，考求礼仪旧典章。",
                "交龙旗帜多明亮，车旗铃铛响叮当。",
                "饰金笼头马缰绳，华丽美好闪光芒。",
                "相率朝见武王庙，敬献祭品行祭享。",
                "祈求寿命能久长，永保子孙得安康，大福大禄多多降。",
                "有功有德众诸侯，神灵多多赐福禄，使我光明福长享。"
              ],
              "note": [
                '载：初始。《郑笺》：“诸侯始见君王，谓成王也。”',
                '章：《集传》：“章，法度也。”',
                '鞗（条tiáo）革：《郑笺》：“交龙为旂。鞗革，辔首也。”《集传》：“轼前曰和，旂上曰铃。央央、有鸧，皆声和也。”鸧（枪qiāng）：金饰貌。',
                '昭考：《毛传》：“昭考，武王也。”',
                '以孝以享：《通释》：“此诗以孝以享，犹《潜》诗以享以祀，皆二字同义，合言之则曰孝享。”',
                '嘏（谷gǔ）：《郑笺》：“俾，使。纯，大也。天子受福曰大嘏。”'
              ],
              "analysis": "成王即位，率诸侯祭祀武王的乐歌。"
            },
            {
              "title": "有客",
              "originalText": [
                "有客有客，亦白其马。",
                "有萋有且，敦琢其旅。",
                "有客宿宿，有客信信。",
                "言授之絷，以絷其马。",
                "薄言追之，左右绥之。",
                "既有淫威，降福孔夷。"
              ],
              "simplifiedText": [
                "有客有客好名声，驾着白马来王庭。",
                "态度恭谨仪容美，随从挑选也精明。",
                "一宿两宿客莫走，三天四天望客停。",
                "给他一条绊马绳，拴住马脚别让乘。",
                "将要离去送别他，左右安慰心意诚。",
                "客人既有大德行，神灵多多降福庆。"
              ],
              "note": [
                '客：《集传》：“客，微子也。周既灭商，封微子于宋，以祀其先王，而以客礼待之，不敢臣也。”',
                '白：《毛传》：“殷尚白也。”',
                '萋、且（居jū）：随从众多貌。《毛传》：“萋且，敬慎貌。”《集传》：“敦琢，选择也。旅，其卿大夫从行者也。”',
                '信：一宿为宿，再宿为信。《尔雅?释训》“有客宿宿，言再宿也。有客信信，言四宿也。”',
                '絷（值zhí）：《郑笺》：“絷，绊也。”',
                '追：饯行。《郑笺》：“追，送也。”',
                '威：《通释》：“按《广雅》：‘威，德也。’……既有淫威，犹云既有大德耳。”',
                '夷：《集传》：“夷，易也，大也。”'
              ],
              "analysis": "微子来朝，周王朝对他表示赞扬和挽留。"
            },
            {
              "title": "武",
              "originalText": [
                "於皇武王！无竞维烈。",
                "允文文王！克开厥后。",
                "嗣武受之，胜殷遏刘，耆定尔功。"
              ],
              "simplifiedText": [
                "多么伟大周武王，丰功伟业世无双。",
                "文德显著周文王，后人基业他开创。",
                "武王继成受天命，制止杀戮胜殷商，终成大功美名扬。"
              ],
              "note": [
                '於（呜wū）皇：《集传》：“於，叹辞。皇，大。”',
                '刘：杀；征伐。《毛传》：“刘，杀。”《郑笺》：“举兵伐殷而胜之，以止天下之暴虐而杀人者。”',
                '耆（纸zhǐ）：致使；达到。《毛传》：“耆，致也。”'
              ],
              "analysis": "歌颂周武王消灭殷商的功业。为《大武》乐歌第二章。"
            }
          ]
        },
        {
          "title": "周颂·闵予小子之什",
          "poems": [
            {
              "title": "闵予小子",
              "originalText": [
                "闵予小子，遭家不造，嬛嬛在疚。",
                "於乎皇考！永世克孝。",
                "念兹皇祖，陟降庭止。",
                "维予小子，夙夜敬止。",
                "於乎皇王，继序思不忘！"
              ],
              "simplifiedText": [
                "可怜我这年轻人，家门遭丧太不幸，孤苦无依忧成病。",
                "啊，伟大先父周武王，终生能把孝道行。",
                "追念皇祖周文王，英灵上下在朝廷。",
                "想我嗣位年纪轻，早晚办事应恭敬。",
                "啊，文王武王请放心，继承大业永记清。"
              ],
              "note": [
                '闵：通“悯”。哀怜。小子：成王自谓。不造：不幸。《郑笺》：“闵，悼伤之言也。”《通释》：“不造犹不善，不善犹不淑也。……不淑犹云不祥，谓遭凶丧也。”',
                '嬛嬛（穷qióng）：孤独无依貌。疚（旧jiù）：痛苦。《集传》：“嬛与茕同，无所依怙（沪hù）之意。疚，哀病也。”',
                '皇祖：《郑笺》：“思此君祖文王。”',
                '陟降：《郑笺》：“陟降，上下也。”《集传》：“承上文言武王之孝，思念文王，常犹见其陟降于庭。”',
                '序：事业。《郑笺》：“於乎君王，叹文王武王也。”《毛传》：“序，绪也。”'
              ],
              "analysis": "武王死后，成王丧满即位，告祭祖庙，思念父祖，自我戒勉。"
            },
            {
              "title": "访落",
              "originalText": [
                "访予落止，率时昭考。",
                "於乎悠哉！朕未有艾。",
                "将予就之，继犹判涣。",
                "维予小子，未堪家多难。",
                "绍庭上下，陟降厥家。",
                "休矣皇考！以保明其身。"
              ],
              "simplifiedText": [
                "执政开始就咨询，遵循武王行德政。",
                "啊！任务重大道路远，我无阅历少才能。",
                "帮我实行先王法，继续谋求大业成。",
                "想我如今年纪轻，王室多难难担承。",
                "继续上下在朝廷，升降家中从未停。",
                "武王神灵真英明，保佑我身得安宁。"
              ],
              "note": [
                '访落：《毛传》：“访，谋。落，始。”《传疏》：“谋者，谋于庙也。……始者，始即政也。”',
                '率时：《毛传》：“率，循。时，是。”',
                '艾：阅历。《集传》：“然其道远矣，予不能及也。”',
                '将予就之：《郑笺》：“扶将我就其典法而行之。”',
                '判涣：分散，使广大。《通释》：“继犹判涣，言当谋其大者。”',
                '绍：继承。陟（治zhì）降：升降。指神灵常相往还，护佑。《郑笺》：“绍，继也。”《集传》：“则亦继其上下于庭，陟降于家。”',
                '休：美。《正义》：“上言昭考，此言皇考，皆指武王也。”',
                '明：勉励。'
              ],
              "analysis": "成王执政初年，与群臣议事于宗庙，祷告武王。"
            },
            {
              "title": "敬之",
              "originalText": [
                "敬之敬之！天维显思。",
                "命不易哉！无曰高高在上，",
                "陟降厥士，日监在兹。",
                "维予小子，不聪敬止。",
                "日就月将，学有缉熙于光明。",
                "佛时仔肩，示我显德行。"
              ],
              "simplifiedText": [
                "小心谨慎莫忘记，上天监察最明显。",
                "保持天命真困难，莫说高高在上面。",
                "事物由它定升降，每日监视这下边。",
                "想我这个年轻人，敢不听从不恭敬？",
                "日有成就月有进，学问积渐向光明，",
                "群臣辅我担大任，示我治国好德行。"
              ],
              "note": [
                '敬：警戒。《通释》：“敬之本义即警之。……敬之敬之，犹云戒之戒之。”',
                '士：《毛传》：“士，事也。”',
                '聪：《通释》：“按《广雅》：‘聪，听也。’不为语词。不聪敬止，谓听而警戒也。”',
                '就：久。将：长。《集传》：“将，进也。”《通释》：“《说文》：‘缉，绩也。’绩之言积。当为积渐广大，以至于光明。”',
                '佛（必bì）：辅助。仔肩：责任。《郑笺》：“佛，辅。时，是。仔肩，任也。”'
              ],
              "analysis": "成王警戒自己要敬天勤学，希望君臣辅助。"
            },
            {
              "title": "小毖",
              "originalText": [
                "予其惩，而毖后患。",
                "莫予荓蜂，自求辛螫。",
                "肇允彼桃虫，拚飞维鸟。",
                "未堪家多难，予又集于蓼！"
              ],
              "simplifiedText": [
                "我要警前毖后患。",
                "没人使我没人牵，全由自己寻苦难。",
                "开始以为小鹪鹩，忽成大鸟飞上天。",
                "家多祸患受不了，又陷困境更难堪。"
              ],
              "note": [
                '毖（必bì）：谨慎。惩（成chéng）：《毛传》：“毖，慎也。”《集传》：“惩，有所伤而知戒也。”成语“惩前毖后”源于此。',
                '荓（平píng）蜂：《毛传》：“荓蜂，摩曳也。”胡承珙（巩gǒng）《后笺》：“摩曳者，谓牵引而使之也。”',
                '辛螫（市shì）：《传疏》：“辛螫，《释文》引《韩诗》作辛赦，云：‘赦，事也。’辛事，谓辛苦之事也。”',
                '桃虫：《集传》：“桃虫，鹪鹩（焦辽jiāo liáo），小鸟也。拚（番fān），飞貌。”',
                '蓼（了liǎo）：《集传》：“蓼，辛苦之物也。”'
              ],
              "analysis": "成王诛杀管蔡、消灭武庚以后，警戒自己，要防患于开始。"
            },
            {
              "title": "载芟（必读）",
              "originalText": [
                "载芟载柞，其耕泽泽。",
                "千耦其耘，徂隰徂畛。",
                "侯主侯伯，侯亚侯旅，侯强侯以。",
                "有嗿其馌，思媚其妇，有依其士。",
                "有略其耜，俶载南亩，播厥百谷。",
                "实函斯活，驿驿其达。",
                "有厌其杰，厌厌其苗，绵绵其麃。",
                "载获济济，有实其积，万亿及秭。",
                "为酒为醴，烝畀祖妣，不洽百礼。",
                "有飶其香。邦家之光。",
                "有椒其馨，胡考之宁。",
                "匪且有且，匪今斯今，振古如兹。"
              ],
              "simplifiedText": [
                "除草又除杂树，接着耕田松土。",
                "千双农夫锄草，走向低田小路。",
                "家主和他的长男，跟着许多子弟，个个都是好汉。",
                "送饭的说说笑笑，妇女人人美好。",
                "男子干劲旺盛，犁锹锋利有刃。",
                "开始耕种南亩，播下各种禾谷。",
                "种子生气内蓄，苗儿连续出土。",
                "杰出的苗儿特美，一般的整整齐齐。薅草频繁细密。",
                "收获累累众多，众多粮食堆积，堆积千亿万亿。",
                "用来酿造酒醴，奉祭先祖先妣，供应各种祭礼。",
                "祭筵酒气芬芳，邦家光大盛昌。",
                "酒香伴着椒香，老人长寿安康。",
                "这景象超过希望，有今天何曾料想，自古以来就是这样。"
              ],
              "note": [
                '芟（山shān）：锄草。柞（择zé）：伐木。',
                '泽泽（释释shìshì）：解散。以上二句是说先除草木然后耕地，似是新开的田。',
                '耦：二人并耕。千耦言其多。耘：去田间的草。',
                '隰（席xí）：低湿之地，即指田地所在。畛（诊zhěn）：田畔路径。',
                '侯：语助词。主：家长。伯：长子。',
                '亚：长子以次的诸子。旅：众，指更幼的一群。',
                '强：强有力。以：用或干。这句是总束上文，言这些人都强壮而得力。',
                '嗿（毯tǎn）：众声。送饭的妇女不止一人，行走和笑语的声音众多。',
                '思：语助词，和“有嗿”“有依”等有字作用相同。媚：美好。',
                '依：庄盛貌。士：指在田中耕作的男子。一说“依”是爱悦依倚之貌，上句“媚”字也作为“爱悦”的意思。言送饭的妇与耕作的士彼此相媚相依，也可以通。',
                '略：锋利。耜（似sì）：农具名，用来插地起土。其柄名为耒（磊lěi）。',
                '函：含藏。活：生气。',
                '驿驿（译yì）：《尔雅》作“绎绎”，连续貌。达：生。',
                '厌：饱满。杰：先长特出的苗。',
                '厌厌：苗齐貌。以上三句是说禾苗连续出土，那杰出的异常饱满，一般的很齐整。',
                '绵绵：详密。麃（标biāo）：除禾苗间的草，是耘的别名。',
                '济济：众多貌。',
                '实：满。积：在露天堆积粮谷。见《大雅·公刘》（Y-090）篇。',
                '秭（姊zǐ）：万亿。以上三句言收获多。',
                '醴：甜酒。',
                '烝（蒸zhēng ）：进。',
                '洽：合。百礼：各种祭礼。以上三句言所收的谷可以造酒，供祭祖先和各种祭祀之用。',
                '飶（必bì）：本字为“苾”，芬芳。这句和下文“有椒其馨”都是用草木的馨香喻酒醴的馨香。',
                '胡：寿。考：老。胡考安宁和邦家光大都是说因祭祀合礼而得福。',
                '匪：读作“非”。且（租zū）：此，指丰收。匪且有且：是说不敢期望这样的丰收而竟有这样的丰收。',
                '匪今斯今：言不敢期望现在就能实现的而竟然现在就实现了。',
                '振：起。振古：犹言“由古”。这句是说得到神佑不始于今日，从古以来就这样了。'
              ],
              "analysis": "这是周王祭社稷（土谷之神）的乐歌。从开端到“绵绵”句都是写农夫力田和禾谷成长的情形。“载获”三句写丰收。“为酒”七句写祭祀得福。最后三句表示对神的感谢。"
            },
            {
              "title": "丝衣",
              "originalText": [
                "丝衣其紑，载弁俅俅。",
                "自堂徂基，自羊徂牛，",
                "鼐鼎及鼒，兕觥其觩。",
                "旨酒思柔。不吴不敖，胡考之休！"
              ],
              "simplifiedText": [
                "丝衣洁净又鲜明，头戴皮帽很端正。",
                "自从堂上道门坎，察看羊牛诸牺牲，还有大鼎和小鼎。",
                "兕角杯儿弯弯形，斟满美酒柔又清。",
                "不敢喧哗不傲慢，降我长寿多吉庆。"
              ],
              "note": [
                '紑（否阳fóu）：洁净新鲜。《毛传》：“丝衣，祭服也。紑，洁鲜貌。”《郑笺》：“载，犹戴也。俅俅（求qiú），恭顺貌。”',
                '基：《通释》：“基者，畿之假借。……畿之言期，限也。期、基古同音，故畿可借作基。”',
                '鼐（乃nǎi）、鼒（资zī）：《毛传》：“大鼎谓之鼐，小鼎谓之鼒。”',
                '吴：喧哗。《传疏》：“不吴者，言不讙（欢huān，又读喧xuān）哗也。不敖者，言不傲慢也。”《集传》：“不喧哗，不怠敖，故能得寿考之福。”'
              ],
              "analysis": "于祭祀次日举行宴会以酬谢“神尸”的乐歌。"
            },
            {
              "title": "酌",
              "originalText": [
                "於铄王师！遵养时晦。",
                "时纯熙矣，是用大介。",
                "我龙受之，蹻蹻王之造。",
                "载用有嗣，实维尔公允师。"
              ],
              "simplifiedText": [
                "武王军队真辉煌，奉命攻取殷昏王。",
                "一时普天都光明，国泰民安大吉祥。",
                "应天顺人受天下，武王功业四海扬。",
                "一代一代有继承，效法武王好榜样。"
              ],
              "note": [
                '於（呜wū）、铄（朔shuò）：《集传》：“於，叹辞。铄，盛。”',
                '时晦：不利之时。《毛传》：“遵，率。养，取。晦，昧也。”《正义》：“率此师以取是晦昧之君，谓诛伐以定天下。”',
                '纯熙：明亮。《郑笺》：“纯，大。”《集传》：“熙，光。”《通释》：“《尔雅·释诂》：‘介，善也。’大介，即大善，大善，犹大祥也。”',
                '龙：《毛传》：“龙，和也。”《传疏》：“凡应天顺人谓之和。”',
                '蹻蹻（绝jué）：盛大貌。',
                '嗣：《集传》：“其所以嗣之者，亦维武王之事是师尔。”',
                '尔公：你的功业。'
              ],
              "analysis": "歌颂武王伐商而有天下，建立丰功伟绩。为《大武》乐歌第五章。"
            },
            {
              "title": "桓",
              "originalText": [
                "绥万邦，屡丰年，天命匪解。",
                "桓桓武王，保有厥士。",
                "于以四方，克定厥家。",
                "於昭于天，皇以间之。"
              ],
              "simplifiedText": [
                "武王诛暴安天下，年年喜获好收成。天命在周不会停。",
                "威武凛凛周武王，拥有朝士多贤能。",
                "用来镇抚四方国，周家天下得安定。",
                "武王光辉照天上，代替殷商坐朝廷。"
              ],
              "note": [
                '绥：《郑笺》：“绥，安也。屡，亟。诛无道，安天下，则亟有丰熟之年，阴阳和也。”',
                '解（懈xiè）：懈。《集传》：“然天命之于周，久而不厌也。”',
                '桓桓：威武貌。《集传》：“桓桓，武貌。……保有其士而用之于四方，以定其家。”',
                '皇：大。间（见jiàn）：代。《毛传》：“间，代也。”《集传》：“言君天下以代商也。”'
              ],
              "analysis": "歌颂武王灭商，平定四方，天下太平。为《大武》乐歌第六章。"
            },
            {
              "title": "赉",
              "originalText": [
                "文王既勤止，我应受之。",
                "敷时绎思，我徂维求定。",
                "时周之命，於绎思！"
              ],
              "simplifiedText": [
                "文王创业太劳勤，我当好好来担承。",
                "施行政令要连续，伐商惟求天下定。",
                "周王命令须奉行。啊，应当继续文王政。"
              ],
              "note": [
                '赉（赖lài）：赏赐，赠送。含赐赏诸侯功臣之意。',
                '勤：《毛传》：“勤，劳。”',
                '敷时绎：姚际恒《诗经通论》：“敷，布也，施也。时，是也。绎，连续不断意。”',
                '徂：《传疏》：“徂，往也。往伐殷也。定，安也。”《通释》：“时与承一声之转……时周之命，即承周之命也。”',
                '於（呜wū）：《集传》：“於，叹辞。”'
              ],
              "analysis": "武王克商后，封赏功臣，布告诸侯。为《大武》乐歌第三章。"
            },
            {
              "title": "般",
              "originalText": [
                "於皇时周！陟其高山。",
                "嶞山乔岳，允犹翕河。",
                "敷天之下，裒时之对。时周之命！"
              ],
              "simplifiedText": [
                "啊，周家天下多辉煌。",
                "登至那座高山上，小山大山都在望，合祭黄河真顺当。",
                "普天之下诸神灵，聚集一起报周王。周家命运定久长！"
              ],
              "note": [
                '於：《正义》：“於（呜wū）乎美哉是周家也。”',
                '嶞（垛duò）：狭长的小山。《集传》：“高山，泛言山耳。嶞，则其狭而长者。乔，高也。岳，则其高而大者。”',
                '翕（细xì）：合。《毛传》：“翕，合也。”《郑笺》：“河言合者，河自大陆之北敷为九，祭者合为一。”《通释》：“按《尔雅·释言》：‘猷，若也。’猷、犹古通用。……是知允犹即允若。允若，即允顺也。”',
                '裒（掊póu）：聚集。《集传》：“裒，聚也。对，答也。”'
              ],
              "analysis": "歌颂武王巡狩，祭祀山川，天下一统。为《大武》乐歌第四章。"
            }
          ]
        },
        {
          "title": "鲁颂·駉之什",
          "poems": [
            {
              "title": "駉",
              "originalText": [
                "駉駉牡马，在坰之野。薄言駉者！",
                "有驈有皇，有骊有黄，以车彭彭。",
                "思无疆，思马斯臧！",
                "駉駉牡马，在坰之野。薄言駉者！",
                "有骓有駓，有骍有骐，以车伾伾。",
                "思无期，思马斯才！",
                "駉駉牡马，在坰之野。溥言駉者！",
                "有驒有骆，有骝有雒，以车绎绎。",
                "思无斁，思马斯作！",
                "駉駉牡马，在坰之野。薄言駉者！",
                "有骃有騢，有驔有鱼，以车祛祛。",
                "思无邪，思马斯徂！"
              ],
              "simplifiedText": [
                "公马高大又肥壮，远郊野外去放牧。",
                "要问良马有几种：既有驈来又有皇。",
                "骊马纯黑赤马黄，驾起车来力量强，",
                "深谋远虑无限量，但望马儿都优良。",
                "公马肥壮好身体，群群牧放远郊地。",
                "要问良马有几种：苍白骓马黄白駓，",
                "还有骍马青黑骐，驾起车来有力气。",
                "深谋远虑无限期，但望马儿好质地。",
                "公马肥壮真不错，放在远郊近山坡。",
                "要问良马有几种：青黑驒马白色骆，",
                "赤色骝马黑色雒，驾起车来快如梭。",
                "深谋远虑不觉倦，但望马儿都振作。",
                "公马肥壮强有劲，郊野放牧远离城。",
                "要问良马有几种：红白騢马灰白骃，",
                "驔呀鱼呀也有名，驾起车来脚步轻。",
                "深谋远虑无邪僻，但望马儿能疾行。"
              ],
              "note": [
                '駉駉（扃jiōng）：《毛传》：“駉駉，良马腹于肥张也。”《传疏》：“牡马，谓壮大之马。犹四马之称四牡，不必读为牝（聘pìn）牡之牡也。”',
                '坰（窘jiǒng）：《毛传》：“坰，远野也。邑外曰郊，郊外曰野，野外曰林，林外曰坰。”',
                '驈（欲yù）：《毛传》：“骊马白胯曰驈，黄白曰皇。纯黑曰骊，黄骍（星xīng）曰黄。”',
                '彭彭（邦bāng）：《毛传》：“彭彭，有力有容也。”《集疏》：“以，用也。用车以驾。”',
                '臧：《郑笺》：“臧，善也。”',
                '骓（锥zhuī）、駓（坯pī）：《毛传》：“苍白杂毛曰骓，黄白杂毛曰駓，赤黄曰骍，苍祺曰骐（齐qí）。”',
                '伾伾（匹pǐ）：《毛传》：“伾伾，有力也。”',
                '才：《集传》：“才，材力也。”《集疏》：“思无期，思虑远长无有期限。即马亦多成材也。”',
                '驒（驮tuó）：《毛传》：“青骊驎（林lín）曰驒，白马黑鬣（列liè）曰骆（洛luò）,赤身黑鬣曰骝（六liù），黑身白鬣曰雒（洛luò）。”',
                '绎绎（易yì）：《毛传》：“绎绎，善走也。”',
                '斁（易yì）：《郑笺》：“斁，厌也。”',
                '骃（音yīn）、驔（垫diàn）：《毛传》：“阴白杂毛曰骃，彤白杂毛曰騢（峡xiá），豪骭（干gàn）曰驔，二目白曰鱼。”',
                '祛祛（区qū）：《毛传》：“祛祛，强健也。”',
                '徂：《郑笺》：“徂，犹行也。……牧马使可走行。”《集传》：“思无邪者，思之真正无有邪曲。”'
              ],
              "analysis": "歌颂鲁僖公有远见，兼重农牧，养马多，善服役。"
            },
            {
              "title": "有駜",
              "originalText": [
                "有駜有駜，駜彼乘黄。",
                "夙夜在公，在公明明。",
                "振振鹭，鹭于下。",
                "鼓咽咽，醉言舞。于胥乐兮！",
                "有駜有駜，駜彼乘牡。",
                "夙夜在公，在公饮酒。",
                "振振鹭，鹭于飞。",
                "鼓咽咽，醉言归。于胥乐兮！",
                "有駜有駜，駜彼乘駽。",
                "夙夜在公，在公载燕。",
                "自今以始，岁其有。",
                "君子有穀，诒孙子。于胥乐兮！"
              ],
              "simplifiedText": [
                "多么肥壮又高大，驾上四匹黄膘马。",
                "早晚忙碌在公家，办公勤勉无闲暇。",
                "一群白鹭振翅飞，忽而上升忽而下。",
                "鼓儿敲起咚咚响，酒醉起舞兴难罢。啊，大家心里乐开花。",
                "多么高大多肥壮，四匹公马不寻常。",
                "早晚忙碌在公堂，公堂里面把酒尝。",
                "一群白鹭振翅飞，白鹭高高飞向上。",
                "鼓儿敲起咚咚响，酒醉饭饱人散场。啊，大家心里喜洋洋。",
                "多么强壮多有劲，四匹青马驾车行。",
                "早晚忙碌在公庭，公庭里面宴饮兴。",
                "打从如今开了头，年年都有好收成。",
                "君子好善有吉庆，遗留子孙来继承。啊，大家心里喜盈盈。"
              ],
              "note": [
                '駜（必bì）：《毛传》：“駜，马肥强貌。”《传疏》：“乘黄，四黄马。”',
                '明明：操劳勤勉。《郑笺》：“早起夜寐，在于公之所。”《通释》：“明、勉一声之转，明明即勉勉之假借，谓其在公尽力也。”',
                '振振：《集传》：“振振，群飞貌。鹭，鹭羽，舞者所持，或坐或伏，如鹭之下也。”',
                '咽咽（音yīn）：《毛传》：“咽咽，鼓节也。”',
                '于：《传疏》：“于，发声。”',
                '駽（宣xuān）：青黑马。《毛传》：“青骊曰駽。”',
                '有：《集传》：“有，有年也。”',
                '穀：福禄。《郑笺》：“穀，善。诒，遗也。”'
              ],
              "analysis": "赞美鲁僖公君臣勤于公事，宴饮欢乐。"
            },
            {
              "title": "泮水",
              "originalText": [
                "思乐泮水，薄采其芹。",
                "鲁侯戾止，言观其旂。",
                "其旂茷茷，鸾声哕哕。",
                "无小无大，从公于迈。",
                "思乐泮水，薄采其藻。",
                "鲁侯戾止，其马蹻蹻。",
                "其马蹻蹻，其音昭昭。",
                "载色载笑，匪怒伊教。",
                "思乐泮水，薄采其茆。",
                "鲁侯戾止，在泮饮酒。",
                "既饮旨酒，永锡难老。",
                "顺彼长道，屈此群丑。",
                "穆穆鲁侯，敬明其德。",
                "敬慎威仪，维民之则。",
                "允文允武，昭假烈祖。",
                "靡有不孝，自求伊祜。",
                "明明鲁侯，克明其德。",
                "既作泮宫，淮夷攸服。",
                "矫矫虎臣，在泮献馘。",
                "淑问如皋陶，在泮献囚。",
                "济济多士，克广德心。",
                "桓桓于征，狄彼东南。",
                "烝烝皇皇，不吴不扬。",
                "不告于訩，在泮献功。",
                "角弓其觩。束矢其搜。",
                "戎车孔博。徒御无斁。",
                "既克淮夷，孔淑不逆。",
                "式固尔犹，淮夷卒获。",
                "翩彼飞鸮，集于泮林。",
                "食我桑黮，怀我好音。",
                "憬彼淮夷，来献其琛。",
                "元龟象齿，大赂南金。"
              ],
              "simplifiedText": [
                "大家游乐泮水滨，我在水中采水芹。",
                "鲁侯大驾要光临，已经看到旌旗影。",
                "车上旌旗随风展，铃儿叮当响不停。",
                "无论大官和小官，跟随僖公向前行。",
                "游乐泮水兴致高，我在水中采水藻。",
                "鲁侯大驾已来到，马儿强健气势豪。",
                "马儿强健气势豪，随行人多声音高。",
                "鲁侯和颜面带笑，不发怒气耐心教。",
                "游乐泮水久停留，采摘莼菜忙不休。",
                "鲁侯大驾已光临，泮宫里面饮美酒。",
                "美酒已经举杯饮，祝君长生不老寿。",
                "顺着大道向前走，收服丑类不用愁。",
                "庄严美好鲁僖公，恭敬勤勉品德高。",
                "注意威仪有礼貌，光辉榜样人人效。",
                "真正能文又能武，先祖神灵诚祭告。",
                "遵循祖训无不孝，大福一定能求到。",
                "勤勉努力鲁僖公，能修品德讲法度。",
                "已把泮宫建设好，淮夷人民都归服。",
                "武臣矫矫如猛虎，献敌左耳泮水处。",
                "审讯得法似皋陶，就在泮宫献俘虏。",
                "朝臣济济有修养，能把善心来推广。",
                "威风凛凛去出征，平定东南势力强。",
                "声势盛大军容壮，没有喧哗无叫嚷。",
                "宽待俘虏不穷究，泮宫献功无夸张。",
                "角弓弯弯硬又强，百箭发出嗖嗖响。",
                "兵车坚固数量多，战士英勇斗志昂。",
                "淮夷已经征服了，不再违命多善良。",
                "坚决执行你谋略，淮夷终于得扫荡。",
                "翩翩飞来猫头鹰，落在泮水傍边林。",
                "吃了我的桑上果，给我送来好声音。",
                "如今淮夷有觉悟，献来珍宝表诚心。",
                "既有大龟和象牙，还有南方特产金。"
              ],
              "note": [
                '泮（畔pàn）水：《毛传》：“泮水，泮宫之水也。天子辟雍，诸侯泮宫。”《释文》：“泮宫，诸侯之学也。”',
                '芹：《郑笺》：“芹，水菜也。”',
                '戾止：《毛传》：“戾，来。止，至也。”',
                '茷茷（配pèi）：《集传》：“茷茷，飞扬也。哕哕（惠huì），和也。”',
                '于迈：《郑笺》：“于，往。迈，行也。”',
                '蹻蹻（焦jiāo）：《毛传》：“其马蹻蹻，言强盛也。”',
                '昭昭：严粲《诗缉》：“其声音昭昭然明亮。”',
                '色：《毛传》：“色温润也。”',
                '茆（卯mǎo）：莼（纯chún）菜。《集传》：“茆，凫葵也。叶大如手，赤圆而滑，江南人谓之莼菜者也。”',
                '难老：《诗缉》：“则天与之难老之福。”',
                '长道：《集传》：“长道，犹大道也。”《毛传》：“屈，收。丑，众也。”',
                '昭假：诚心祭告。《郑笺》：“信文矣，为修泮宫也。信武矣，为伐淮夷也。”',
                '矫矫（搅jiǎo）、馘（国guó）：割敌左耳。《郑笺》：“矫矫，武貌。馘，所格者之左耳。”',
                '淑：《郑笺》：“淑，善也。囚，所俘获者。”',
                '桓桓：《毛传》：“桓桓，威武貌。狄，当作剔，剔，治也。东南斥淮夷。”',
                '烝烝皇皇：《集传》：“烝烝皇皇，盛也。不吴不扬，肃也。”',
                '訩（凶xiōng）：争辩。《传疏》：“不告于訩，言不穷治凶恶，唯在柔服之而已。”',
                '觩（求qiú）：《集传》：“觩，弓健貌。五十矢为束或曰：百矢也。搜，矢疾声也。”',
                '博：《传疏》：“博，众也。”《集传》：“无斁（益yì），言竟劝也。”',
                '犹：《郑笺》：“犹，谋也。”',
                '鸮（萧xiāo）：《毛传》：“翩，飞貌。鸮，恶声之鸟也。”',
                '黮（慎shèn）：通“葚”。桑葚。《毛传》：“黮，桑实也。”《郑笺》：“怀，归也。”',
                '憬（景jǐng）：强。琛（抻chēn）：珍宝。《集传》：“憬，觉悟也。琛，宝也。”',
                '赂（路lù）：赠送财物。'
              ],
              "analysis": "歌颂鲁僖公能继承祖先事业，整修泮宫，征服淮夷，建立文治武功。"
            },
            {
              "title": "閟宫",
              "originalText": [
                "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。",
                "上帝是依，无灾无害。弥月不迟，是生后稷。",
                "降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。",
                "有稷有黍，有稻有秬。奄有下土，缵禹之绪。",
                "后稷之孙，实维大王。居岐之阳，实始翦商。",
                "至于文武，缵大王之绪，致天之届，于牧之野。",
                "无贰无虞，上帝临女。敦商之旅，克咸厥功。",
                "王曰：叔父！建尔元子，俾侯于鲁。大启尔宇，为周室辅。",
                "乃命鲁公，俾侯于东。锡之山川，土田附庸。",
                "周公之孙，庄公之子。龙旂承祀。六辔耳耳。",
                "春秋匪解，享祀不忒：皇皇后帝，皇祖后稷。",
                "享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。",
                "秋而载尝，夏而楅衡。白牡骍刚，牺尊将将。",
                "毛炰胾羹，笾豆大房。万舞洋洋，孝孙有庆。",
                "俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是常。",
                "不亏不崩，不震不腾。三寿作朋，如冈如陵。",
                "公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。",
                "烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承。",
                "俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。",
                "俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害！",
                "泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。",
                "至于海邦，淮夷来同。莫不率从，鲁侯之功！",
                "保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。",
                "及彼南夷，莫不率从。莫敢不诺，鲁侯是若！",
                "天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。",
                "鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。",
                "既多受祉，黄发儿齿。",
                "徂徠之松，新甫之柏。是断是度，是寻是尺。",
                "松桷有舄，路寝孔硕，新庙奕奕。",
                "奚斯所作，孔曼且硕，万民是若！"
              ],
              "simplifiedText": [
                "姜嫄神宫多静寂，殿高屋大人迹稀。光明伟大姜嫄氏，品德端正无邪僻。",
                "上帝依恋眷顾她，没有伤害无灾异。怀孕十月不延迟，生下儿子是后稷。",
                "天降百种大福气，黍稷成熟有早晚，豆麦种植时不一。",
                "拥有小国本在邰，教会人民稼穑事。既有高粱和黍子，还有香稻黑小米。",
                "终于拥有天下地，大禹事业得承继。",
                "后稷有个好孙子，古公亶父号太王。住在岐山向阳地，开始准备灭殷商。",
                "到了文王和武王，太王事业得发扬。奉行天意灭殷纣，就在牧野摆战场。",
                "莫怀二心莫欺诈，上帝监察在头上。殷商队伍全俘获，能成大功世无双。",
                "成王开口叫叔父，封立你的大儿子，使他为侯在鲁邦。",
                "大大开拓你土疆。辅卫周室作屏障。",
                "成王下令给鲁公，建立侯国地在东。赐他高山和大川，还有土田和附庸。",
                "周公远孙鲁僖公，庄公儿子是英雄。打着龙旗承祭祀，六条缰绳把马控。",
                "春秋祭祀不懈怠，祭祀完备无漏洞。上帝光明又伟大，还有后稷老祖宗。",
                "献上牺牲黄色牛，神灵享受兴味浓，降你幸福有多种。",
                "伟大先祖周公旦，也将赐你福无穷。",
                "秋天尝祭未开场，夏天设栏把牛养。公牛有白也有黄，牛形酒樽多漂亮。",
                "生烤乳猪肉片汤，盛满笾豆和大房。文舞武舞排场大，孝顺儿孙有福享。",
                "使你兴旺又昌盛，使你长寿获吉祥。安定东方那片土，保卫鲁国国运长。",
                "不亏损来不崩溃，不沸腾也不震荡。三寿和你做朋友，稳如丘陵和山岗。",
                "鲁公兵车有千辆，绿绳缠弓红缨矛，长矛成对弓成双。",
                "鲁公步卒有三万，红线缀贝饰盔上，大军人多势力强。",
                "北狄西戎受打击，荆舒两国遭重创，无人敢与鲁国抗。",
                "使你昌盛又兴旺，使你长寿又富强。老人驼背头发黄，寿高还把重任扛。",
                "使你昌盛又强大，使你年高又寿长。千年万岁活下去，高寿长享无灾殃。",
                "泰山高峻多险峰，位在鲁国国境中。龟山蒙山都属鲁，一直延伸到远东。",
                "还有海滨各国家，淮夷也都来朝贡。无人胆敢不服从，功劳应归鲁僖公。",
                "保有凫山和绎山，徐国也在控制中。直到海滨各国家，淮夷蛮貊也相同。",
                "还有那些南夷国，没有谁人不服从。无人胆敢不听话，顺从鲁侯态度恭。",
                "天赐鲁公大福气，安享高寿保鲁地。据有常许两边邑，周公疆土复统一。",
                "鲁侯宴饮多欢喜，家有老母贤德妻。善待大夫众贤士，国家长保不分离。",
                "既受天赐多福祉，返老还童长新齿。",
                "徂徠山上长松树，新甫山上柏树长。砍的砍来劈的劈，用寻用尺细丈量。",
                "松木椽子直又大，建成正殿多宽敞，新修宗庙真漂亮。",
                "奚斯作成诗一首，长篇巨制好文章，万民满意齐赞扬。"
              ],
              "note": [
                '閟（必bì）、侐（续xù）：《郑笺》：“閟，神也。姜嫄神所依，故庙曰神宫。”《毛传》：“侐，清静也。”',
                '实实枚枚：《毛传》：“实实，广大也。”《释文》：“枚枚，《韩诗》云：闲暇无人之貌也。”',
                '回：《集传》：“回，邪也。”',
                '依：《集传》：“依，犹眷顾也。”',
                '弥（迷mí）：《郑笺》：“弥，终也。……终人道十月而生子，不迟晚。”',
                '重穋（路lù）：《正义》：“《七月?传》曰：后熟曰重，先熟曰穋。”',
                '稙（直zhí）稚（直zhí）：《毛传》：“后种曰稙，先种曰稚。”',
                '奄有下国：《集传》：“奄有下国，封于邰（台tái）也。”',
                '秬（聚jù）：《郑笺》：“秬，黑黍也。”',
                '缵（纂zuǎn）：《毛传》：“绪，业也。”《释文》：“缵，继也。”',
                '翦：“剪”的异体字。《郑笺》：“翦，断也。大王自豳徙居岐阳，四方之民咸往归之，于时而有王迹。”',
                '致天之届：《传疏》：“致天之届，犹云致天之罚耳。”',
                '虞：《广雅?释诂二》：“虞，欺也。”',
                '敦：《通释》：“此诗敦亦当读屯，屯，聚也。犹《商颂》‘裒荆之旅’， 裒亦聚也。盖自聚其师旅为聚，俘虏敌之士众，亦为屯聚之也。”（“裒荆之旅”出自《商颂·殷武》。）',
                '叔父：《集传》：“叔父，周公也。元子，鲁公伯禽也。”',
                '宇：《毛传》：“宇，居也。”',
                '附庸：《集传》：“附庸，犹属城也，小国不能自达于天子，而附于大国也。”',
                '庄公之子：《毛传》：“周公之孙，庄公之子，谓僖公也。”',
                '耳耳：《毛传》：“耳耳然，至盛也。”',
                '忒（特tè）：《集传》：“忒，过差也。”',
                '是飨是宜：《郑笺》：“天亦飨之宜之。”',
                '尝：《集传》：“尝，秋祭名。楅衡，施于牛角，所以止触也。”',
                '刚：《集疏》：“刚者，犅（刚gāng）之借字。《说文》：‘犅，特也。牛父也。’骍刚犹言骍牡。”',
                '牺尊：《集传》：“牺尊，画牛于尊腹也。或曰，尊做牛形，凿其背以受酒也。”《正义》：“将将然而盛美也。”',
                '毛炰（跑páo）、胾（自zì）：《毛传》：“毛炰，豚也。胾，肉。羹，大羹，鉶（形xíng）羹也。”',
                '大房：《集传》：“大房，半体之俎，足下有跗（夫fū），如堂房也。”',
                '保：《郑笺》：“保，安。常，守也。”',
                '三寿：《通释》：“三寿，犹三老也。”',
                '縢（腾téng）：《毛传》：“朱英，矛饰也。縢，绳也。”',
                '贝胄：《毛传》：“贝胄，贝饰也。以朱綅（钦qīn）缀之。”',
                '烝：《毛传》：“烝，众也。”',
                '膺：《通释》：“赵注《孟子》曰：膺，击也。”《郑笺》：“惩，艾也。”《正义》：“惩艾皆创，故为艾也。”',
                '承：《集传》：“承，御也。”',
                '黄发台背：《郑笺》：“黄发台背，皆寿征也。”《集传》引王氏曰：“寿者相与为公用也。”',
                '艾：《方言》卷四：“艾，长老也。东齐鲁卫之间，凡尊老谓之叟，亦谓之艾。”',
                '眉寿：《郑笺》：“眉寿，秀眉，亦寿征。”',
                '岩岩：《正义》：“泰山之高岩岩然。”《毛传》：“詹（沾zhān），至也。”',
                '龟：山名，在今山东新泰县西南。蒙：山名，在今山东蒙阴县南。《郑笺》：“大东，极东也。”《集传》：“荒，奄也。”',
                '同：《通释》：“诸侯殷见天子曰同，小国会朝大国亦曰同。”',
                '凫（扶fú）：山名，在今山东皱县西南。绎：山名，也作“峄（益yì）”，在今山东皱县东南。《集传》：“宅，居也，谓徐国也。”',
                '貊（莫mò）：《诗缉》：“若淮夷也，南夷之蛮也，东夷之貊也，又及彼南方之夷荆楚也。”',
                '诺（喏nuò）：《郑笺》：“诺，应辞也。”《毛传》：“若，顺也。”',
                '纯嘏（谷gǔ）：《郑笺》：“纯，大也。受福曰嘏。”',
                '常、许：《毛传》：“常、许，鲁南鄙、西鄙。”《尔雅?释言》：“居，据也。”',
                '有：《郑笺》：“有，犹长有也。”',
                '儿（尼ní）齿：《集传》：“儿齿，齿落更生细者，亦寿征。”',
                '徂徠：山名，在今山东泰安县东南。新甫：山名，也叫梁山，在泰山旁。',
                '度（夺duó）：《通释》：“按度者，剫（夺duó）之假借。《说文》：‘剫，判也。’”《诗缉》：“于是用八尺之寻，十寸之尺以量之。”',
                '桷（绝jué）：方木椽。舄（细xì）：粗大貌。《毛传》：“桷，榱（催cuī）也。舄，大貌。”《毛传》：“路寝，正寝也。”',
                '奕奕（益yì）：《郑笺》：“奕奕，姣美也。修旧曰新。新者，姜嫄庙也。”',
                '奚斯：《传疏》：“奚斯，公子奚斯，即鲁大夫公子鱼也。”《文选·班固·西都赋序》：“奚斯颂鲁。”李善注引《韩诗·薛君章句》：“言其新庙奕奕然盛，是诗公子奚斯所作也。”'
              ],
              "analysis": "歌颂鲁僖公能继承祖业，振兴鲁国，恢复疆土，修筑宗庙。"
            }
          ]
        },
        {
          "title": "商颂",
          "poems": [
            {
              "title": "那",
              "originalText": [
                "猗与那与！置我鞉鼓。奏鼓简简，衎我烈祖。",
                "汤孙奏假，绥我思成。鞉鼓渊渊，嘒嘒管声。",
                "既和且平，依我磬声。于赫汤孙！穆穆厥声。",
                "庸鼓有斁，万舞有奕。我有嘉客，亦不夷怿。",
                "自古在昔，先民有作。温恭朝夕，",
                "执事有恪，顾予烝尝，汤孙之将！"
              ],
              "simplifiedText": [
                "多么美好多堂皇，拨浪鼓儿安堂上。鼓儿敲起咚咚响，娱乐先祖心欢畅。",
                "汤孙奏乐来祭告，赐我太平大福祥。拨浪鼓儿响咚咚，箫管声声多清亮。",
                "音节调谐又和畅，玉馨配合更悠扬。啊，汤孙英名真显赫，歌声美妙绕屋梁。",
                "敲钟击鼓响铿锵，文舞武舞好排场。我有嘉宾来助祭，无不欢乐喜洋洋。",
                "自从古代我先王，已把祭礼制妥当。早晚温和又恭敬，小心谨慎做事忙。",
                "冬祭秋祭神赏光，汤孙至诚奉酒浆。"
              ],
              "note": [
                '猗、那：《通释》：“按猗那二字叠韵，皆美盛之貌。通作猗傩、阿难。草木之美盛曰猗傩，乐之美盛曰猗那，其义一也。”',
                '鞉（桃táo）鼓：《毛传》：“鞉鼓，乐之所成也。”',
                '烈祖：《毛传》：“烈祖，汤，有功烈之祖也。”《集传》：“衎（看kàn），乐也。”',
                '汤孙：《集传》：“汤孙，主祭之时王也。假与格同，言奏乐以格于祖考也。”《通释》：“绥我思成，犹云贻我福，与《烈祖》‘赉我思成’句法正同。亦谓赉我福也。”《传疏》：“绥，安；成，平。……安享我太平之福也。”',
                '嘒嘒（惠huì）：《集传》：“嘒嘒，清亮也。”',
                '穆穆：《集传》：“穆穆，美也。”',
                '斁（益yì）：《毛传》：“大钟曰庸，斁斁然，盛也。”《通释》：“《说文》：‘奕，大也。’万为大舞，故奕为大貌，闲亦大也。”',
                '夷：《毛传》：“夷，说（悦yuè）也。”',
                '自古：《毛传》：“先王称之曰自古，古曰在昔。有作，有所作也。”',
                '恪（刻kè）：《毛传》：“恪，敬也。”',
                '烝尝：《传疏》：“烝尝，时祭也。”《集传》：“将，奉行。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。着重描写演奏音乐的盛况。"
            },
            {
              "title": "烈祖",
              "originalText": [
                "嗟嗟烈祖！有秩斯祜。申锡无疆，及尔斯所。",
                "既载清酤，赉我思成。亦有和羹，既戒既平。",
                "鬷假无言，时靡有争。绥我眉寿，黄耇无疆。",
                "约軧错衡，八鸾鸧鸧。以假以享，我受命溥将。",
                "自天降康，丰年穰穰。来假来飨，降福无疆。",
                "顾予烝尝，汤孙之将！"
              ],
              "simplifiedText": [
                "啊，烈烈先祖神在上，不断降下大福祥。无穷无尽多赐赏，到达时君这地方。",
                "先祖神前设清酒，赐我太平长安康。还有五味红烧肉，陈设齐备又适当。",
                "默默向神来祭告，执事肃穆无争嚷。神灵赐我百年寿，满头黄发寿无疆。",
                "车毂裹皮辕雕花，八个鸾铃响叮当。祭告神灵献祭品，我受天命广又长。",
                "太平幸福从天降，今年丰收多米粮。神灵光临受祭飨，降下幸福无限量。",
                "冬祭秋祭神赏光，汤孙至诚奉酒浆。"
              ],
              "note": [
                '祜：《郑笺》：“祜，福也。”王引之《经义述闻》卷七：“秩，大貌。”',
                '申：《传疏》：“申训重，重下也。”《集传》：“尔，主祭之君，盖自歌者指之也。斯所，犹言此处也。”',
                '赉（赖lài）：《毛传》：“赉，赐也。”',
                '和羹：《郑笺》：“和羹者，五味调腥熟得宜。”《通释》：“诗承和羹言，戒当训备……济其不及，以泄其过，此诗所谓平也。”',
                '鬷（宗zōng）：《集传》：“鬷，《中庸》作奏，正与上篇义同。族声转平而为奏耳。无言、无争，肃敬而齐一也。”',
                '眉寿、黄耇（苟gǒu）：《传疏》：“眉寿，黄耇皆寿征，言安我以无疆之福寿也。”',
                '軧（齐qí）、鸧鸧（枪qiāng）：《诗缉》：“其车以皮缠约其軧，又有文错之衡，其八鸾之声鸧鸧然和。以此格神，以此献神。”',
                '溥将：《集传》：“溥，广。将，大也。”',
                '穰穰（攘ráng）：《郑笺》：“天于是下平安之福使年丰。”《集传》：“穰穰，多也。”',
                '假：《释文》：“假，音格，王云：至也。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。酒馔丰盛，神赐多福。"
            },
            {
              "title": "玄鸟",
              "originalText": [
                "天命玄鸟，降而生商，宅殷土芒芒。",
                "古帝命武汤，正域彼四方。方命厥后，奄有九有。",
                "商之先后，受命不殆，在武丁孙子。",
                "武丁孙子，武王靡不胜。龙旂十乘，大糦是承。",
                "邦畿千里，维民所止，肇域彼四海。",
                "四海来假，来假祁祁。景员维河。",
                "殷受命咸宜，百禄是何。"
              ],
              "simplifiedText": [
                "上天明令燕子降，来到人间生商王。住居殷地广茫茫。",
                "古时上帝命成汤，征服四海治四方。遍告天下众诸侯，九州全部归商邦。",
                "从前商朝诸先王，接受天命无灾殃，武丁孙子有福祥。",
                "孙子武丁多贤良，成汤事业能担当。大车十辆龙旗扬，满载黍稷供祭享。",
                "国家疆土上千里，人民安居好地方。",
                "开始据有四海地，四海诸侯来朝商，来朝人多纷且忙。",
                "景山四周绕黄河，殷受天命最适当，承担多福长无疆。"
              ],
              "note": [
                '玄鸟：黑色的燕。《郑笺》：“降，下也。天使燕下而生商者，谓燕遗卵，娀（松sōng）氏之女简狄吞之而生契。”',
                '芒芒：同“茫茫”。《毛传》：“芒芒，大貌。”《集传》：“宅，居也。”',
                '正：《集传》：“正，治也。”于省吾《诗经新证》：“正当读为征。……正域彼四方，宜当读为征有彼四方。”',
                '方命：《郑笺》：“方命其君，谓遍告诸侯也。”《毛传》：“九有，九州也。”',
                '商之先后：《集传》：“言商之先后，受天命不危殆，故今武丁孙子犹受其福。”',
                '胜：《毛传》：“胜，任也。”',
                '龙旂：《集传》：“龙旂，诸侯所建交龙之旂也。”《郑笺》：“大糦（斥chì），黍稷也。……奉承黍稷而进之者。”',
                '畿（基jī）：《毛传》：“畿，疆也。”《郑笺》：“止，犹居也。”',
                '域：《通释》：“肇域彼四海，域亦应读为有，言有彼四海地也。”',
                '假：《郑笺》：“假，至也。祁祁，众多也。”',
                '景：《集传》：“或曰：景，山名，商所都也。……景与下篇幅陨义同，盖言周也。河，大河也。言景山四周皆大河也。”',
                '何：同“荷”，担负。《郑笺》：“百禄是何，谓当担负天之多福。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。契由天生，子孙昌盛。"
            },
            {
              "title": "长发",
              "originalText": [
                "浚哲维商，长发其祥。洪水芒芒，",
                "禹敷下土方：外大国是疆，幅陨既长。",
                "有娀方将，帝立子生商。",
                "玄王桓拨，受小国是达，受大国是达。",
                "率履不越，遂视既发。相土烈烈。海外有截。",
                "帝命不违，至于汤齐。汤降不迟，圣敬日跻。",
                "昭假迟迟，上帝是祗，帝命式于九围。",
                "受小球大球，为下国缀旒，何天之休。",
                "不竞不絿，不刚不柔。敷政优优。百禄是遒。",
                "受小共大共，为下国骏厖。何天之龙，敷奏其勇。",
                "不震不动，不戁不竦，百禄是总。",
                "武王载旆，有虔秉钺。如火烈烈，则莫我敢曷。",
                "苞有三蘖，莫遂莫达。九有有截，韦顾既伐，昆吾夏桀。",
                "昔在中叶，有震且业。允也天子，降予卿士。",
                "实维阿衡，实左右商王。",
              ],
              "simplifiedText": [
                "深谋明智是商王，上天久已现祯祥。古时洪水茫茫涌，大禹治理遍四方。",
                "外与大国定疆界，幅员由此广且长，有娀女儿正强壮，上帝立子生殷商。",
                "始祖玄王真英明，受理小国能行令，受理大国也都成。",
                "遵守礼法不过分，遍察教令尽施行。相土治国有威严，四海威服很齐整。",
                "不敢违背上帝命，成汤能与天相并。成汤谦卑不怠慢，圣明美德日上升。",
                "诚心祭告久不停，只把上帝来爱敬。帝令示范九州城。",
                "接受小法和大法，表率诸侯做榜样，承蒙老天赐福祥。",
                "既不竞争不贪求，也不示弱不逞强。施行政令多宽和，百般福禄聚一堂。",
                "接受小法和大法，下国都在庇护中。承蒙老天相爱宠，施展才能显英勇。",
                "既不震惊不摇动，也不害怕不惶恐。百般福禄都聚拢。",
                "汤王出征旌旗扬，手拿大斧多刚强。好比猛火熊熊炎，谁认胆敢来阻挡。",
                "一棵老树三枝杈，不许杈上枝叶长，九州一齐归殷商。",
                "韦顾两国已投降，昆吾夏桀都扫荡。",
                "从前商代中世时，国力强大有威势。成汤真是天之子，上天降下贤卿士。",
                "就是伊尹号阿衡，辅佐商王把国治。"
              ],
              "note": [
                '浚（俊jùn）：《毛传》：“浚，深。”',
                '长发：《郑笺》：“长，犹久也。……久发见其祯祥矣。”',
                '方：《集传》：“方，四方也。”',
                '幅陨：《集传》：“幅，犹言边幅也。陨读作员，谓周也。”',
                '有娀（松sōng）：《毛传》：“有娀，契（屑xiè）母也。将，大也。契生商也。”',
                '玄王：《毛传》：“玄王，契也。”《集疏》：“《韩》拨作发……桓拨二字平列。训桓为武，训发为明，言玄王有英明之姿。”',
                '是达：《郑笺》：“始尧封之商为小国，舜之末年乃益其土地为大国，皆能达其教令。”',
                '率履：《集传》：“率，循。履，礼。”《郑笺》：“遂，犹遍也。发，行也。……乃遍省视之，教令则尽行也。”',
                '相土：《毛传》：“相土，契孙也。烈烈，威也。”《郑笺》：“截，整齐也……四海之外率服，截尔整齐。”',
                '至于汤齐：《毛传》：“至汤与天心齐。”',
                '跻（基jī）：《郑笺》：“降，下。”《毛传》：“不迟，言疾也。跻，升也。”',
                '祗（支zhī）：《集传》：“迟迟，久也。祗，敬也。”',
                '九围：《集传》：“式，法也。九围，九州也。”',
                '缀旒（坠留zhuì liú）：王引之《经义述闻》卷七：“球、共，皆法也。球读为捄，共读为拱。”《通释》：“缀旒并言，比喻汤为下国表则也。”',
                '何：《集传》：“何，荷。”',
                '絿（求qiú）：《通释》：“絿对竞言，从《广雅》训求为是。争竞者多娇，求人者多谄，竞求二义，相对成文。”',
                '遒（囚qiú）：《毛传》：“优优，和也。遒，聚也。”',
                '骏厖（芒máng）：《通释》：“骏与恂，厖与蒙，古并声近通用。……为下国恂蒙，犹云为下国庇覆耳。”',
                '龙：《郑笺》：“龙，当作宠，宠，荣名之谓。”',
                '戁（赧nǎn）：《毛传》：“戁，恐。竦，惧也。”',
                '旆：《毛传》：“武王，汤也。旆，旗也。”《通释》：“有虔，正形容强武之貌。”',
                '曷：《集传》：“害，曷通。”',
                '蘖（聂niè）：《毛传》：“苞，本。蘖，余也。”《通释》：“遂与达，皆草木生长之称。莫遂莫达，以喻之国不能复兴。”',
                '韦顾：《郑笺》：“韦，豕韦，彭姓也。顾，昆吾皆己姓也。三国党于桀恶，汤先伐韦顾，克之，昆吾夏桀则同时诛也。”',
                '震：《郑笺》：“震，威也。”《尔雅·释诂》“业，大也。”',
                '阿衡：《毛传》：“阿衡，伊尹也。左右，助也。”'
              ],
              "analysis": "宋君祭祀成汤，以伊尹配享。歌颂商的祖先契、相土和成汤，宣称从契开始即有受天命的祯祥。"
            },
            {
              "title": "殷武",
              "originalText": [
                "挞彼殷武，奋伐荆楚。罙入其阻，裒荆之旅。",
                "有截其所，汤孙之绪。",
                "维女荆楚，居国南乡。",
                "昔有成汤：自彼氐羌，莫敢不来享，",
                "莫敢不来王。曰商是常！",
                "天命多辟，设都于禹之绩。",
                "岁事来辟，勿予祸适，稼穑匪解。",
                "天命降监，下民有严。不僭不滥，不敢怠遑。",
                "命于下国，封建厥福。",
                "商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。",
                "寿考且宁，以保我后生。",
                "陟彼景山，松伯丸丸。是断是迁，方斫是虔。",
                "松桷有梴，旅楹有闲，寝成孔安。"
              ],
              "simplifiedText": [
                "殷王武丁真威武，奋勇挥师伐荆楚。",
                "深入敌人险阻地，大败敌军捉俘虏。",
                "王师到处齐平服，汤孙功业胜往古。",
                "你们荆楚蛮夷国，一直住在我南方。",
                "往昔成汤势力强，就是僻远如氐羌，谁人敢来不进贡，",
                "谁人敢不来朝王？都说尊尚我殷商。",
                "上天命令众国君，禹治水处把都没，年年有事来朝见，",
                "宽大不愿施谴责，切莫松懈误稼穑。",
                "老天在上监四方，下民敬谨又端庄。不越礼制不放荡，",
                "不敢怠惰把业荒！天子命令诸侯国，大大建立你福祥。",
                "商都整齐又兴旺，它是四方好榜样。他有赫赫好名声，",
                "他的威灵放光芒。商王长寿又安康，保我子孙万代昌。",
                "登上高高景山冈，满山松柏郁苍苍。又是锯来又是运，斫成柱子削成梁。",
                "松树椽子大又长，屋檐楹柱多粗壮，寝庙建成得安康。"
              ],
              "note": [
                '挞（踏tà）：《通释》：“挞，盖勇武之貌。”',
                '罙（深shēn）：“深”的古字。《毛传》：“罙，深。”',
                '裒（抔póu）：俘虏。《郑笺》：“俘虏其士众。”《传疏》：“裒即捊（俘fú）字。”',
                '有截其所：《集传》：“尽平其地，使截然齐一，皆高宗之功也。”',
                '享：进献。《郑笺》：“氐羌，夷狄国，在西方者也。享，献也。”',
                '常：俞樾《群经平议》：“常当作尚。”',
                '辟：《毛传》：“辟，君。”',
                '绩：迹。',
                '祸：罪过。适：谴责。《郑笺》：“来辟，犹来王也。”王引之《经义述闻》卷七：“祸读为过。《广雅》：‘适，过，责也。’谪与适通。勿予过谪，言不施谴责也。”',
                '严：恭敬。《毛传》：“严，敬也。”',
                '不僭不滥：《通释》：“此承上文下民有严，谓民之畏法，故不敢僭滥，非谓上之刑赏也。”',
                '遑：闲暇。',
                '翼翼：完美貌。《毛传》：“商邑，京师也。”《传疏》：“李贤《后汉书》注引《韩诗》文云：‘翼翼然，盛也。’”',
                '极：标准。',
                '濯濯：《正义》：“濯濯乎光明者，其见尊敬如神灵也。”',
                '丸丸：高大挺直貌。《集传》：“景山，山名，商所都也。”《毛传》：“丸丸，易直也。”',
                '斫（卓zhuó）：砍。虔：截断。《通释》：“虔，犹伐也、刈也……方斫是虔，是削伐木于作室之际。”',
                '桷（觉jué）：方椽。',
                '梴（缠chán）：《毛传》：“梴，长貌。”俞樾《群经平议》：“旅，当读为梠。《说文·木部》：‘梠，楣也。’楣与楹相接，故梠楹并言。”《正义》：“闲为楹之大貌。”楹（盈yíng）：厅堂前的柱子。闲：粗大貌。'
              ],
              "analysis": "宋君祭祀殷高宗的乐歌。歌颂他伐荆楚，服诸侯，修宫室。"
            }
          ]
        }
      ]
    }
  ];

module.exports = {
  poems: poems
}
