var poems = [
    {
      "bookName": "风",
      "selected": "active",
      "chapters": [
        {
          "title": "国风·周南",
          "poems": [
            {
              "title": "关雎",
              "originalText": [
                "关关雎鸠，在河之洲。",
                "窈窕淑女，君子好逑。",
                "参差荇菜，左右流之。",
                "窈窕淑女，寤寐求之。",
                "求之不得，寤寐思服。",
                "悠哉悠哉，辗转反侧。",
                "参差荇菜，左右采之。",
                "窈窕淑女，琴瑟友之。",
                "参差荇菜，左右芼之。",
                "窈窕淑女，钟鼓乐之。"
              ],
              "simplifiedText": [
              	"雎鸠关关叫得欢，成双成对在河滩。美丽贤良的女子，正是我的好伴侣。",
              	"长短不齐水荇菜，左右采摘忙不停。美丽贤良的女子，做梦也在把她思。",
              	"追求她却不可得，日夜思念在心间。想啊想啊心忧伤，翻来覆去欲断肠。",
              	"长短不齐水荇菜，左边右边到处采。美丽贤良的女子，弹琴鼓瑟永相爱。",
              	"长短不齐水荇菜，左边右边到处采。美丽贤良的女子，鸣钟击鼓乐她怀。"
              ],
              "note":[
              	'关关：雎鸠和鸣声。雎鸠（居纠jū jiū）：一种水鸟名，即鱼鹰。',
              	'河：黄河。洲：水中央的陆地。一二句是诗人就所见以起兴（起头儿）。',
              	'窈窕：容貌美好。淑：善，品德贤良。淑女：好姑娘。',
              	'君子：《诗经》中贵族男子的通称。好：男女相悦。逑：同“仇”，配偶。“好”、“逑”在这里是动词（和《尚书大传》所载《微子歌》“不我好仇”句同例），就是爱慕而希望成为配偶的意思',
              	'参差：不齐。荇（杏xìng）菜：生长在水里的一种植物，叶心脏形，浮在水上，可以吃',
              	'流：通“摎（究jiū）”，就是求或者捋取。和下文“采”、“芼”义相近。以上两句言彼女左右采荇。她采荇时的美好姿态使那“君子”时刻不忘，见于梦寐。',
              	'睡醒为“寤”，睡着为“寐”。“寤寐”在这里犹言“日夜”。',
              	'服（古读如愎bì）：思念。“思”、“服”两字同义。',
              	'悠哉悠哉：犹“悠悠”，就是长。这句是说思念绵绵不断。',
              	'“辗”就是转。“反”是覆身而卧。“侧” 是侧身而卧。“辗转反侧”是说不能安睡。第二、三章写“思服”之苦。',
              	'友：亲爱。“友”字古读如“以”，和上文“采（古音cǐ）”相韵。',
              	'芼（茂mào）：“覒（茂mào）”的借字，就是择、拔。“芼之”也就是“流之”、“采之”的意思，因为分章换韵所以变换文字。',
              	'乐：娱悦。“友”、“乐”的对象就是那“采”、“芼”之人。最后两章是设想和彼女结婚。琴瑟钟鼓的热闹是结婚时应有的事。',
              ],
              "analysis": "这诗写男恋女之情。大意是：河边一个采荇菜的姑娘引起一个男子的思慕。那“左右采之”的窈窕形象使他寤寐不忘，而“琴瑟友之”、“钟鼓乐之”便成为他寤寐求其实现的愿望。"
            },
            {
              "title": "葛覃",
              "originalText": [
                "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。",
                "葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为绤，服之无斁。",
                "言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否，归宁父母。"
              ],
              "simplifiedText": [
              	"葛藤枝叶长有长，漫山遍野都生长，嫩绿叶子水汪汪。",
              	"小鸟展翅来回飞，纷纷停落灌木上，唧唧啾啾把歌唱。",
              	"葛藤枝叶长有长，漫山遍野都生长，嫩绿叶子多有壮。",
              	"收割水煮活儿忙，细布粗布分两样，做成新衣常年穿。",
              	"走去告诉我女师，我要探亲回娘家。内衣勤洗要勤换，",
              	"外衣勤洗好常穿。一件一件安排好，干干净净见爹娘。"
              ],
              "note": [
              	'葛：多年生蔓草，茎长二三丈，纤维可用来织布。覃（谭tán）：延长。',
              	'施（意yì）：移，伸展。中谷：即谷中。',
              	'维：是用在语首的助词，或称发语词，无实义。萋萋：茂盛貌。',
              	'黄鸟：《诗经》里的黄鸟或指黄莺，或指黄雀，都是鸣声好听的小鸟。凡言成群飞鸣，为数众多的都指黄雀，这里似亦指黄雀。于：语助词，无实义。',
              	'群鸟息在树上叫做“集”。丛生的树叫做“灌木”。',
              	'喈喈（接jiē jiē）：鸟鸣声。',
              	'莫莫：犹“漠漠”，也是茂盛之貌。',
              	'刈（意yì）：割。本是割草器名，就是镰刀，这里用作动词。濩（获huò）：煮。煮葛是为了取其纤维，用来织布。',
              	'絺（痴chī）：细葛布。绤（隙xì）：粗葛布。',
              	'斁（意yì）：厌。“服之无斁”，言服用絺绤之衣而无厌憎。',
              	'言（淹yān）：语助词，无实义。下同。师氏：保姆。',
              	'告归：等于说请假回家。告是告于公婆和丈夫，归是归父母家。上二句是说将告归的事告知于保姆。',
              	'薄：语助词，含有勉励之意。污（务wù）：洗衣时用手搓搓去污。私：内衣。',
              	'澣（环huàn）：洗濯（拙zhuó）。衣：指穿在表面的衣服。',
              	'害（何hé）：通“曷”，就是何。否：指不洗。',
              	'宁：慰安。以上四句和保姆说：洗洗我的衣服吧！哪些该洗，哪些不用洗？我要回家看爹妈去了。'
              ],
              "analysis": "这诗写一个贵族女子准备归宁的事。由归宁引出“澣衣”，由“衣”而及“絺绤”，由“絺绤”而及“葛覃”。诗辞却以葛覃开头，直到最后才点明本旨。“黄鸟”三句自是借自然景物起兴，似乎与本旨无关，但也未必是全然无关，因为群鸟鸣集和家人团聚是诗人可能有的联想。"
            },
            {
              "title": "卷耳",
              "originalText": [
                "采采卷耳，不盈顷筐。嗟我怀人，置彼周行。",
                "陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。",
                "陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。",
                "陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。"
              ],
              "simplifiedText": [
              	"采呀采呀卷耳菜，采来采去不满筐。怀念我的心上人，竹筐搁在大路旁。",
              	"我骑马儿上高山，马儿疲惫力用光。唯有暂饮杯中酒，使我暂时忘家乡。",
              	"我骑马儿上高冈，马儿疲惫眼发黄。唯有暂饮杯中酒，使我暂时不心伤。",
              	"我骑马儿上石岭，马儿疲惫体已伤。仆从生病难跟随，此情此景好凄凉！"
              ],
              "note": [
              	'采采：采了又采。采者是一个正怀念着远人的女子。卷耳：菊科植物，又叫做“苍耳”或“枲（洗xǐ）耳”，嫩苗可以吃。',
              	'顷筐：斜口的筐子，后高前低，簸箕之类。这种筐是容易满的，卷耳又是不难得的，现在采来采去装不满，可见采者心不在焉。',
              	'嗟：叹词。我：采者自称。怀：思念。',
              	'寘（至zhì）：即“置”，搁。彼：指那盛着卷耳的顷筐。周行（航háng）：大路。她因为怀人之故本没心思采卷耳，索性放下顷筐，搁在大路上。',
              	'陟（至zhì）：登。“陟彼”的“彼”字是指示形容词，与下文“酌彼”的“彼”字同。崔嵬（维wéi）：高处。这一句写思妇想象行人正登上高山。',
              	'虺隤（灰颓huī tuí）：又作“瘣（灰huī）颓”，就是腿软。这是思妇设想行人在说。自此以下的“我”都是思妇代行人自称。',
              	'姑：且。金罍（雷léi）：盛酒之器。',
              	'维：发语词，无实义。永怀：犹言“长相思”。思妇想象行人用酒宽慰自己，使自己不至于老想家。',
              	'玄黄：病。这里指眼花。',
              	'兕（似sì）：兽名，像牛，青色，有独角。用兕角做的酒杯叫做兕觥（gōng）。',
              	'永伤：犹“永怀”。',
              	'砠（居jū）：有土的石山。',
              	'瘏（涂tú）：与下句痡（葡pú）同义，都训作“病”，就是疲劳力竭。仆：同路仆人。',
              	'云：语助词，无实义。吁（需xū）：又作“盱”，忧意。“云何吁矣”等于说“忧如之何！”'
              ],
              "analysis": "这是女子怀念征夫的诗。她在采卷耳的时候想起了远行的丈夫，幻想他在上山了，过冈了，马病了，人疲了，又幻想他在饮酒自宽。第一章写思妇，二至四章写征夫。"
            },
            {
              "title": "樛木",
              "originalText": [
                "南有樛木，葛藟累之。乐只君子，福履绥之。",
                "南有樛木，葛藟荒之。乐只君子，福履将之。",
                "南有樛木，葛藟萦之。乐只君子，福履成之。"
              ],
              "simplifiedText": [
              	"南山有樛木，葛藤爬上树。和乐君子啊，福禄安抚你。",
              	"南山有樛木，葛藤覆上树。和乐君子啊，福禄扶助你。",
              	"南山有樛木，葛藤缠上树。和乐君子啊，福禄成全你。"
              ],
              "note": [
              	'南：南山。樛（揪jiū）：树枝下曲。',
              	'藟（磊lěi）：葛类。累：系。',
              	'只：助词。',
              	'履：禄。',
              	'荒：掩覆。',
              	'将：扶助。',
              	'萦：回旋，缠绕。'
              ],
              "analysis": "祝人快乐幸福。"
            },
            {
              "title": "螽斯",
              "originalText": [
                "螽斯羽，诜诜兮。宜尔子孙，振振兮。",
                "螽斯羽，薨薨兮。宜尔子孙。绳绳兮。",
                "螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。"
              ],
              "simplifiedText": [
              	"蜇螽的翅膀多又多，你的子孙聚成群。",
              	"蜇螽的翅膀轰轰响，你的子孙绵绵长。",
              	"蜇螽的翅膀聚纷纷，你的子孙难数清。"
              ],
              "note": [
              	'螽（中zhōng）斯：昆虫，又名蜇螽，身体绿色或褐色，触角呈丝状，善于跳跃，雄的前翅有发音器。',
              	'诜诜（真shēn）：与后文振振、绳绳、揖揖、蛰蛰均言其多且聚集成群。',
              	'薨薨（哄hōng）：虫群飞的声音。',
              	'宜：当然，无怪。',
              ],
              "analysis": "祝福人多子多孙，兴旺发达。"
            },
            {
              "title": "桃夭",
              "originalText": [
                "桃之夭夭，灼灼其华。之子于归，宜其室家。",
                "桃之夭夭，有蕡其实。之子于归，宜其家室。",
                "桃之夭夭，其叶蓁蓁。之子于归，宜其家人。"
              ],
              "simplifiedText": [
              	"桃树繁茂，桃花灿烂。女子出嫁，和美一家。",
              	"桃树繁茂，果实丰硕。女子出嫁，幸福一家。",
              	"桃树繁茂，枝叶浓密。女子出嫁，快乐一家。"
              ],
              "note": [
              	'夭夭：茂盛貌。',
              	'灼灼：鲜明貌。',
              	'之子：这个人。于归：女子出嫁。',
              	'宜：和顺。室家、家室、家人：均指家庭。',
              	'有：语助词。蕡（焚fén）：果实繁盛貌。',
              	'蓁蓁（真zhēn）：草木茂盛貌。'
              ],
              "analysis": "祝贺女子出家，能使家庭和睦，生活幸福。"
            },
            {
              "title": "兔罝",
              "originalText": [
                "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。",
                "肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。",
                "肃肃免罝，施于中林。赳赳武夫，公侯腹心。"
              ],
              "simplifiedText": [
              	"装好张张捕兔网，敲打木桩响叮当。",
              	"威猛武士雄赳赳，保护公侯好干将。",
              	"装好张张捕兔网，设在宽阔大路旁。",
              	"威猛武士雄赳赳，保护公侯好勇将。",
              	"装好张张捕兔网，设在广漠山林中。",
              	"威猛武士雄赳赳，保护公侯作心腹。"
              ],
              "note": [
              	'肃肃：严密的样子。罝（居jū）：捕兔的网。',
              	'椓（拙zhuó）：敲。丁丁（争zhēng）：象声词。',
              	'干城：本指起防御作用的盾牌、城郭，比喻保卫者。',
              	'施（意yì）：布置。中：语助词。逵（葵kuí）：四通八达之道。泛指大道。'
              ],
              "analysis": "赞美武士有才华，能捍卫国家，成为公侯的心腹。"
            },
            {
              "title": "芣苢",
              "originalText": [
                "采采芣苢，薄言采之。采采芣苢，薄言有之。",
                "采采芣苢，薄言掇之。采采芣苢，薄言捋之。",
                "采采芣苢，薄言袺之。采采芣苢，薄言襭之。"
              ],
              "simplifiedText": [
              	"车前子呀采啊采，采啊采啊采下来。",
              	"车前子呀采啊采，一堆一堆收起来。",
              	"车前子呀采啊采，一根一根拾起来。",
              	"车前子呀采啊采，一把一把捋起来。",
              	"车前子呀采啊采，牵起衣角装起来。",
              	"车前子呀采啊采，翻过衣襟兜起来。"
              ],
              "note": [
              	'芣苢（扶以fú yǐ）：植物名，即车前草。古人相信它的种子可以治妇女不孕。',
              	'薄、言：都是语助词。见《葛覃》篇。',
              	'有（古读以yǐ）：采取。上面“采之”是泛言去采，未见到芣苢，这里“有之”是见到芣苢动手采取。',
              	'掇：拾取。',
              	'捋：成把地从茎上抹取。',
              	'袺（结jié）：手持衣襟来盛东西。',
              	'襭（协xié）：将衣襟掖在带间来盛东西，比手持衣角兜得更多些。'
              ],
              "analysis": "这篇似是妇女采芣苢子时所唱的歌。开始是泛言往取，最后是满载而归，欢乐之情可以从这历程见出来。"
            },
            {
              "title": "汉广",
              "originalText": [
                "南有乔木，不可休息。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。",
                "翘翘错薪，言刈其楚。之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。",
                "翘翘错薪，言刈其蒌。之子于归。言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。"
              ],
              "simplifiedText": [
              	"南方有树多高大，谁有福分在树下。",
              	"汉水游女好美貌，只是不能追求到。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！",
              	"大树枝条杂又多，我斩荆棘受折磨。",
              	"女子如果愿出嫁，喂饱马儿去接她。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！",
              	"大树枝条杂又多，我斩萎蒿一垛垛。",
              	"女子如果愿出嫁，喂饱马驹接回家。",
              	"汉水波涌江面宽，怎么游水到岸边！",
              	"长江源远又流长，如何并行结成双！"
              ],
              "note": [
              	'乔木：高耸的树。',
              	'休：庥（休xiū）荫之“庥”，“休”与“庥”本是一字。“不可庥”言不能得到它的覆荫，形容树的高耸。思：语尾助词，无实义。下同。',
              	'汉：水名。源出今陕西宁羌县北，东流入今湖北省，至汉阳入长江。潜行水中为“游”。游女：指汉水的女神。乔木不可休，游女不可求，都是喻所求之女不可得。',
              	'泳：古读如“养”。',
              	'江：长江，长江在古时专称江，或江水。',
              	'方：训“周匝”，就是环绕。遇小水可以绕到上游浅狭处渡过去，江水太长，不能绕匝而渡。“不可泳”、“不可方”也是喻彼女不可求得。',
              	'翘翘：高大貌。错薪：杂乱的柴草。刈（yì）：割。',
              	'楚：植物名，落叶灌木，又名荆。以上两句似以“错薪”比喻一般女子，“楚” 比喻所求女子',
              	'之子：犹言“那人”，指彼女。于：往。归：女子出嫁叫做“归”。',
              	'秣（莫mò）：喂牲口。“马”字古读“姥”，即“暮”字的上声。上两句和末章的三、四句是设想和彼女结婚，喂马是为了驾车亲迎。',
              	'蒌（楼lóu）：蒌蒿，菊科植物。一说“蒌”为“芦”字的假借。也是喻所求女子。',
              	'驹：五尺至六尺的马。'
              ],
              "analysis": "这是男子求偶失望的诗。全篇用比喻和暗示。"
            },
            {
              "title": "汝坟",
              "originalText": [
                "遵彼汝坟，伐其条枚。未见君子，惄如调饥。",
                "遵彼汝坟，伐其条肄。既见君子，不我遐弃。",
                "鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。"
              ],
              "simplifiedText": [
              	"沿着汝河坎上游，砍了树木低着头。",
              	"一日不能见夫君，如饥似渴心忧愁。",
              	"顺着汝河坎上走，砍了枝条抬起头。",
              	"见到夫君还家来，如胶似漆情深厚。",
              	"鲂鱼尾巴艳艳红，王室差役火熊熊。",
              	"虽说差役烈似火，父母仍在要供奉。"
              ],
              "note": [
              	'遵：循，沿着。汝：汝河。坟：大堤。',
              	'条：山楸树枝。枚：树干。',
              	'君子：这里是妻对夫的称呼。',
              	'惄（逆nì）：忧愁。调：通“朝”，早晨。',
              	'肄（意yì）：嫩枝条。',
              	'遐：远。',
              	'赪（撑chēng）：赤色。',
              	'燬（毁huǐ）：火。',
              	'孔：很。迩：近。'
              ],
              "analysis": "丈夫行役在外，妻子在砍柴时思念他，并想象丈夫回来时的愉快心情，庆幸丈夫没有遗弃她。"
            },
            {
              "title": "麟之趾",
              "originalText": [
                "麟之趾，振振公子，于嗟麟兮。",
                "麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。"
              ],
              "simplifiedText": [
              	"麒麟的足啊，如同仁义的好公子，那可赞美的麒麟啊！",
              	"麒麟的额啊，如同宽厚的好公子，那可赞美的麒麟啊！",
              	"麒麟的角啊，如同善良的好公子，那可赞美的麒麟啊！"
              ],
              "note": [
              	'麟：麒麟，传说中的一种仁慈之兽。趾：足。有趾为足，无趾为蹄。',
              	'振（真zhēn）振：信实仁厚貌。',
              	'定：额头。',
              	'公姓：与公子、公族近义，均指贵族子孙。'
              ],
              "analysis": "赞美公侯子孙兴盛，品德优良。"
            }
          ]
        },
        {
          "title": "国风·召南",
          "poems": [
            {
              "title": "鹊巢",
              "originalText": [
                "维鹊有巢，维鸠居之。之子于归，百两御之。",
                "维鹊有巢，维鸠方之。之子于归，百两将之。",
                "维鹊有巢，维鸠盈之。之子于归，百两成之。"
              ],
              "simplifiedText": [
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车相迎娶。",
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车相护送。",
              	"喜鹊筑好巢，班鸠来居住。女子要出嫁，百车成鸾俦。"
              ],
              "note": [
              	'两：辆。御（压yà）：迎迓，迎接。',
              	'方：占据。',
              	'将：送。',
              	'成：完成婚礼，指举行礼仪成婚。'
              ],
              "analysis": "歌颂贵族女子出嫁。“鸠居鹊巢”，比喻新娘住进男家。"
            },
            {
              "title": "采蘩",
              "originalText": [
                "于以采蘩？于沼于沚。于以用之？公侯之事。",
                "于以采蘩？于涧之中。于以用之？公侯之宫。",
                "被之僮僮，夙夜在公。被之祁祁，薄言还归。"
              ],
              "simplifiedText": [
              	"何处可以采白蒿，湖泽之畔和沙洲。",
              	"采来白蒿作何用，公侯之家祭祖宗。",
              	"何处可以采白蒿，山涧之中路迢迢。",
              	"采来白蒿作何用，公侯之家祭宗庙。",
              	"夫人假发高又松，早晚忙碌在后宫。",
              	"夫人发饰多又密，忙完一天才休息。"
              ],
              "note": [
              	'蘩：白蒿。',
              	'沚：小沙洲。',
              	'事：祭祀。',
              	'宫：宗庙。',
              	'被（皮pí）：妇女的假发。僮僮（童tóng）：高耸状。',
              	'夙：早晨。',
              	'祁祁：极言其多。'
              ],
              "analysis": "写妇女采蘩供奉祭事。"
            },
            {
              "title": "草虫",
              "originalText": [
                "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。",
                "陟彼南山，言采其蕨。未见君子，忧心惙々。亦既见止，亦既觏止，我心则说。",
                "陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。"
              ],
              "simplifiedText": [
                "草虫喓喓鸣，阜螽随声跳。",
                "不见心上人，心中乱糟糟。",
                "只要见到他，交欢有浓情，我心就平静。",
                "爬到南山上，前去采蕨苗。",
                "不见心上人，心中忧戚戚。",
                "只要见到他，情意相交接，我心就欢悦。",
                "爬到南山坡，前去采蕨叶。",
                "不见心上人，心中悲切切。",
                "只要见到他，两情同欢乐，我心才平和。"
              ],
              "note": [
                '喓喓（腰yāo）：虫鸣声。',
                '趯趯（替tì）：跳跃。阜螽（中zhōng）：昆虫。',
                '亦：发语词。止：代词“之”。',
                '觏（够gòu）：交合。',
                '降（洪hóng）：平和。',
                '惙惙（龊chuò）：愁苦貌。',
                '说（阅yuè）：通“悦”。',
                '夷：平。'
              ],
              "analysis": "女子怀念远出的丈夫，并想象他回家团聚时的喜悦。"
            },
            {
              "title": "采蘋",
              "originalText": [
                "于以采蘋？南涧之滨。于以采藻？于彼行潦。",
                "于以盛之？维筐及筥。于以湘之？维锜及釜。",
                "于以奠之？宗室牖下。谁其尸之？有齐季女。"
              ],
              "simplifiedText": [
                "什么地方可采蘋？南山涧中那水滨。",
                "什么地方可采藻？水流深处细细找。",
                "什么东西来装载？有那方筐与圆箩。",
                "什么东西来烹煮？用那有腿无腿锅。",
                "什么地方摆祭台？祠堂里面窗子下。",
                "什么人儿来祭祖？斋戒沐浴妙龄女。"
              ],
              "note": [
                '蘋、藻：水草名。',
                '行潦：流水。',
                '湘：烹饪供祭祀的牛羊。',
                '宗室：宗庙、祠堂。牖（有yǒu）：窗。',
                '尸：祭祀中扮神的人。',
                '齐（摘zhāi）：通“斋”。季女：少女。'
              ],
              "analysis": "女子出嫁前采集蘋藻，举行祭祀，向祖宗告别。"
            },
            {
              "title": "甘棠",
              "originalText": [
                "蔽芾甘棠，勿剪勿伐，召伯所茏。",
                "蔽芾甘棠，勿剪勿败，召伯所憩。",
                "蔽芾甘棠，勿剪勿拜，召伯所说。"
              ],
              "simplifiedText": [
                "葱茏杜梨树，请勿去砍伐，召伯曾居住。",
                "葱茏杜梨树，请勿去折断，召伯曾停歇。",
                "葱茏杜梨树，请勿去弯曲，召伯曾停驻。"
              ],
              "note": [
                '蔽芾（废fèi）：树木葱茏貌。甘棠：杜梨树。',
                '翦：即剪。',
                '茇（拔bá）：与下文的憩、说，同为暂时滞留之意。',
                '败：折枝。',
                '拜：屈枝。'
              ],
              "analysis": "相传西周召伯听政于甘棠树下，人民怀念他，写了这首诗。"
            },
            {
              "title": "行露",
              "originalText": [
                "厌浥行露，岂不夙夜，谓行多露。",
                "谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！",
                "谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！"
              ],
              "simplifiedText": [
                "道上露水湿纷纷。难道不想行五更？只怕晨露湿我身。",
                "谁言麻雀没有嘴？如何穿入我屋中？谁说你还没成家？为何害我见官家？即便使我入牢狱，要想娶我万不能！",
                "谁言老鼠没有牙？如何在我墙上爬？谁说你还没成家？为何害我见官家？虽然使我遭诉讼，要想娶我万不从！"
              ],
              "note": [
                '厌：“湆（泣qì）”的借字。湆浥（意yì）：湿貌。行（航háng）：道路。',
                '夙夜：早夜，就是夜未尽天未明的时候。',
                '谓：同“畏”。与下文“谁谓”的“谓”不同义。以上三句是说只要不在早夜走路就不怕露水，似比喻不犯法就不怕刑罚。',
                '角（路lù）：鸟嘴。',
                '家：夫家。',
                '速：招致。狱：讼，打官司。第二章的第一、二句和三、四句的关系虽不是很贴切的比喻却是很自然的联想，因为有角和有家同是有，穿我屋和速我狱同是侵害。第三章一、二句和三、四句的关系同此。',
                '室家：犹“夫妇”，男子有妻叫做“有室”，女子有夫叫做“有家”。“室家不足”是说对方要求缔结婚姻的理由不足。',
                '墉（庸yōng）：墙。“穿屋”、“穿墉”比喻害人的行为。女（汝rǔ）：通“汝”。'
              ],
              "analysis": "一个强横的男子硬要聘娶一个已有夫家的女子，并且以打官司作为压迫女方的手段。女子的家长并不屈服，这诗就是他给对方的答复。诗的大意说：你像麻雀和耗子似的害了我，教我吃官司，但是谁不知道我的女孩儿已经许了人家？你要娶她，你可没有充足的法律根据。我拚着坐牢也不依从你。"
            },
            {
              "title": "羔羊",
              "originalText": [
                "羔羊之皮，素丝五紽。退食自公，委蛇委蛇。",
                "羔羊之革，素丝五緎。委蛇委蛇，自公退食。",
                "羔羊之缝，素丝五总。委蛇委蛇，退食自公。"
              ],
              "simplifiedText": [
                "羔羊皮袄蓬松松，白色丝带作钮扣。",
                "退出公府吃饭去，摇摇摆摆好自得。",
                "羔羊皮袄毛绒绒，白色丝带作钮扣。",
                "洋洋自得出公府，回到家里吃饭去。",
                "羔羊皮袄热烘烘，白色丝带作钮扣。",
                "洋洋自得出公府，回到家里吃饭去。"
              ],
              "note": [
                '皮（婆pó）、革（气qì）、缝：毛皮或皮袄。',
                '素丝：白蚕丝。紽（驮tuó）：量词，丝数。',
                '退食自公、自公退食（似sì）：从公府回家中进餐。',
                '委蛇（移yí）：逶迤。洋洋自得貌。',
                '緎（瘀yū）：丝数。',
                '总：丝数。'
              ],
              "analysis": "描写官僚们锦衣玉食，无所事事。"
            },
            {
              "title": "殷其雷",
              "originalText": [
                "殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！",
                "殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！",
                "殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！"
              ],
              "simplifiedText": [
                "雷声隐隐响隆隆，好像就在南山南。",
                "为何才回又要走，不敢稍稍有闲暇？",
                "诚实忠厚心上人，妻在家里盼你归！",
                "雷声隐隐隆隆响，好像就在南山旁。",
                "为何才回又启程，不敢稍稍暂休整？",
                "诚实忠厚心上人，妻在家里盼你归！",
                "雷声隐隐隆隆响，好像就在南山下。",
                "为何才聚又离别，不敢稍稍作停歇？",
                "诚实忠厚心上人，妻在家里盼你归！"
              ],
              "note": [
                '殷：雷声。通“隐”。',
                '阳：山之南坡。',
                '斯：含此人此地之意。违：离别。',
                '或：有。遑（皇huáng）：闲暇。',
                '振振（真zhēn）：忠诚老实貌。',
                '处：居住，停留。'
              ],
              "analysis": "妻子热切地盼望丈夫早日归来。"
            },
            {
              "title": "摽有梅",
              "originalText": [
                "摽有梅，其实七兮。求我庶士，迨其吉兮。",
                "摽有梅，其实三兮。求我庶士，迨其今兮。",
                "摽有梅，顷筐塈之。求我庶士，迨其谓之。"
              ],
              "simplifiedText": [
                "枝头梅子落纷纷，树上还留有七成！追求我的小伙子，不要错过好时辰！",
                "枝头梅子落纷纷，树上只留有三成！追求我的小伙子，今天就是好时辰！",
                "梅子全部落下来，倾尽筐子让他取！追求我的小伙子，趁着时机嫁给他！"
              ],
              "note": [
                '摽（biào）：坠落。梅：梅树的果实。有：语助词，古语往往在一个单音词上配一个“有”字，如“有夏”、“有司”等和“有梅”词例相同。',
                '其实七兮：“七”表多数，言未落的果实还有十分之七，比喻青春所馀尚多。兮：语助词，有声无义。',
                '庶：众。士：指未婚的男子。',
                '迨（代dài）：及，趁着。吉：吉日。以上两句是说希望有心追求自己的男子们不要错过吉日良辰。',
                '其实三兮：“三（古读如森）”表少数，言梅子所馀仅有十分之三，比喻青春逝去过半。',
                '今：即时的意思。言不必等待了，现在就来吧。',
                '塈（戏xì）：是“摡（戏xì）”的借字，《玉篇》引作“摡”，取。用顷筐取梅，言其落在地上的已经很多了。',
                '谓：读为“会”，《诗经》时代有在仲春之月“会男女”的制度，凡男子到三十岁未娶，女子到二十岁未嫁的都借这个会期选择对象，不必依正常的礼制儿婚配。一说“谓”是告语，言一语定约。'
              ],
              "analysis": "本篇写女子求偶，希望求婚的男子及时而来。每章一、二两句以梅子坠落比喻青春消逝，三、四两句是她对男子的愿望。"
            },
            {
              "title": "小星",
              "originalText": [
                "嘒彼小星，三五在东。肃肃宵征，夙夜在公。实命不同！",
                "嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。实命不犹！"
              ],
              "simplifiedText": [
                "小小星星闪微光，三三五五在东方。有人匆忙赶夜路，日日夜夜在公堂。只因命运不一样。",
                "小小星星闪微光，参星昴星在天上。有人匆忙赶夜路，抛开温暖被和褥。只因命运不一样。"
              ],
              "note": [
                '嚖（惠huì）：《广韵》作“暳”，光芒微弱的样子。',
                '三五：似即指下章所提到参、昴（详下）。',
                '肃肃：急急忙忙。宵征：夜行。',
                '夙夜：早晨和夜晚，和《行露》篇的“夙夜”意义不同。公：指公事。这句是说不分早晚都在办着国君的事。',
                '寔：即“实”，此。',
                '参：星宿名。共七星，四角四星，中间横列三星。古人又以横列的三星代表参宿。《绸缪》篇的“三星在户”和本篇的“三五在东”都以三星指参星。昴（卯mǎo）：也是星宿名，又叫旄头，共七星。古人又以为五星，有昴宿之精变化成五老的传说。上章“三、五”的五即指昴星。参、昴相近，可以同时出现在东方。',
                '衾（亲qīn）：被子。裯（绸chóu）：床帐。',
                '不犹：不如。'
              ],
              "analysis": "本篇写小臣出差，连夜赶路，想到尊卑之间劳逸不均，不觉发出怨言。“寔命不同”、“寔命不犹”是和朝中居高位的人比较，虽说委之于命，实在是不平之鸣。和《小雅·北山》的四、五、六等章相类。"
            },
            {
              "title": "江有汜",
              "originalText": [
                "江有汜，之子归，不我以。不我以，其后也悔。",
                "江有渚，之子归，不我与。不我与，其后也处。",
                "江有沱，之子归，不我过。不我过，其啸也歌。"
              ],
              "simplifiedText": [
                "江有倒流水，那人又娶妻，不与我相随！现在不要我，以后必后悔。",
                "江有小沙洲，那人又娶妻，不与我相随！现在不要我，以后还要归。",
                "江有小支流，那人又娶妻，不过我的门！此时不见我，日后必悲歌。"
              ],
              "note": [
                '汜（似sì）：由主流分出而复汇合的河水。',
                '以：相从，相好。',
                '渚：小沙洲。',
                '与：同“以”。',
                '处：忧。',
                '沱：支流。',
                '过：经过。',
                '其：将。啸：号。啸也歌：边哭边唱。'
              ],
              "analysis": "丈夫另有新欢，妻子幻想他回心转意，终于失望。"
            },
            {
              "title": "野有死麕",
              "originalText": [
                "野有死麕，白茅包之。有女怀春，吉士诱之。",
                "林有朴?，野有死鹿。白茅纯束，有女如玉。",
                "舒而脱脱兮，无感我帨兮，无使尨也吠。"
              ],
              "simplifiedText": [
                "山野之外一死獐，白茅轻轻将它包。二八娇女春情萌，青年猎人把她撩。",
                "大树林子小灌木，荒山野岭死麋鹿。白色茅绳将它束，这个少女颜如玉。",
                "轻点慢点好哥哥，不要弄乱我佩巾，不要惊动小猎犬。"
              ],
              "note": [
                '麕（均jūn）：兽名，就是獐。',
                '白茅：草名，属禾本科。在阴历三四月间开白花。包：古音读bǒu。',
                '怀春：春指男女的情欲。',
                '吉士：男子的美称，指那猎获獐子的人。',
                '朴樕（速sù）：低矮灌木。',
                '纯束：归总在一块儿捆起来。那“吉士”砍了朴樕做柴薪，用白茅纠成绳索，将它和打死的鹿捆在一处。',
                '舒而：犹舒然，就是慢慢地。脱脱（兑duì）：舒缓的样子。',
                '无：表示禁止的词，同“毋”。 感（撼hàn）：“撼”字的古写，动。帨（税shuì）：是佩巾，或蔽膝，系在腹前。',
                '尨（忙máng）：多毛的狗。末章是女子对那吉士所说的话。她要求他别冒冒失失，别动手动脚，别惹得狗儿叫起来，惊动了人。'
              ],
              "analysis": "这诗写丛林里一个猎人，获得了獐和鹿，也获得了爱情。"
            },
            {
              "title": "何彼襛矣",
              "originalText": [
                "何彼襛矣，唐棣之华？曷不肃雍？王姬之车。",
                "何彼襛矣，华如桃李？平王之孙，齐侯之子。",
                "其钓维何？维丝伊缗。齐侯之子，平王之孙。"
              ],
              "simplifiedText": [
                "花团锦簇多繁华，好比唐棣鲜花开。庄重和悦不曾见？那是王姬乘车来。",
                "花团锦簇多美丽，色泽艳绝如桃李。那是平王的子孙，娶了齐侯的娇女。",
                "河中垂钓用什么？并合之丝结细绳。齐侯女儿坐华乘，嫁予平王后世人。"
              ],
              "note": [
                '襛（农nóng）：花木繁盛。',
                '唐棣（第dì）：木名，状似白杨，能开花结果。华：花。',
                '曷：难道。雝（庸yōng）：和乐。',
                '其钓维何：用什么来钓鱼？以鱼喻配偶。',
                '伊缗（民mín）：伊，发语词。缗，两股合一的丝绳。'
              ],
              "analysis": "描写贵族女子出嫁时车马服饰的美盛。"
            },
            {
              "title": "驺虞",
              "originalText": [
                "彼茁者葭，壹发五豝，于嗟乎驺虞！",
                "彼茁者蓬，壹发五豵，于嗟乎驺虞！"
              ],
              "simplifiedText": [
                "芦苇茂盛真茁壮，（他）发箭射杀五头猪，多可恶的驺虞啊！",
                "蓬蒿丛丛真茂盛，五头小猪瞬间杀，多可恨的驺虞啊！"
              ],
              "note": [
                '葭（加jiā）：芦苇。',
                '壹：发语词。豝（巴bā）：幼小的母猪。',
                '驺（邹zōu）虞：古时司牧猎的官吏。',
                '蓬：蓬草。',
                '豵（纵zòng）：小猪或小兽。'
              ],
              "analysis": "赞美猎人本领高强。"
            }
          ]
        },
        {
          "title": "国风·邶风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。",
                "我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往诉，逢彼之怒。",
                "我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。",
                "忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。",
                "日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。"
              ],
              "simplifiedText": [
                "划着小小柏木舟，飘来荡去到中流。惴惴不安难入睡，如有忧愁在心头。并非手中没有酒，举起痛饮自在游。",
                "我心不是青铜镜，善恶很难都辨清。虽有亲兄弟同胞，心难沟通不能靠。满心痛苦去倾诉，他们无情很恼怒。",
                "我心不比那方石，不能挪动又转移。我心不比芦苇席，不能随手便卷起。你的气宇很轩昂，我心不会选他人。",
                "满腹愁苦心焦虑，怨愤小人恨难消。遭遇祸患实在多，历经屈辱也不少。静静细思此间事，捶胸不眠真难熬。",
                "可恨太阳与月亮，为何亏缺无光芒？心中忧虑难舒畅，犹如没洗脏衣裳。静静细思从前事，不能上天任翱翔。"
              ],
              "note": [
                '汎（泛fàn）：同“泛”，漂流貌。柏舟：柏木刳成的舟。刳（哭kū）：剖开，挖空。',
                '亦：语助词。这两句是说柏舟泛泛而流，不知所止。作者用来比喻自己的身世。',
                '耿耿：不安貌。',
                '如：犹“而”。隐：幽深。《淮南子?说山训》高诱注引作“殷”，盛大。“隐忧”是深藏隐曲之忧。“殷忧”是大忧，都可以通。',
                '微：非，不是。',
                '以：于此。敖：通“遨”。五、六两句言并非我无酒消忧，也不是不得遨游，而是饮酒和遨游都解不了这忧愁。',
                '匪：非。鉴：明镜。',
                '茹（如rú）：含，容纳。以上两句是说我心不能像镜子对于人影似的，不分好歹，一概容纳。',
                '据：依靠。',
                '薄言：见《芣苢》篇。愬（素sù）：告诉。',
                '以上四句言石头是任人转动的，席子是任人卷曲的，我的心却不是这样。也就是说不能随俗，不能屈志。',
                '威仪：尊严、礼容。棣棣：犹“秩秩”，上下尊卑次序不乱之貌。',
                '选：读为“巽（逊xùn）”，巽是屈挠退让的意思。',
                '悄悄：苦愁状。',
                '愠（运yùn）：怒。群小：众小人。',
                '觏（够gòu）：通“遘”，遭遇。《楚辞?哀时命》王逸注引作“遘”。闵（敏mǐn）：痛。因为见怒于群小所以遭遇许多伤痛的事，受了不少侮辱，因此不得不“忧心悄悄”。',
                '静言：犹“静然”，就是仔细地。',
                '辟：《玉篇》引作“擗”，就是拊（府fǔ）心。摽（biào）：捶击。这句是说醒寤的时候越想越痛，初则拊（抚摩）胸，继则捶胸。',
                '居、诸：语助词。',
                '迭：更迭，就是轮番。微：言隐微无光。《小雅·十月之交》篇“彼月而微，此日而微”，微指日月蚀，这里“微”字的意义相似。以上二句问日月为何更迭晦蚀，而不能常常以光明照临世界。言正理常常不能表白。',
                '澣（换huàn）：洗。如匪澣衣：像不加洗濯的衣服。以上二句言心上的烦恼不能清除，正如不澣之衣污垢长在。'
              ],
              "analysis": "这诗的作者被“群小”所制，不能奋飞，又不甘退让，怀着满腔幽愤，无可告语，因而用这委婉的歌辞来申诉。关于作者的身份和性别，旧说颇为纷歧，大致有君子在朝失意，寡妇守志不嫁和妇人不得志于夫等说。从诗中用语，像“如匪澣衣”这样的比喻看来，口吻似较适合于女子。从“亦有兄弟，不可以据”两句也见出作者悲怨之由属于家庭纠纷的可能性比较大，属于政治失意的可能性比较小。"
            },
            {
              "title": "绿衣",
              "originalText": [
                "绿兮衣兮，绿衣黄裹。心之忧矣，曷维其已！",
                "绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡！",
                "绿兮丝兮，女所治兮。我思古人，俾无訧兮！",
                "絺兮绤兮，凄其以风。我思古人，实获我心！"
              ],
              "simplifiedText": [
                "绿色外衣穿在身，黄色下衣里面藏。触物思人情难却，何时才能不心伤！",
                "绿色外衣穿在身，黄色下衣里面藏。心中忧愁割不断，怎么能够把你忘！",
                "绿色丝绸穿在身，件件都是你所赠。思念我公不相忘，愿你从此无过失！",
                "粗衣细衣穿身上，风儿吹过感凄凉。我思夫君情意在，称心如意好君郎！"
              ],
              "note": [
                '里：在里面的衣服，似即指下章“黄裳”之“裳”，而不是夹衣的里层。衣在裳外，衣短裳长。从上下说，衣在上，裳在下；从内外说，衣在表，裳在里。',
                '曷：同“何”，何时。已：止。',
                '亡：通“忘”。这两句和《小雅·沔水》篇“心之忧矣，不可弭（米mǐ）忘”意同。',
                '治：理。',
                '古人：故人，指故妻。（《古诗?上山采蘼芜》篇“新人虽言好，未若故人殊”，也是称故妻为故人。）',
                '俾（比bǐ）：使。訧（怡yí）：过失。这句是说故妻能匡正我，使我无过失。',
                '絺（痴chī）：细的葛布。绤（戏xì）：粗的葛布。丝和絺绤都是做衣裳的材料，所以联想。',
                '凄：凉意。这两句是说絺绤之衣使人穿着感到凉快。',
                '这一句等于说实在中我的心意。'
              ],
              "analysis": "这是男子睹物怀人，思念故妻的诗。“绿衣黄裳”是“故人”亲手所制，衣裳还穿在身上，做衣裳的人已经见不着（生离或死别）了。"
            },
            {
              "title": "燕燕",
              "originalText": [
                "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。",
                "燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。",
                "燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。",
                "仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"
              ],
              "simplifiedText": [
                "轻盈燕子双双飞，一前一后紧相随。我的妹子要出嫁，迢遥相送难转回。抬首遥望不能见，涕泣如雨涟涟泪。",
                "轻盈燕子双双飞，上下翻转影蹁跹。我的妹子要出嫁，送到天边路万千。抬首遥望不能见，伫立良久泪涟涟。",
                "轻盈燕子双双飞，忽上忽下叫声悲。我的妹子要出嫁，送到南山地幽晦。抬首遥望不能见，凄凄怆怆心忧悴。",
                "我的妹子本姓任，心境仁厚且真诚。温柔贤惠世人羡，淑娴谨慎善修身。先父之德常记取，她用此语勉寡人。"
              ],
              "note": [
                '燕燕：鸟名，燕子，或单称燕。',
                '差池（cī chí）：参差不齐。羽：指翅。诗人所见不止一燕，飞时有先后，或不同方向，其翅不相平行。',
                '之子：指被送的女子。',
                '野：古读如“宇（yǔ）”。',
                '颉（谐xié）：上飞。颃（航háng）：下飞。',
                '将：送。',
                '下上其音：言鸟声或上或下。',
                '南（古音您nín）：指南郊。一说“南” 和“林”声近字通。林指野外。劳：忧伤。',
                '仲氏：弟。诗中于归原型的女子是作者的女弟，所以称之为仲氏。任：可以信托的意思。一说任是姓，此女嫁往任姓之国。只：语助词。',
                '塞：实。渊：深。塞渊：诚实厚道。',
                '终：既。',
                '勗（续xù）：勉励。寡人：国君自称之词。以上二句是说仲氏劝我时时以先君为念。'
              ],
              "analysis": "这篇是卫君送别女弟远嫁的诗。前三章是送别时的情景。末章写女弟的美德和别时共相勉励的话。"
            },
            {
              "title": "日月",
              "originalText": [
                "日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。",
                "日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。",
                "日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。",
                "日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。"
              ],
              "note": [
                '居、诸：语气词，犹“乎”。',
                '乃：竟然。',
                '逝：何。古处：故处。',
                '宁：从来。不我顾：不顾我。在《诗经》中这种句法很多。',
                '冒：覆盖。',
                '德音无良：有好话却无好心。',
                '俾：使。',
                '抱：同“报”。述：遵循常情。'
              ],
              "simplifiedText": [
                '天边太阳和月亮，光辉普照大地上。竟然还有这种人，不念旧情变心肠。心里怎么能安定，为啥不把我来想？',
                '太阳月亮挂九霄，大地普遍得照耀。竟然还有这种人，不跟继续和我好？心里怎么能安定，为啥不把音讯捎？',
                '天边太阳和月亮，光辉出来自东方。竟然还有这种人，言语甜蜜心不良。心里怎么能安定，叫我忧念怎能忘？',
                '天边太阳和月亮，出自东方照大地。叫声爹爹叫声娘，丈夫爱我不到底。心里怎么能安定？对我蛮横不讲理。'
              ],
              "analysis": "一位妇女怨恨丈夫遗弃自己。"
            },
            {
              "title": "终风",
              "originalText": [
                "终风且暴，顾我则笑，谑浪笑敖，中心是悼。",
                "终风且霾，惠然肯来，莫往莫来，悠悠我思。",
                "终风且曀，不日有曀，寤言不寐，愿言则嚏。",
                "曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。"
              ],
              "simplifiedText": [
                "风既狂来雨又暴，看见我来嘻嘻笑。调戏放荡瞎胡闹，心里悲伤多烦恼。",
                "大风既起尘土扬，又是心顺来我旁。如今不来又不往，思绪绵绵怎能忘？",
                "风既刮来云又起，太阳刚露乌云蔽。躺在床上睡不着，想他定会打喷嚏。",
                "满脸乌云日色暗，虺虺雷声震天边。躺在床上睡不着，愿他悔悟把我念。"
              ],
              "note": [
                '终：既。',
                '顾：看见。',
                '霾（埋mái）：阴霾。',
                '曀（意yì）：阴而有风。',
                '虺虺（灰huī）：始发之雷声。'
              ],
              "analysis": "一位妇女怨叹自己受丈夫玩弄而得不到真正的爱情。"
            },
            {
              "title": "击鼓",
              "originalText": [
                "击鼓其镗，踊跃用兵。土国城漕，我独南行。",
                "从孙子仲，平陈与宋。不我以归，忧心有忡。",
                "爰居爰处？爰丧其马？于以求之？于林之下。",
                "死生契阔，与子成说。执子之手，与子偕老。",
                "于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。"
              ],
              "simplifiedText": [
                "擂起战鼓响咚咚，战士踊跃舞刀枪。别人修路筑漕城，我独远行去南方。",
                "跟着统帅孙子仲，联合友邦陈与宋。不能让我同回家，满怀忧愁难自控。",
                "哪儿停下哪儿住？哪儿丢失那些马？哪儿能够找到它？在那深深丛林下。",
                "誓同生死志如金，你我约言记在心。紧紧握住你的手，白头偕老永不分。",
                "啊哟道路太遥远，不让相聚在一堂。啊哟离别太久长，约言难守我心伤。"
              ],
              "note": [
                '镗（汤tāng）：鼓声。',
                '踊跃：操练武术时的动作。兵：武器。',
                '“土”、“国”同义。城漕：在漕邑筑城。漕邑在今河南省滑县东南。',
                '南行：指出兵往陈、宋。这两国在卫国之南。三四句表示宁愿参加国内城漕的劳役，不愿从军南征。',
                '孙子仲：当时卫国领兵南征的统帅。“孙”是氏，“子仲”是字。孙氏是卫国的世卿。',
                '陈国国都在宛丘，今河南省淮阳县。宋国国都在睢（虽suī）阳，今河南省商丘县南。“平陈与宋”是说平定这两国的纠纷。',
                '不我以归：“以”和“与”通。“不我以归”就是说不许我参与回国的队伍。卫军一部分回国一部分留戍。',
                '有忡（充chōng）：犹“忡忡”。心不宁貌。',
                '爰（原yuán）：疑问代名词，就是在何处。这句是说不晓得哪儿是我们的住处。',
                '丧：丢失。这句是说不知道将要在哪儿打败仗，把马匹丧失了。',
                '于以：犹“于何”。以下两句是说将来在哪儿找寻呢？无非在山林之下吧。这是忧虑战死，埋骨荒野。',
                '“死生契阔”：言生和死都结合在一起。契：合。阔：疏。“契阔”在这里是偏义复词，偏用“契”义。',
                '成说：犹“成言”，就是说定了。所说就是“死生契阔”、“与子偕老”。子：作者指他的妻。下同。',
                '于嗟：叹词。阔：言两地距离阔远。',
                '活：读为“佸（活huó）”，相会。',
                '洵（旬xún）：《释文》谓《韩诗》作“夐（xiòng）”，久远。末章四句是说这回分离得长远了，使我不能和爱人相会，实现“偕老”的誓言。'
              ],
              "analysis": "这是卫国远戍陈宋的兵士嗟怨想家的诗。据《左传》，鲁宣公十二年，宋伐陈，卫穆公出兵救陈。十三年，晋国不满意卫国援陈，出师讨卫。卫国屈服。本诗可能和这段史事有关。揣想当时留守在陈宋的军士可能因晋国的干涉和卫国的屈服，处境非常狼狈，所以诗里有“爰丧其马”这类的话。第三章和末章都是悲观绝望的口气，和普通征人念乡的诗不尽同。"
            },
            {
              "title": "凯风",
              "originalText": [
                "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。",
                "凯风自南，吹彼棘薪。母氏圣善，我无令人。",
                "爰有寒痊在浚之下。有子七人，母氏劳苦。",
                "睍睆黄鸟，载好其音。有子七人，莫慰母心。"
              ],
              "note": [
                '凯：乐。南风和暖，使草木欣欣向荣，所以又叫做“凯风”。',
                '酸枣树叫做“棘”。棘心：是未长成的棘。作者以“凯风”喻母，以“棘心”自喻。',
                '夭夭：旺盛貌。',
                '劬（渠qú）：劳苦。',
                '棘薪：已经长成可以做柴薪的棘。长成而只能做柴薪，比喻自己不善。',
                '圣：古通“听”。“听善”是听从善言的意思。',
                '令：善。以上二句言阿母是能听从善言的，但我们这七个儿子之中却没有一个善人（不能以善言帮助阿母）。',
                '寒泉：似喻忧患。',
                '浚：卫国地名，在楚丘之东。似即作者母子居住的地方。下：古音如“户”。',
                '睍（献xiàn）睆（缓huǎn）：黄鸟鸣声，又作“间关”。黄鸟：今名黄雀，是鸣声可爱的小鸟。',
                '载：则。“载好其音”即“其音则好”。这两句是以鸟有好音反比人无善言。'
              ],
              "simplifiedText": [
                "和风从南到，吹那嫩棘条。枝条随风曲，母亲多操劳。",
                "和风从南到，吹那棘枝条。母亲敏且善，无奈儿不孝。",
                "寒泉何处有？就在浚城处。儿子有七人，母亲却劳苦。",
                "婉转黄鹂音，歌声真动人。儿子有七人，无人慰母心。"
              ],
              "analysis": "这是儿子怜母的诗。本事不传。《孟子·告子下》：“凯风亲之过小者也”，大约母氏因小过不得志于其夫，陷于痛苦的境地，儿子悔恨不能劝谏，使阿母免于过失，又自责坐视阿母处境痛苦，不能安慰。"
            },
            {
              "title": "雄雉",
              "originalText": [
                "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。",
                "雄雉于飞，下上其音。展矣君子，实劳我心。",
                "瞻彼日月，悠悠我思。道之云远，曷云能来？",
                "百尔君子，不知德行。不忮不求，何用不臧。"
              ],
              "simplifiedText": [
                "美丽雄雉比翼飞，舒展双翅上蓝天。我在思念心上人，自留忧患在心间。",
                "美丽雄雉比翼飞，鸣声起伏在林间。诚实善良心上人，使我无时不思念。",
                "日子一天又一天，思君不断情缠绵。路途遥遥千万里，何日归来重相见？",
                "诸位君子听分明，你们岂不知德行？我夫不忌又不贪，为何没有好命运？"
              ],
              "note": [
                '泄泄（意yì yì）：徐徐飞翔的样子。',
                '诒（移yí）：遗留。伊：此。阻：艰难，忧患。',
                '展：诚实。',
                '云：语助词。',
                '百尔：所有。',
                '忮（至zhì）：忌恨。',
                '臧（脏zāng）：善。'
              ],
              "analysis": "妻子思念远出的丈夫。"
            },
            {
              "title": "匏有苦叶",
              "originalText": [
                "匏有苦叶，济有深涉。深则厉，浅则揭。",
                "有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。",
                "雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。",
                "招招舟子，人涉卬否。不涉卬否，卬须我友。"
              ],
              "simplifiedText": [
                "枯叶葫芦绑腰上，不怕济河大水涨。水深连衣趟过去，水浅过河提衣裳。",
                "大水茫茫济水涨，山鸡声声叫得响。河水虽涨不湿轴，雉啼原是唤配偶。",
                "大雁声声叫得欢，朝阳初升在东方。恋人若想娶我走，河水未冻好时光。",
                "船上艄公手相招，别人渡河我偏留。别人渡河我偏留，我要等着男朋友。"
              ],
              "note": [
                '匏（刨páo）：葫芦。涉水的人佩带葫芦以防沉溺。苦：同“枯”。叶枯则匏干可用。',
                '济：水名。深涉：步行过河叫做“涉”，涉水渡口也叫做“涉”。渡处本来是较浅的地段，现在水涨，也有水深的渡处了。',
                '厉：连衣下水渡河。一说厉是带在腰间。',
                '揭（器qì）：揽起衣裳。一说揭是挑在肩头。',
                '有瀰（米mǐ）：犹“瀰瀰”，水大时茫茫一片的景象。有：发语词。',
                '有鷕（窈yáo）：犹“鷕鷕”，雉鸣声。',
                '濡：湿。轨（古读如九）：车轴的两端。这句是说济水虽满也不过半个车轮子那么高。那时人常乘车渡水，所以用车轴做标准来记水位。',
                '牡：雄。',
                '雝雝（庸yōng）：群雁鸣声。',
                '旭日：初出的太阳。旦：明。',
                '归妻：即娶妻。',
                '迨：见《摽有梅》。泮（叛pàn）：同“胖”，合。以上两句是说男人如来迎娶，要赶在河冰未合以前。古人以春秋两季为嫁娶正时，这时正是秋季。',
                '招招：摇摆，一说号召之貌。舟子：船夫。',
                '卬（昂áng）：我。女性第一人称代名词。否（古读如痞pǐ）：不。',
                '须：等待。末章说舟子摇船送大家渡河，人家都过去了，我独自留着，我本是来等朋友的啊。'
              ],
              "analysis": "这诗所写的是：一个秋天的早晨，红彤彤的太阳才升上地平线，照在济水上。一个女子正在岸边徘徊，她惦记着住在河那边的未婚夫，心想：他如果没忘了结婚的事，该趁着河里还不曾结冰，赶快过来迎娶才是。再迟怕来不及了。现在这济水虽然涨高，也不过半车轮子深浅，那迎亲的车子该不难渡过吧？这时耳边传来野鸡和雁鹅叫唤的声音，更触动她的心事。"
            },
            {
              "title": "谷风",
              "originalText": [
                "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。",
                "行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦，其甘如荠。宴尔新婚，如兄如弟。",
                "泾以渭浊，湜湜其沚。宴尔新婚，不我屑以。毋逝我梁，毋发我笱。我躬不阅，遑恤我后。",
                "就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。",
                "不我能畜，反以我为仇。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。",
                "我有旨蓄，亦以御冬。宴尔新婚，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。"
              ],
              "simplifiedText": [
                "谷风习习阵阵吹，阴雨无常变了天。尽力与君一条心，宜将恼怒抛一边。蔓菁箩卜都要采，难道真情你不见？不离不弃是美德，与君同死心相连。",
                "行人路上步履缓，心中有怨难消散。非是迢遥万里程，却只送到大门坎。谁说苦菜味最苦，也曾甘甜如荠菜。你们新婚燕尔时，亲亲密密似兄弟。",
                "泾水搅得渭水浊，河湾见底水清清。只因新婚迷着你，不再与我来相亲。别到我的鱼梁上，别用我的竹鱼筐。可怜此处难容身，自此我能去何方！",
                "过河遇见水深处，乘舟撑船来过渡。过河遇见水浅时，下水游泳到彼岸。家中何有何已无，勤勉操持多兼顾。邻人或会有急难，尽心尽力去帮助。",
                "不再细心爱悦我，反而视我为仇敌。种种美德无人睬，有如货物无处卖。昔日新婚常畏惧，任你颠鸾又倒凤。如今生儿又育女，却将我来比毒痈。",
                "我留美菜一坛坛，季节变换好过冬。新娶之人迷着你，夺我积蓄挡贫穷。对我又打又是骂，繁重家务一重重。不念往昔吉庆日，也曾痴爱将我娶。"
              ],
              "note": [
                '习习（飒sà）：犹“飒飒”，风声。谷风：来自谿（西xī）谷的风，即大风。',
                '以阴以雨：等于说为阴为雨。风雨比喻男子暴怒。',
                '黾（敏mǐn）勉：努力、尽力。',
                '有：犹“又”。三、四句是说我已经尽力做到和你同心，你不该又发怒。“怒”字和篇末“有洸有溃”相应。',
                '葑（封fēng）：蔓菁。菲（非fēi）：芦菔。',
                '以：用。下体：指根茎，喻人内在本质。葑和菲的根叶都可以吃。采食葑菲，不能不根叶并用，比喻丈夫对妻不应该只重颜色，不重德行。',
                '德音：是《诗经》里常见的熟套语，在这里兼指道义和恩意。莫违：言前后不要相反。',
                '及尔同死：等于说“与子偕老”。就是到死都不分离。',
                '迟迟：慢慢地。这个妇人终于被逐，出门时走得慢腾腾地。',
                '中心：即心中。违：相背。她不甘心走也舍不得走，脚步向东而心向西，所以是“有违”，所以会“迟迟”。',
                '伊：语助词，犹“维”。迩（ěr）：近。',
                '薄：发语词。畿（基jī）：就是“机”，门限。上两句是弃妇希望丈夫相送的话，言不要你送远，你就送我到门边吧。',
                '谁谓荼苦，其甘如荠：这两句是说，荼（徒tú）菜的味道，虽然很苦，在我看来已经甜得像荠菜似的了。就是“人人都道黄连苦，我比黄连苦十分”的意思。',
                '宴：乐。新婚：指丈夫娶新人。下句“如兄如弟”形容丈夫新婚之乐，对照自己被弃之苦。',
                '泾、渭：都是水名，源出甘肃，在陕西高陵县合流。这一句是说泾水和渭水相形之下才显得浊。弃妇以泾水自比，渭水比新人，清比美，浊比丑。',
                '湜湜（实shí）：水清见底貌。沚（止zhǐ）：应从《说文》、《玉篇》等书所引作“止”。这句是说泾水在止而不流的时候也是澄清的，可见得也不是真浊。比喻自己的容貌若不和新人比也不见得丑。',
                '不屑：犹“不肯”。以：与。“宴尔新婚，不我屑以”两句是说你现在因为乐新婚之故才不屑和我同居。',
                '梁：是石堰，拦阻水流而留缺口以便捕鱼。逝：往。',
                '笱（苟gǒu）：竹器，承对梁的缺口，用来捉顺水游出的鱼。发：打开。“毋逝我梁，毋发我笱”这两句是要求丈夫不许新人动旧人的东西。',
                '躬：身。阅：容。',
                '遑恤我后：言何必顾及后人呢。遑：何。《礼记》、《左传》引“遑”作“皇”。“皇”通“况”。以“况”释此句亦可通。以上四句有见于《小雅·小弁》篇，或是引用当时的谚语。大约这位弃妇本来要为亲生子女保存一些东西，转念一想自身既不能见容，还顾得了子女么。恤：爱惜。',
                '方：见《汉广》。舟之：用舟渡过。',
                '亡：读为“无”。“何有何亡”言不论有无。',
                '就：遇见。（第四章）前四句是下二句的比喻，言家事无论难易都努力操持。',
                '匍匐（蒲伏púfú）：伏在地上，手足并进。在这里用来形容急遽和努力。以上二句是说凡邻居有灾祸都急急救助。',
                '能：应依《说文》所引移在句首。慉（蓄xù）：同“蓄”，爱好。“能不我慉”等于说乃不我好。雠（仇chóu）：同“仇”。',
                '既：尽。阻：犹“拒”。',
                '贾（古gǔ）：卖。用：货物。以上二句言我的善意尽被拒而不纳，好像商贩卖货而不能销售。《易林》引诗用作“庸”，就是“傭”。“贾傭不售”就是说如人要卖身为傭而不能自售。亦通。',
                '育：长养，指经营生计。鞫（菊jú）：穷。这句连下句就是说从前经营生计，惟恐陷入无以为生的穷境，以至于和你同遭生活困乏之苦。',
                '颠覆：谓困穷。',
                '既生既育，比予于毒：言生育已经顺利，有了财业之后，你就看待我像毒虫似的了。',
                '旨：甘美。蓄：收藏过冬的菜，如干菜、腌菜之类。一说蓄是菜名。',
                '第六章前四句说你在燕尔新婚的时候就将我抛弃了，是把我当做在穷乏时期权且备用的东西，好像“旨蓄”在冬天备用一样罢了。',
                '有洸（光guāng）：相当于“洸洸”，有溃（愧kuì）：相当于“溃溃”，是水激怒溃决之貌，用来形容暴戾刚狠的样子。',
                '既诒我肄：既：尽。诒：给。肄（异yì）：劳苦之事。这句是说尽把劳苦的事使我担负。',
                '来：语辞，犹“是”。塈（戏xì，又读季jì）：取，同“娶”，借指“爱”。伊余来塈：即维我是爱。末两句是以旧情动之，言你就不想想当年吗，你是那样爱过我的呀。'
              ],
              "analysis": "这是弃妇的诗，诉说故夫的无情和自己的痴情。第一章对丈夫委婉地说理，希望免于弃逐。第二章既已被弃，迟迟不肯离去。对照丈夫新婚之乐，感受无限的痛苦。第三章想到新人把自己挤走，鹊巢鸠占，种种不甘心。提出“毋逝”“毋发”的警告，但自知无用。第四章诉述一向持家的黾勉。第五章是今昔对比。诉述过去共处患难，现在有了安乐的生活，丈夫就“以我为雠”，“比予于毒”了。第六章还是今昔对比。诉述丈夫的凶暴，不再念及旧情。"
            },
            {
              "title": "式微",
              "originalText": [
                "式微，式微，胡不归？微君之故，胡为乎中露！",
                "式微，式微，胡不归？微君之躬，胡为乎泥中！"
              ],
              "simplifiedText": [
                "天已暮，天已暮！为何不能回家住？如果不为君王事，哪会露中吃尽苦！",
                "天已暮，天已暮！为何不能回家住？如果不为君王事，哪会泥中服劳务！"
              ],
              "note": [
                '式：发语词。微：读为昧（妹mèi）。式微：言将暮。',
                '“微君”的“微”相当于“非”。故：事。',
                '中露：就是露中。倒文使协韵。'
              ],
              "analysis": "这是苦于劳役的人所发的怨声。他到天黑时还不得回家，为主子干活，在野露里、泥水里受罪。"
            },
            {
              "title": "旄丘",
              "originalText": [
                "旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？",
                "何其处也？必有与也！何其久也？必有以也！",
                "狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。",
                "琐兮尾兮，流离之子。叔兮伯兮，褎如充耳。"
              ],
              "simplifiedText": [
                "葛藤长在高丘上，枝节为啥这么长？",
                "叫声叔叔和伯伯，为啥多日不相帮？",
                "为啥安心在家住？定有盟国在一处。",
                "为啥拖延这么久？其中一定有缘故。",
                "狐皮袍子毛蓬松，他们车子不向东。",
                "叫声叔叔和伯伯，心情不和我们同。",
                "细小卑微真可怜，四处漂流人离散。",
                "叫声叔叔和伯伯，塞住耳朵听不见！"
              ],
              "analysis": "流亡到卫的黎国人盼望卫国贵族发兵救济，结果一无所得。",
              "note": [
                '旄（茂mào）丘：前高后低的土丘。',
                '诞：藤。',
                '叔、伯：对情人的昵称。',
                '处：居住。',
                '与：交好。',
                '蒙戎：蓬松貌。',
                '匪：通“彼”。',
                '琐、尾：年少、美貌。',
                '流离：琉璃美玉名。之子：此人。',
                '褎（又yòu）：服饰华丽繁盛。充耳：古代贵族帽子两旁悬挂之玉，下垂至耳，用以塞耳避听。此处意为充耳不闻。'
              ]
            },
            {
              "title": "简兮",
              "originalText": [
                "简兮简兮，方将万舞。日之方中，在前上处。",
                "硕人俣俣，公庭万舞。有力如虎，执辔如组。",
                " 左手执龠，右手秉翟。赫如渥赭，公言锡爵。",
                "山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。"
              ],
              "note": [
                '简：通“僴（现xiàn）”，武勇之貌。僴',
                '方：正。将：率领。万舞：一种大规模的舞，包含文舞和武舞两个部分。文舞用雉羽和一种叫龠的乐器，是模拟翟雉的春情的。武舞用干戚，就是盾和板斧，是模拟战术的。',
                '在前上处：在前列的上头。这是舞师（众舞人的领导者）的位置。',
                '硕：大。俣俣（遇yù）：大貌，和开头的“僴僴”都是对那硕人，也就是舞师的形容。',
                '公庭：公堂前的庭院。',
                '辔：马缰绳。组：编织中的一排丝线。万舞以模拟战术的武舞开场，舞仪中或有模拟战车御法的动作。一车有四马，一马两缰，四马共有八条缰，除两条系在车子上外，御者手中有六条。“如组”就是形容这六条缰的整齐。',
                '龠（月yuè）：古时吹奏乐器，似笛。用于跳舞的龠比笛长而有六孔或七孔。',
                '秉：拿着。翟（迪dí）：古读如濯（拙zhuó），指翟羽。一种长尾雉鸡的羽。以上两句写文舞。',
                '赫：红而有光。渥：浸湿。赭（者zhě）：红土。这句描写那舞师的脸红得像染了色似的。',
                '公：指卫君。锡：赐。爵：酒杯。锡爵：舞停后用酒赏赐。',
                '榛：木名，就是榛栗。',
                '隰（习xí）：低湿的地方。苓：草名，即卷耳。《诗经》里凡称“山有榛，隰有苓”而以大树小草对举的往往是隐语，以木喻男，以草喻女，这里两句似乎也是这种隐语。',
                '云：发语词。之：语中助词，与“是”同。谁之思：言所思者为谁。',
                '西方：远方，即西周王室。“美人”指上文称为“硕人”的那位舞师。'
              ],
              "simplifiedText": [
                "此人相貌真威武，他正率领干戚舞。",
                "太阳高高挂中天，他还舞在队伍前。",
                "身材高高且魁梧，庙堂之上正献舞。",
                "力大无穷赛猛虎，挥动辔绳好工夫。",
                "左手握着六孔笛，右手拿着山鸡羽。",
                "脸色红润如赤赭，公候发话赐他酒。",
                "高山之上有榛树，湿地茯苓茁壮生。",
                "心底窃窃思念谁？只为西方美男子。",
                "美男子啊美男子，你是一个远方人。"
              ],
              "analysis": "这诗写卫国公庭的一场万舞。着重在赞美那高大雄壮的舞师。这些赞美似出于一位热爱那舞师的女性。第一章写舞师出场。第二章武舞。第三章文舞。第四章写对于舞师的怀思。"
            },
            {
              "title": "泉水",
              "originalText": [
                "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。",
                "出宿于泲，饮饯于祢。女子有行，远父母兄弟，问我诸姑，遂及伯姊。",
                " 出宿于干，饮饯于言。载脂载辖，还车言迈。遄臻于卫，不瑕有害？",
                "我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。"
              ],
              "simplifiedText": [
                "泉水汩汩向前流，流于滔滔淇水中。",
                "心怀故乡是卫国，没有一刻不思归。",
                "众家姊妹皆美貌，细诉心曲来共谋。",
                "我想泲地可住宿，祢水之滨饮美酒。",
                "可叹出嫁已数年，远离父母和诸兄。",
                "问候我的亲姐妹，转问表姐众亲友。",
                "回国再经干地宿，言地饯客饮美酒。",
                "把我车轴涂满油，重坐嫁车往回走。",
                "车马迅疾赴卫都，路途不远何不可？",
                "我思肥泉在故国，为此长叹不能休。",
                "思念须城与漕邑，别绪悠悠情意稠。",
                "驾驶马车快出城，借此排除心中忧。"
              ],
              "analysis": "出嫁的卫国女子思念故国父母而不能回去，十分苦闷。清河楷、魏源以为此诗和《竹竿》、《载驰》都是许穆夫人自伤不能救卫之作。",
              "note": [
                '毖（闭bì）：泉水流貌。',
                '娈（峦luán）：美好。姬：未嫁之女。',
                '泲（几jǐ）：水名。泲水，即济水，发源河北赞皇县西南，东流经高邑县南，至宁晋县南，注入泜（至zhì）水。',
                '祢（mí旧读nǐ）：水名。',
                '有行：出嫁。',
                '诸姑：一些未嫁姐妹。',
                '舝（侠xiá）：车轴两头的金属键。',
                '遄（船chuán）：迅疾。臻（真zhēn）：至。',
                '瑕：同“遐”，远。',
                '写（泄xiè）：通“泻”，宣泄。'
              ]
            },
            {
              "title": "北门",
              "originalText": [
                "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！",
                "王事适我，政事一埤益我。我入自外，室人交遍谪我。已焉哉！天实为之，谓之何哉！",
                "王事敦我，政事一埤遗我。我入自外，室人交遍摧我。已焉哉！天实为之，谓之何哉！"
              ],
              "simplifiedText": [
                "迈步走出北门边，忧思重重苦难言。",
                "生活寒伧又穷酸，谁人知道我艰难。",
                "算了吧！老天有意这样做，叫我又能怎么办？",
                "王家差事推给我，政事全部加给我。",
                "从外回家脚未落，家人都来责备我。算了吧！",
                "老天有意这样做，叫我还能怎么说？",
                "王家差事催迫我，政事全部留给我。",
                "从外回家脚未落，家人都来讽刺我。算了吧！",
                "老天有意这样做，叫我还能怎么说？"
              ],
              "analysis": "这诗作者的身份似是在职的小官，位卑多劳，生活贫困。因为公司交迫，忧苦无告，所以怨天尤人。",
              "note": [
                '殷殷：忧貌。',
                '终窭且贫：犹言“既窭且贫”。窭（巨jù）：本义是房屋迫窄简陋，不合礼数的意思，引申起来便和“贫”同义。',
                '艰：古读如“根”。',
                '已焉哉：等于说“罢了！” ',
                '王事：和周天子有关的事。適：读为谪（哲zhé），督责。',
                '政事：诸侯国内的事。一：犹“皆”。埤（俾pí）益：增益，加于。埤益我：加给我。',
                '室人：指家中亲属。交：犹“俱”。徧：同“遍”。讁（哲zhé）：同“谪”，谴责。',
                '敦：逼迫。',
                '埤遗：犹埤益。',
                '摧：逼迫。'
              ]
            },
            {
              "title": "北风",
              "originalText": [
                "北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！",
                "北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！",
                "莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！"
              ],
              "analysis": "这是“刺虐”的诗。卫国行威虐之政，诗人号召他的朋友们相携而去。",
              "note": [
                '雨（芋yù）：动词，“雨雪”就是“落雪”。雱（滂pāng）：雪盛貌。第一、第二两章的开端两句以风雪的寒威比虐政的猛烈。',
                '惠：爱。这两句是说凡与我友好的人都离开这里一齐走罢。下二章“同归”、“同车”都是偕行的意思。',
                '其虚其邪：等于说还能够犹豫吗？“邪（徐xú）”是“徐”的同音假借。“虚徐”或训“舒徐”，或训“狐疑”，在这里都可以通。',
                '既亟只且：等于说已经很急了啊。“既”训“已”。“亟”同“急”。只、且（疽jū）：语尾助词。',
                '喈：湝（皆jiē）的借字，寒。',
                '霏：犹“霏霏”，雪密貌。',
                '匪：读为“彼”（《诗经》此例甚多）。“莫赤匪狐”、“莫黑匪乌”就是说没有比那个狐更赤，比那个乌更黑的了。狐毛以赤为特色，乌羽以黑为特色。狐、乌比执政者。'
              ],
              "simplifiedText": [
                "北风吹来阵阵凉，大雪纷纷满天扬。",
                "朋友相爱和我好，携手一道奔他乡。",
                "岂能从容再迟缓？形势危急祸将降！",
                "北风呼呼透骨寒，纷纷扬扬雪满天。",
                "朋友相爱和我好，携手一道回家园。",
                "岂能从容再迟缓？形势危急有灾难！",
                "没有狐狸色不红，乌鸦都是黑颜色。",
                "朋友相爱和我好，携着手儿同上车。",
                "岂能从容再迟缓？形势危急留不得！"
              ]
            },
            {
              "title": "静女",
              "originalText": [
                "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。",
                "静女其娈，贻我彤管。彤管有炜，说怿女美。",
                "自牧归荑，洵美且异。匪女之为美，美人之贻。"
              ],
              "simplifiedText": [
                "姑娘文静又漂亮，等待我在城楼上。",
                "心里爱他看不见，手抓头皮心发慌。",
                "姑娘文静真美丽，送我红色管一支。",
                "红色管子多鲜明，我爱红管更爱你。",
                "野外归来送白茅，实在漂亮又奇妙。",
                "不是白茅多奇妙，美人赠送价值高。"
              ],
              "note": [
                '静：安详。姝（殊shū）：美好貌。',
                '俟（似sì）：等待。城隅：城上的角楼。',
                '爱：通“薆”，《方言》引作“薆”，隐蔽。薆而：犹“薆然”。那女子躲在暗角落里，使她的爱人一下子找不着她，所以他觉得薆然不见。',
                '搔首踟蹰：用手挠头，同时犹豫不进，这是焦急和惶惑的表现。',
                '娈：与“姝”同义。',
                '贻：赠送。彤（同tóng）：红色。彤管：涂红的管子，未详何物，或许就是管笛的管。一说，彤管是红色管状的初生之草。郭璞《游仙诗》：“陵冈掇丹荑”，丹荑就是彤管。依此说，此章的“彤管”和下章的“荑”同指一物。',
                '炜（伟wěi）：鲜明貌。',
                '说怿（阅异yuè yì）：心喜。女：通“汝”。这里指彤管。',
                '牧：野外放牧牛羊的地方。归（愧kuì）：通“馈”，赠贻。荑（题tí）：初生的茅。彼女从野外采来作为赠品，和彤管同是结恩情的表记。',
                '洵（旬xún）：诚然，确实。洵美且异：确实是好看而且出奇。',
                '“匪女”两句是说并非这柔荑本身有何好处，因为是美人所赠，所以才觉得它美丽。“汝”指荑，但意思兼包彤管在内。'
              ],
              "analysis": "这诗以男子口吻写幽期密约的乐趣。大意是：那位性情和容貌都可爱的姑娘应约在城楼等他。也许为了逗着玩，她把自己隐藏起来。他来时不曾立刻发现她，急得“搔首踟蹰”。等到他发觉那姑娘不但依约来到，而且还情意深长地带给他两件礼物时，便大喜过望。那礼物不过是一支涂红的管和几根茅草，但在他看来却是出奇的美丽。他自己也知道，正因为送礼的人是可爱的，这些东西才这么令人喜爱。"
            },
            {
              "title": "新台",
              "originalText": [
                "新台有泚，河水瀰瀰。燕婉之求，蘧篨不鲜。",
                "新台有洒，河水浼浼。燕婉之求，蘧篨不殄。",
                "鱼网之设，鸿则离之。燕婉之求，得此戚施。"
              ],
              "simplifiedText": [
                "新台富丽又鲜明，河水上涨与岸平。",
                "本求温柔美少年，遇个鸡胸丑妖精。",
                "新台高峻又宽敞，河水平静无波浪。",
                "本求温柔美少年，遇个鸡胸丑模样。",
                "为打鱼儿把网张，偏偏野雁来碰上。",
                "本求温柔美少年，遇个蛤蟆真心伤。"
              ],
              "note": [
                '新台：卫宣公所筑台。据《毛诗序》，宣公为他的儿子伋（及jí）聘齐女为妻，听说她貌美，就想自己娶为夫人，并在黄河边筑台迎接她。有泚（此cǐ）：犹“泚泚”，鲜明貌。',
                '瀰瀰（米mǐ）：水盛满貌。',
                '燕婉：或作“宴婉”，安乐美好貌。蘧篨（渠除qú chú）：即“居诸”，也就是虾蟆，用来比作卫宣公。鲜（古音犀xī）：美。这两句说本来希望美满的新婚生活，不了嫁得这虾蟆似的丑物。这是代齐女设想，下二章仿此。',
                '洒（铣xiǎn）：鲜貌。',
                '浼浼（勉miǎn）：盛貌。',
                '殄（舔tiǎn）：美丽。',
                '鸿：“苦蠪（龙lóng）”的合音，“苦蠪”即虾蟆。（说见闻一多《诗新台鸿字说》）。离：通“罹”，到临。这两句说设网本为捕鱼，却网来一只虾蟆。',
                '戚施：即虾蟆。'
              ],
              "analysis": "这首诗是卫国人民对于卫宣公的讽刺。卫宣公娶了他儿子的新娘，人民憎恨这件丑事，将他比作癞蛤蟆。"
            },
            {
              "title": "二子乘舟",
              "originalText": [
                "二子乘舟，泛泛其景。愿言思子，中心养养！",
                "二子乘舟，泛泛其逝。愿言思子，不瑕有害？"
              ],
              "simplifiedText": [
                "两个孩子乘小船，漂向远方看不见。",
                "常把孩子来母念，愁绪绵绵心不安。",
                "两个孩子乘小船，漂向远方看不见。",
                "常把孩子来母念，不会怎么有灾难？"
              ],
              "analysis": "担心乘舟远行者的安全。",
              "note": [
                '汎汎（泛fàn）：漂浮貌。景：通“影”。',
                '愿：思念。',
                '养养：忧虑不安貌。',
                '瑕：通“遐”，远行。害（何hé）：何不。'
              ]
            }
          ]
        },
        {
          "title": "国风·鄘风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只，不谅人只！",
                "泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只，不谅人只！"
              ],
              "simplifiedText": [
                "小小柏木船，浮在河中间。",
                "双髦齐眉垂，为我好伴侣，至死心不变。",
                "娘亲与老天，不知我心愿！",
                "小小柏木船，浮在河之畔。",
                "双髦齐眉垂，为我好伴侣，至死心不变。",
                "娘亲与老天，不知我心愿！"
              ],
              "note": [
                '中河：即河中。',
                '髧（胆dàn）：发下垂貌。髦（毛máo）：古代未冠之前披着头发，长齐眉毛，分向两边梳着，叫做“髦”。',
                '维：犹“为”。仪（古读如俄）：匹配。以上四句说那在河中泛舟，垂着两髦的青年才是我要嫁的人啊。',
                '之：到。矢：誓。靡它：犹言“无二志”。也、只：语助词。',
                '母也天只：唤母同时呼天，是痛心的表示。天：古音tīn。',
                '谅：谅解，亮察。',
                '特：匹配。',
                '慝（特tè）：是“忒”的借字。靡慝：就是无所改变。'
              ],
              "analysis": "一个少女自己找好了结婚对象，誓死不改变主意。恨阿母不亮察她的心。"
            },
            {
              "title": "墙有茨",
              "originalText": [
                "墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。",
                "墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。",
                "墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。"
              ],
              "simplifiedText": [
                "墙上长蒺藜，无法扫干净。",
                "宫中淫乱事，不能道分明。",
                "若要道分明，污秽不可听。",
                "墙上长蒺藜，无法除干净。",
                "宫中淫乱事，无法细细讲。",
                "若要细细讲，说来话可长。",
                "墙上长蒺藜，无法来约束。",
                "宫中淫乱事，不能乱开口。",
                "若要说出去，言语使人羞。"
              ],
              "note": [
                '茨（瓷cí）：蒺藜。',
                '中冓（够gòu）：宫中淫乱之事。',
                '襄：除掉。',
                '读：说。'
              ],
              "analysis": "讽刺卫国统治者荒淫无耻。"
            },
            {
              "title": "君子偕老",
              "originalText": [
                "君子偕老，副笄六珈。委委佗佗，如山如河。象服是宜。子之不淑，云如之何？",
                "玼兮玼兮，其之翟也。鬒发如云，不屑髢也。玉之瑱也，象之揥也。",
                "扬且之晳也。胡然而天也！胡然而帝也！",
                "瑳兮瑳兮，其之展也，蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也，展如之人兮，邦之媛也！"
              ],
              "simplifiedText": [
                "你是君子身边人，满头珠光宝气生。",
                "雍容自得好举止，如山如河不可侵，华服鲜艳正合身。",
                "可叹没有好品德，只靠华贵怎能行？",
                "锦衣彩纹艳如花，绣上山鸡似云霞。",
                "黑发如盖已风流，不屑假发戴上头。",
                "双耳坠子尽珠玉，象牙劈为别发针，前额白皙确动人。",
                "怎似神女从天降？莫非天仙下凡尘？",
                "艳丽服装美如花，一层外衣值百千。",
                "细葛绉纱内里穿，添上夏日白内衫。",
                "双眸清秀眉飞扬，额角方广容颜靓。",
                "世间此女真难寻，倾国倾城美娇娘。"
              ],
              "note": [
                '副：覆，又称步摇，一种头饰。笄（基jī）：簪。珈（加jiā）：饰玉。',
                '委委佗佗（驮tuó）：形容走路姿态之美。',
                '象服：古代贵妇所穿礼服，绘有图形彩饰。宜：合身。',
                '玼（此cǐ）：花纹绚丽。下文“瑳（搓cuō）” 意同。',
                '翟（迪dí）：山鸡。',
                '鬒（盏zhǎn）：密而长的黑发。',
                '髢（迪dí）：假发。',
                '瑱（掭tiàn）：耳坠。',
                '揥（替tì）：剔发针。',
                '扬：额角。晳：白嫩光泽。',
                '展、绉絺（痴chī）、绁袢（谢半xiè bàn）：分指上衣，中衣，内衣。',
                '展：即“亶（胆dǎn）”，诚然，真正的。'
              ],
              "analysis": "委婉地讽刺卫宣姜品德不好。"
            },
            {
              "title": "桑中",
              "originalText": [
                "爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
                "爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
                "爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。"
              ],
              "simplifiedText": [
                "菟丝子啊哪里采？长在沬乡城邑边。",
                "心中想谁又爱谁？有个女子容貌美。",
                "桑林深处她等我，邀我同到城楼旁，淇水之滨送我还。",
                "麦穗子啊哪里采？长在沬乡城邑北。",
                "心中想谁又爱谁？有个女子容貌美。",
                "桑林深处她等我，邀我同到城楼旁，淇水之滨送我还。"
              ],
              "analysis": "一位男子和情人幽会和送别。",
              "note": [
                '爰（原yuán）：何，何地。唐：菟丝子，药草。',
                '沬（妹mèi）：古地名。春秋时卫国的一邑。在今河南淇县南。',
                '美孟姜、美孟弋（异yì）、美孟庸：乃指同一美女。此行文以避重复。'
              ]
            },
            {
              "title": "鹑之奔奔",
              "originalText": [
                "鹑之奔奔，鹊之彊彊。人之无良，我以为兄！",
                "鹊之彊彊，鹑之奔奔。人之无良，我以为君！"
              ],
              "simplifiedText": [
                "鹌鹑家居常匹配，喜鹊双飞紧相随。",
                "人君不端无德行，何必称他为兄台？",
                "喜鹊家居常匹配，鹌鹑双飞紧相随。",
                "女人不贞无德行，何必视她为知音？"
              ],
              "analysis": "卫宣公霸占儿媳为妻，宣姜又与公子顽通奸，人民以为禽兽不如。",
              "note": [
                '据考此诗为讽刺卫国宣姜与公子顽偷情而作。',
                '鹑（纯chún）：鹌鹑。',
                '奔奔、彊彊（江jiāng）：言鸟儿居则成双、飞则相随状。',
                '无良：品行不良。',
                '君：小君，此处指国君夫人。'
              ]
            },
            {
              "title": "定之方中",
              "originalText": [
                "定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴桑。",
                "升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终然允臧。",
                "灵雨既零，命彼倌人，星言夙驾，说于桑田。匪直也人，秉心塞渊，騋牝三千。"
              ],
              "simplifiedText": [
                "营星已在天正中，正是吉时建楚宫。",
                "测量方位凭日影，风水宝地属楚室。",
                "先种榛树和栗树，再种梓漆和梧桐，琴瑟需用好树种。",
                "登上漕邑旧城墟，遥遥相望楚城处。",
                "先看楚城河堂邑，大山高丘观仔细。",
                "下山喜观桑林密，卦辞说得真吉利，正是虎踞龙盘地。",
                "及时春雨细飘零，管车官吏传命令。",
                "天气晴了把车驾，文公要到桑田里。",
                "忠心耿耿是仁君，为民深谋更远虑，且养马儿三千匹。"
              ],
              "note": [
                '定：营室星。古时建城观星象，此星谓定星。',
                '揆（葵kuí）：测度。',
                '虚：同“墟”。',
                '允：诚然。臧：好。',
                '星（晴qíng）：晴。',
                '说（税shuì）：止，到。',
                '匪：通“彼”。',
                '騋（来lái）：高七尺以上的马。牝（聘pìn）：母马。'
              ],
              "analysis": "赞扬卫文公建设楚丘，中兴卫国。"
            },
            {
              "title": "蝃蝀",
              "originalText": [
                "蝃蝀在东，莫之敢指。女子有行，远父母兄弟。",
                "朝隮于西，崇朝其雨。女子有行，远兄弟父母。",
                "乃如之人也，怀婚姻也。大无信也，不知命也！"
              ],
              "simplifiedText": [
                "彩虹一道在东边，无人敢指和轻言。",
                "年轻女子要出走，父母兄弟相去远。",
                "彩虹一道在西边，大雨下了好半天。",
                "年轻女子要出走，父母兄弟此后见。",
                "匆匆找我情郎去，只想结成好姻缘。",
                "女大当嫁无信条，父母做主不情愿。"
              ],
              "note": [
                '蝃蝀（第东dìdōng）：虹。',
                '隮（计jì）：云。',
                '崇朝：终朝，一上午。也指整天。',
                '如：去，到。',
                '信：贞洁信条。'
              ],
              "analysis": "讽刺女子自找对象，不遵父母之命。"
            },
            {
              "title": "相鼠",
              "originalText": [
                "相鼠有皮，人而无仪！人而无仪，不死何为？",
                "相鼠有齿，人而无止！人而无止，不死何俟？",
                "相鼠有体，人而无礼，人而无礼！胡不遄死？"
              ],
              "simplifiedText": [
                "老鼠尚有皮，人却没威仪。人若无威仪，为何不去死？",
                "老鼠尚有牙，人品反底下。人品若底下，不死还等啥？",
                "老鼠尚有体，人却不讲礼。人若不讲礼，不死有何益？"
              ],
              "note": [
                '相鼠：老鼠中的一个种类，一说，相就是看。仪：礼仪。',
                '止：读为“耻”。',
                '俟（似sì）：等待。',
                '遄（传chuán）：速。'
              ],
              "analysis": "这首诗是对于丧失廉耻，不成体统的反动统治阶级人物的痛骂，说他连耗子也不如。春秋时代卫国宫廷荒淫无耻的事很多，诗中嘲骂的对象可能不只是个别的。"
            },
            {
              "title": "干旄",
              "originalText": [
                "孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？",
                "孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？",
                "孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？"
              ],
              "simplifiedText": [
                "高高飘荡牦牛旗，仪仗来到浚城郊。",
                "雪白丝绳镶旗边，骏马四匹向前奔。",
                "美丽动人好姑娘，你要什么送给你？",
                "高高飘荡鸟隼旗，仪仗来到浚城头。",
                "雪白丝绳镶旗边，骏马五匹向前奔。",
                "美丽动人好姑娘，你要什么赠予你？",
                "高高飘荡羽毛旗，仪仗来到浚城里。",
                "雪白丝绳镶旗边，骏马六匹向前奔。",
                "美丽动人好姑娘，你要什么聘娶你？"
              ],
              "note": [
                '孑孑（杰jié）：高扬貌。旄（毛máo）：古代在旗杆上用牦牛尾做装饰的旗子。',
                '纰（皮pí）：镶饰旗帜的边缘。',
                '姝（舒shū）：容貌美丽。',
                '畀（必bì）：给予。',
                '旟（余yú）：古代一种军旗。',
                '旌（京jīng）：古代一种旗杆顶上用彩色羽毛做装饰的旗子',
                '祝：编织。',
                '告：请，求。'
              ],
              "analysis": "赞美卫文公招贤纳士，复兴卫国。"
            },
            {
              "title": "载驰",
              "originalText": [
                "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。",
                "既不我嘉，不能旋反。视尔不臧，我思不远。",
                "既不我嘉，不能旋济？视尔不臧，我思不閟。",
                "陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。",
                "我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。"
              ],
              "simplifiedText": [
                "我欲驱马走，回国吊卫侯。",
                "策马路迢迢，才到漕城头。",
                "大夫跋涉来，命返心悠悠。",
                "你们怠慢我，使我难回国。",
                "你们很不善，让我思不断。",
                "你们怠慢我，阻我回济水。",
                "你们很不好，让我思难了。",
                "登上一高丘，贝母在山头。",
                "女子爱思乡，理由各正当。",
                "许国人怨我，他们实轻狂。",
                "我行田野上，麦苗肥且壮。",
                "我想求大国，何人能相帮？",
                "许国众大人，不要把我怨。",
                "思国千百遍，归国难如愿。"
              ],
              "note": [
                '载：犹“乃”，发语词。',
                '唁（彦yàn）：凡有丧事向生者吊问叫做“唁”，吊人失国也叫做“唁”。卫侯：指卫文公。',
                '悠悠：长貌，形容道路之远。',
                '漕（古读如愁）：见《击鼓》篇。卫国故都朝歌（在今河南省淇县东北）覆灭后宋桓公将卫国的遗民安顿在这里。不远：不离。',
                '大夫：指来到卫国劝说许穆夫人回国的许国诸臣。这句连下句就是说诸大夫远道来此，我不免增加了忧愁。',
                '既：尽。嘉：善。既不我嘉：就是全部不以我的主张为然。许穆夫人的主张是要联合大国（特别是齐国）助卫抗狄。',
                '旋反：言回转许国。以上两句是说你们即使都不同意我的主张，我也不能回去。',
                '视：比。臧：善。这句连下句就是说比起你们的不高明的意见，我所考虑的难道不深远么？',
                '济：止。',
                '閟（必bì）：同“毖（必bì）”，谨慎。',
                '阿丘：四边高中央低的山叫做丘，有一边偏高就叫做“阿丘”。这里可能是卫国的丘名。',
                '蝱（蒙méng）：“莔（蒙méng）”的借字，今名贝母，药用植物，属百合科。',
                '善怀：就是多愁易感。',
                '行：道路。各有行：就是各有各的道理。',
                '尤：埋怨或责备。',
                '众穉且狂：众指“许人”。穉（至zhì）：同“稚”，训“骄”。作者指斥那些轻视女子的意见而自以为是的许国人都是骄横而且狂妄的。',
                '芃芃（蓬péng）：草木茂盛貌。',
                '控：赴告。',
                '因：亲。极（读为亟jí）：就是急。对别人的灾难迫切地关心和及时地援助就叫做急人所难。这句是说谁和我卫国相亲谁就会急我卫国之难。',
                '无：同“毋”。无我有尤（尤，古读如怡）：就是说别以为我有什么可责备的。',
                '之：往。末两句是说你们上百的主意都不如我自己的决定。'
              ],
              "analysis": "卫国被狄人破灭后，由于宋国的帮助，遗民在漕邑安顿下来，并且立了新君卫戴公。不久，戴公死，文公立。戴公的妹妹许穆公夫人从许国要到漕邑吊唁，并且为卫国计划向大国求援。许国人不支持她的这些行动，一直在抱怨她、反对她、阻拦她。她在这首诗里表示了她的愤懑（闷mèn）。"
            }
          ]
        },
        {
          "title": "国风·卫风",
          "poems": [
            {
              "title": "淇奥",
              "originalText": [
                "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨，瑟兮僴兮，赫兮咺兮。有匪君子，终不可谖兮。",
                "瞻彼淇奥，绿竹青青。有匪君子，充耳?秀莹，会弁如星。瑟兮僴兮。赫兮咺兮，有匪君子，终不可谖兮。",
                "瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。"
              ],
              "note": [
                '奥（遇yù）：通“澳”，水流回转之处。',
                '猗猗（倚yǐ）：长而美貌。',
                '匪：通“斐”。有文采貌。',
                '瑟：庄重貌。僴（献xiàn）：宽大貌。',
                '赫、咺（宣xuān）：有威仪貌。',
                '谖（宣xuān）：忘。',
                '会（快kuài）、弁（变biàn）：会，缝合处。弁，鹿皮帽。',
                '箦（责zé）：丛聚貌。',
                '宽、绰：形容心地开阔，有宽大之怀。',
                '猗（依yī）：倚立。重较（崇决chóng jué）：卿士所乘之车。',
                '戏谑（血xuè）：用趣话开玩笑。'
              ],
              "simplifiedText": [
                "看那淇水河湾，翠竹挺立修长。",
                "有位美貌君子，骨器象牙切磋，翠玉奇石琢磨。",
                "气宇庄重轩昂，举止威武大方。",
                "有此英俊君子，如何能不想他！",
                "看那淇水河湾，翠竹青青葱葱。",
                "有位美貌君子，耳嵌美珠似银，帽缝宝石如星。",
                "气宇庄重轩昂，举止威武大方。",
                "有此英俊君子，如何能不想他！",
                "看那淇水河湾，翠竹聚合竞茂。",
                "有位美貌君子，好似金银璀璨，有如圭璧温润。",
                "气宇旷达宏大，倚乘卿士华车。",
                "妙语如珠活跃，十分体贴温和！"
              ],
              "analysis": "赞美卫武公“夙夜不怠，思闻训道”，有才有德。"
            },
            {
              "title": "考槃",
              "originalText": [
                "考槃在涧，硕人之宽。",
                "独寐寤言，永矢弗谖。",
                "考槃在阿，硕人之薖。",
                "独寐寤歌，永矢弗过。",
                "考槃在陆，硕人之轴。",
                "独寐寤宿，永矢弗告。"
              ],
              "note": [
                '考：扣，敲。槃：同“盘”。',
                '硕（朔shuò）人：身材高大的人。',
                '寐：睡。寤（务wù）：醒。',
                '矢：发誓。',
                '薖（颗kē）：美貌。',
                '弗过：过，过去。弗过，即不要忘记。',
                '轴：作栋此，盘桓，彷徨之意。'
              ],
              "simplifiedText": [
                "自得其乐在山涧，大德君子胸襟宽。",
                "独自睡醒独自言，发誓永远记心间。",
                "自得其乐山腰中，大德君子宽心胸。",
                "独自睡醒独自歌，发誓不和人过从。",
                "自得其乐高原上，大德君子自来往。",
                "独自睡醒独自躺，发誓永远不张扬。"
              ],
              "analysis": "一位隐士隐居山间，自得其乐。"
            },
            {
              "title": "硕人",
              "originalText": [
                "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。",
                "手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。",
                "硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。",
                "河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。"
              ],
              "note": [
                '硕：大。硕人：指卫庄公夫人庄姜。颀（祈qí）：长貌。其颀：《玉篇》引作“颀颀”。古代男女以硕大颀长为美。',
                '褧（炯jiǒng）衣：女子嫁时在途中所穿的外衣，用枲（洗xǐ）麻之类的材料制成。这句是说在锦衣上加褧衣。第一个“衣”字是动词。',
                '齐侯：指齐庄公。子：女儿。',
                '卫侯：指卫庄公。',
                '东宫：指齐国太子（名得臣）。东宫是太子所住的宫。这句是说庄姜和得臣同母，表明她是嫡出。',
                '邢：国名，在今河北省邢台县。姨：妻的姊妹。',
                '谭：国名，在今山东省历城县东南。维：犹“其”。女子称谓姊妹的丈夫为“私”。',
                '柔荑（移yí）：荑是初生的茅，已见《静女》篇注。嫩茅去皮后洁白细软，所以用来比女子的手。',
                '凝脂：凝冻着的脂油，既白且滑。',
                '领：颈。蝤蛴（囚齐qiú qí）：天牛之幼虫，其色白身长。',
                '瓠（壶hù）：葫芦类。犀（西xī）：瓠中的子叫做“犀”，因其洁白整齐，所以用来形容齿的美。',
                '螓（秦qín）：虫名，似蝉而小，额宽广而方正。蛾眉：蚕蛾的眉（即触角），细长而曲。人的眉毛以长为美，所以用蛾眉作比。',
                '倩：酒靥之美。口颊含笑的样子。',
                '盼：黑白分明。',
                '敖敖：高貌。',
                '说（税shuì）：停息。农郊：近郊。',
                '四牡：驾车的四匹牡马。骄：壮貌。',
                '朱幩（坟fén）：马口铁上用红绸缠缚做装饰。镳镳（标biāo）：盛多貌。',
                '翟茀（迪扶dí fú）：山鸡羽饰车。女子所乘的车前后都要遮蔽起来，那遮蔽在车后的东西叫做“茀”，“翟茀”是茀上用雉羽做装饰。朝：是说与卫君相会。',
                '“大夫”二句是说今日群臣早退，免使卫君劳于政事。',
                '河：指黄河。洋洋：水盛大貌。黄河在卫之西齐之东，庄姜从齐到卫，必须渡河。',
                '活活（括kuò）：水流声。',
                '施罛（孤gā）：撒鱼网。濊濊（豁huò）：拟声词，撒网入水之声。',
                '鳣（沾zhān）：黄鱼。鲔（委wěi）：鳝鱼。发发（拨bō）：鱼碰网时尾动貌。诗意似以水和鱼喻庄姜的随从之盛。《蔽苟》篇云：“敝苟在梁，其鱼唯唯。其子归止，其从如水。”与此相似。',
                '葭（加jiā）：芦。菼（毯tǎn）：荻。揭揭：高举貌。这里写芦荻的高长似与“庶姜”“庶士”的高长作联想。',
                '庶姜：指随嫁的众女。孽孽（niè）：高长貌。',
                '庶士：指齐国护送庄姜的诸臣。朅（洁jié，一读怯qiè）：武壮高大貌。'
              ],
              "simplifiedText": [
                "女子高挑又俏丽，锦锦织成新嫁衣。",
                "她是齐侯娇女儿，今为卫侯美艳妻。",
                "齐国太子亲妹子，邢侯子女称小姨，谭公就是她妹婿。",
                "指如柔荑细纤纤，雪白皮肤油脂凝。",
                "颈如蝤蛴白生生，齿似瓠瓜子儿扁。",
                "丰满前额弯眉毛，浅笑盈盈酒靥俏，黑白分明眼波妙。",
                "女子高挑又美貌，停车卸马在城郊。",
                "四匹宝马昂首立，朱红马饰风中飘，山鸡羽车就要到。",
                "今日大夫早退朝，莫使女君太操劳。",
                "黄河之水浪滔滔，北流之水哗哗响。",
                "撒下鱼网声濊濊，鳣鲔游来似钻网，葭葭芦荻高又壮。",
                "陪嫁侄女皆盛妆，随行大夫气势壮。"
              ],
              "analysis": "这是赞美卫庄公夫人庄姜的诗。第一章叙她的出身高贵，第二章写她的美丽，第三章写她初嫁到卫国时礼仪之盛，第四章写她的随从众多而健美。"
            },
            {
              "title": "氓",
              "originalText": [
                "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。",
                "乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。",
                "桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。",
                "桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。",
                "三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。",
                "及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！"
              ],
              "note": [
                '氓（蒙méng）：民，男子之代称。蚩蚩（痴chī）：同“嗤嗤”，戏笑貌。',
                '贸：交易。抱布贸丝是以物易物。',
                '即：就。谋：古音mī。匪：读为“非”。“匪来”二句是说那人并非真来买丝，是找我商量事情来了。所商量的事情就是结婚。',
                '淇：水名。顿丘：地名。丘：古读如“欺”。',
                '愆（迁qiān）期：过期。这句是说并非我要拖过约定的婚期而不肯嫁，是因为你没有找好媒人。',
                '将（枪qiāng）：愿请。',
                '垝（诡guǐ）：和“垣（原yuán）” 同义，墙。',
                '复：返。关：在往来要道所设的关卡。女望男到期来会。他来时一定要经过关门。一说“复”是关名。',
                '涟涟：涕泪下流貌。她初时不见彼虻回到关门来，以为他负约不来了，因而伤心泪下。',
                '卜筮（市shì）：烧灼龟甲的裂纹以判吉凶，叫做“卜”。用蓍（湿shī）草占卦叫做“筮”。',
                '体：指龟兆和卦兆，即卜筮的结果。无咎言：就是无凶卦。',
                '贿：财物，指妆奁（莲lián）。以上四句是说你从卜筮看一看吉凶吧，只要卜筮的结果好，你就打发车子来迎娶，并将嫁妆搬去。',
                '沃若：犹“沃然”，润泽貌。以上二句以桑的茂盛时期比自己恋爱满足，生活美好的时期。',
                '耽（担dān）：沉溺，贪乐太甚。',
                '说：读为“脱”，解脱。',
                '陨（允yǔn）：黄貌。其黄而陨：犹《裳裳者华》篇的“芸其黄矣”，芸也是黄色。',
                '徂（cú）尔：嫁给你。徂，往。',
                '食贫：过贫穷的生活。',
                '汤汤：水盛貌。',
                '渐：浸湿。帷裳：车旁的布幔。以上两句是说被弃逐后渡淇水而归。',
                '爽：差错。',
                '贰：“貣（特tè）”的误字。“貣”就是“忒（特tè）”，和“爽”同义。以上两句是说女方没有过失而男方行为不对。',
                '罔极：没有定准，变化无常。',
                '二三其德：言行为前后不一致。',
                '靡：无。靡室劳矣：言所有的家庭劳作一身担负无余。',
                '兴：起。这句连下句就是说起早睡迟，朝朝如此，不能计算了。',
                '“言”字无义。既遂：就是《谷风》篇“既生既育”的意思，言生活既已过得顺心。',
                '咥（戏xì）：笑貌。以上两句是说兄弟还不晓得我的遭遇，见面时喜笑如常。',
                '“及尔”二句言当初曾相约和你一同过到老，现在偕老之说徒然使我怨恨罢了。',
                '隰（xí）：当作“湿”，水名，就是漯河，黄河的支流，流经卫国境内。泮（畔pàn）：水边。以上二句承上文，以水流必有畔岸喻凡事都有边际。言外之意，如果和这样的男人偕老，那就苦海无边了。',
                '总角：男女未成年时结发成两角，称总角。宴：乐。',
                '宴宴（yàn）：和悦貌。',
                '旦旦：明。',
                '反：即“返”字。不思其反：言不想那样的生活再回来。',
                '反是不思：是重复上句的意思，变换句法为的是和下句叶韵。',
                '哉（古读如兹zī）：末句等于说撇开算了罢！'
              ],
              "simplifiedText": [
                "那人相貌很老实，抱着布匹来换丝。",
                "原来不是来换丝，低声商量将我娶。",
                "我送你到淇水岸，到了顿丘不忍还。",
                "我非有意延婚期，实是无人做良媒。",
                "请君莫要生恼怒，秋天来临到你处。",
                "登上断墙与残垣，只为遥望那复关。",
                "不见复关那个人，低声饮泣泪涟涟。",
                "既见复关那个人，喜笑颜开与他谈。",
                "你占卜来你问卦，卦辞都是吉利话。",
                "你要驾车快快来，我带嫁妆到你家。"
              ],
              "analysis": "这是弃妇的诗，诉述她的错误的爱情，不幸的婚姻，她的悔，她的恨和她的决绝。第一、二章写结婚经过，第三章追悔自陷情网，第四、五章写男方负情背德，第六章表示对男方的深恨。"
            },
            {
              "title": "竹竿",
              "originalText": [
                "籊籊竹竿，以钓于淇。",
                "岂不尔思？远莫致之。",
                "泉源在左，淇水在右。",
                "女子有行，远兄弟父母。",
                "淇水在右，泉源在左。",
                "巧笑之瑳，佩玉之傩。",
                "淇水滺滺，桧楫松舟。",
                "驾言出游，以写我忧。"
              ],
              "note": [
                '籊籊（替tì）：竹长而锐。',
                '远（怨yuàn）：远离。',
                '瑳（搓cuō）：以玉形容齿白光洁。',
                '傩（挪nuó）：通“娜”。',
                '滺滺（幽yōu）：河水流淌的样子。'
              ],
              "simplifiedText": [
                "竹竿细长尖又尖，拿它垂钓淇水边。",
                "心中哪能不想你，只因路远难回转。",
                "泉水清清在左边，淇河滚滚奔右方。",
                "女子无奈出了嫁，父母兄弟隔天涯。",
                "淇河滚滚在右方，泉水清清流左边。",
                "嫣然一笑玉齿露，身着佩玉风姿柔。",
                "淇水潺潺水悠悠，桧木作浆松作舟。",
                "驾着小船水中游，泻我心中重重忧。"
              ],
              "analysis": "一位卫国妇女远嫁别国，不能回故乡探望，心中烦闷。"
            },
            {
              "title": "芄兰",
              "originalText": [
                "芄兰之支，童子佩觿。虽则佩觿，能不我知。容兮遂兮，垂带悸兮。",
                "芄兰之叶，童子佩韘。虽则佩韘，能不我甲。容兮遂兮，垂带悸兮。"
              ],
              "note": [
                '题解：《诗序》说是大夫刺惠公骄而无礼。郑玄笺：“惠公以幼帝即位，自谓有才能而骄慢于大臣，但习威仪，不知为政以礼。”朱熹则谓此诗难于解释，“不知所谓”。近人或疑系写妇女嫁给幼童，意在揭露此种婚姻恶俗。',
                '芄（丸wán）兰：植物名。即“萝藦”，俗称“婆婆针线包”。',
                '支：通“枝”。',
                '觿（西xī）：古时解结的用具，也用作装饰品。',
                '容：闲暇自得貌。遂：通“璲（碎suì）”，瑞玉。此处指戴玉时炫耀的神态。',
                '悸：惊惧。此指衣带抖动。',
                '韘（射shè）：古代射者戴在右手大拇指上用以钩弦的工具，俗称板指。',
                '甲（峡xiá）：同“狎”，亲昵。'
              ],
              "simplifiedText": [
                "芄兰枝条弯又弯，男孩角锥佩腰间。",
                "虽说角锥佩腰间，他却不愿把我恋。",
                "悠闲自得且炫耀，长垂衣带飘飘然。",
                "芄兰树叶飘又飘，男孩佩韘在指间。",
                "虽说佩韘在指间，他却不愿把我恋。",
                "悠闲自得且炫耀，长垂衣带飘飘然。"
              ],
              "analysis": "讽刺一位贵族子弟虚有其表，实际上幼稚无能。"
            },
            {
              "title": "河广",
              "originalText": [
                "谁谓河广？一苇杭之。",
                "谁谓宋远？跂予望之。",
                "谁谓河广？曾不容刀。",
                "谁谓宋远？曾不崇朝。"
              ],
              "note": [
                '杭：《楚辞·九章》王逸注引诗作“斻（航háng）”，渡过。苇可以编伐，“一苇杭之”是说用一片芦苇就可以渡过黄河了，极言渡河之不难。',
                '跂（器qì）：同“企”，就是悬起脚跟。予：犹“而”（《大戴记?劝孝篇》“跂而望之”与此同义）。以上两句言宋国并不远，一抬脚跟就可以望见了。这也是夸张的形容法。',
                '曾：犹“乃”。刀：小舟，字书作“舠”。曾不容刀：也是形容黄河之狭。',
                '崇：终。从天明到早饭时叫做“终朝（召zhāo）”。这句是说从卫到宋不消终朝的时间，言其很近。'
              ],
              "simplifiedText": [
                "谁说黄河宽又宽，过河筏子芦苇编。",
                "谁说宋国远又远，抬起脚跟望得见。",
                "谁说黄河宽又宽，难容一只小小船。",
                "谁说宋国远又远，走到宋国吃早饭。"
              ],
              "analysis": "这诗似是宋人侨居卫国者思乡之作。卫国在戴公之前都于朝歌，和宋国隔着黄河。本诗只说黄河不广，宋国不远，而盼望之情自在言外。旧说以为和卫文公的妹妹宋桓公夫人有关，未见其必然。"
            },
            {
              "title": "伯兮",
              "originalText": [
                "伯兮朅兮，邦之桀兮。",
                "伯也执殳，为王前驱。",
                "自伯之东，首如飞蓬。",
                "岂无膏沐？谁适为容！",
                "其雨其雨，杲杲出日。",
                "愿言思伯，甘心首疾。",
                "焉得谖草？言树之背。",
                "愿言思伯。使我心痗。"
              ],
              "note": [
                '伯：或是男子的表子。女子也可以叫她的爱人为“伯”、“叔”。“朅（怯qiè）”：见《硕人》篇注。',
                '桀（杰jié）：本义是特立貌，引申为英杰。',
                '殳（殊shū）：兵器名，杖类，长一丈二尺，用竹制成。',
                '前驱：在前导引。',
                '蓬：草名。蓬草一干分枝以数十记，枝上生稚枝，密排细叶。枝后往往在近根处折断，遇风就被卷起飞旋，所以叫“飞蓬”。这句是以飞蓬比头发散乱。',
                '膏沐：指润发的油。',
                '適（迪dí）：悦。谁適为容：言修饰容貌为了取悦谁呢？',
                '杲杲（搞gǎo）：明貌。以上两句言盼望下雨时心想：下雨吧！下雨吧！而太阳偏又出现，比喻盼望丈夫回家而丈夫偏不回来。',
                '愿言：犹“愿然”，沉思貌。',
                '疾：犹“痛”。甘心首疾：言虽头痛也是心甘情愿的。',
                '谖（宣xuān）：忘。谖草：是假想的令人善忘之草。后人因为“谖”和“萱”同音，便称萱草为忘忧草。',
                '树：动词，种植。背：古文和“北”同字。这里“背”指北堂，或称后庭，就是后房的北阶下。以上二句是说世上哪有谖草让我种在北堂呢？也就是说要想忘了心上的事是不可能的。',
                '痗（妹mèi，又音悔huǐ）：病，忧伤。'
              ],
              "simplifiedText": [
                "我的哥啊多英勇，在咱卫国数英雄。",
                "我哥手上拿殳杖，为王打仗做先锋。",
                "打从我哥东方去，我的头发乱蓬蓬。",
                "香油香膏哪缺少，叫我为谁来美容！",
                "好像天天盼下雨，天天太阳像火盆。",
                "一心只把哥来想，哪怕想得脑袋疼。",
                "哪儿去找忘忧草？为我移到北堂栽。",
                "一心只把哥来想，病到心头化不开。"
              ],
              "analysis": "这诗写一个妇人思念她的从军远征的丈夫。她想象丈夫执殳前躯，气概英武，颇有一些骄傲之感，但别后刻骨的相思却是够受的。在她寂寞无聊的生活里，那相思不但丢不开，甚至倒成为她宁愿不丢开的东西了。"
            },
            {
              "title": "有狐",
              "originalText": [
                "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。",
                "有狐绥绥，在彼淇厉。心之忧矣，之子无带。",
                "有狐绥绥，在彼淇侧。心之忧矣，之子无服。"
              ],
              "note": [
                '绥绥：雌雄相随貌。',
                '厉：河水深及腰部，可以涉过之处。'
              ],
              "simplifiedText": [
                "狐狸结对成双行，徘徊在那淇水边。",
                "心中忧虑无法解，我夫没有下裙穿。",
                "狐狸结对成双行，徘徊在那淇水岸。",
                "心中忧虑无法解，我夫没有宽腰带。",
                "狐狸结对成双行，徘徊在那淇水畔。",
                "心中忧虑无法解，我夫没有衣服穿。"
              ],
              "analysis": "妻子怀念在外的丈夫，担心他无衣无裳。"
            },
            {
              "title": "木瓜",
              "originalText": [
                "投我以木瓜，报之以琼琚。匪报也，永以为好也！",
                "投我以木桃，报之以琼瑶。匪报也，永以为好也！",
                "投我以木李，报之以琼玖。匪报也，永以为好也！"
              ],
              "note": [
                '木瓜：植物名，落叶灌木，又称“楙（茂mào）”，果实椭圆。',
                '琼：赤玉，又是美玉的通称。琚（居jū）：佩玉名。“琼琚”和下二章的“琼瑶”、“琼玖”都是泛指佩玉而言。',
                '好：爱。',
                '木桃：就是桃子，下章的“木李”也就是李子，为了和上章“木瓜”一律，所以加上“木”字。',
                '瑶：美石，也就是次等的玉。',
                '玖（久jiǔ）：黑色的次等玉。'
              ],
              "simplifiedText": [
                "她送我木瓜，我拿佩玉来报答。",
                "不是来报答，表示永远爱着她。",
                "她送我鲜桃，我拿佩玉来还报。",
                "不是来还报，表示和她长相好。",
                "她送我李子，我拿佩玉做回礼。",
                "不是做回礼，表示和她好到底。"
              ],
              "analysis": "这是情人赠答的诗，作者似是男性。他说：她送我木瓜桃李，我用佩玉来报答，其实这点东西哪里就算报答呢，不过表示长久相爱的意思罢了。"
            }
          ]
        },
        {
          "title": "国风·王风",
          "poems": [
            {
              "title": "黍离",
              "originalText": [
                "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
                "彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
                "彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？"
              ],
              "note": [
                '黍：小米。离离：行列貌。',
                '稷：高粱。头两句是说黍稷离离成行，正在长苗的时候。“离离”和“苗”虽然分在两句实际是兼写黍稷。下二章仿此。',
                '迈：行远。行迈：等于说“行行”。靡靡：脚步缓慢的样子。',
                '中心：就是心中。摇摇：又作“愮愮”，是心忧不能自主的感觉。',
                '知我者谓我心忧，不知我者谓我何求：这两句说，了解我的人见我在这里徘徊，晓得我心里忧愁，不了解我的人还当我在寻找什么呢。',
                '悠悠：犹“遥遥”。',
                '此：指苍天。人：即“仁”（人、仁古字通），问苍天何仁，等于说“昊天不惠”。',
                '第二、三章的头两句是说黍稷成穗结实。从抽苗到结实要经过六七个月。不过苗、穗、实等字的变换也可能是为了分章换韵，不必呆看作写时序的变迁。',
                '噎（椰yē）：气逆不能呼吸。'
              ],
              "simplifiedText": [
                "黍子齐齐整整，高粱一片新苗。",
                "步儿慢慢腾腾，心儿晃晃摇摇。",
                "知道我的说我心烦恼，不知道的问我把谁找。",
                "苍天苍天你在上啊！是谁害得我这个样啊？",
                "黍子排成了队，高粱长出了穗。",
                "步儿慢慢腾腾，心里好像酒醉。",
                "知道我的说我心烦恼，不知道的问我把谁找。",
                "苍天苍天你在上啊！是谁害得我这个样啊？",
                "黍子整整齐齐，高粱长足了米。",
                "步儿慢慢腾腾，心里像噎着气。",
                "知道我的说我心烦恼，不知道的问我把谁找。",
                "苍天苍天你在上啊！是谁害得我这个样啊？"
              ],
              "analysis": "《毛诗序》说周人东迁后行役到故都，见宗庙宫室，平为田地，遍种黍稷。他忧伤彷徨，“闵周室之颠覆”，因而作了这首诗。此说在旧说中最为通行，但从诗的本身体味，只见出这是一个流浪人诉忧之词，是否有关周室播迁的事却很难说。所以“闵周”之说只可供参考而不必拘泥。"
            },
            {
              "title": "君子于役",
              "originalText": [
                "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！",
                "君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？"
              ],
              "simplifiedText": [
                '丈夫当兵去远方，谁知还有几年当。',
                '哪天哪月回家乡？鸡儿上窠，',
                '西山落太阳，羊儿牛儿下了冈。',
                '丈夫当兵去远方，要不想怎么能不想！',
                '丈夫当兵去得远，多少月呀多少天。',
                '几时团来几时圆？鸡儿上窠，',
                '太阳落了山，羊儿牛儿进了栏。',
                '丈夫当兵去得远，但愿他粗茶淡饭不为难。'
              ],
              "note": [
                '君子：妻对夫的称谓。于：往。役：指遣戍远地。',
                '曷至哉：言何时归来。',
                '埘（时shí）：凿墙做成的鸡窠叫做“埘”。',
                '来：古读如“厘”。',
                '不日不月：不可以日月计算。这是“不知其期”的另一种说法。',
                '有：读为“又”。佸（活huó）：会。“又佸”就是再会。',
                '桀（杰jié）：“榤”的省借，鸡栖息的横木。',
                '括：与“佸”字变义同。牛羊下来而群聚一处叫做“下括”。',
                '苟：且。且无饥渴是希望他无饥渴而又不敢确信。'
              ],
              "analysis": "这诗写丈夫久役，妻子在家怀念之情。每当家禽和牛羊归来的黄昏时候便是她想念最切的时候。"
            },
            {
              "title": "君子阳阳",
              "originalText": [
                "君子阳阳，左执簧，右招我由房，其乐只且！",
                "君子陶陶，左执翿，右招我由敖，其乐只且！"
              ],
              "note": [
                '阳阳：通“洋洋”。',
                '由：从，入。',
                '只且（居jū）：语助词。',
                '陶陶：快乐貌。',
                '翿（道dào）：羽旄制成的舞具。',
                '敖：游嬉。'
              ],
              "simplifiedText": [
                "君子得意喜洋洋，左手拿着大笙簧，",
                "右手招我去游逛。尽情歌舞真欢畅！",
                "君子得意乐陶陶，左手拿着野鸡毛，",
                "右手招我去游遨。尽情歌舞真逍遥！"
              ],
              "analysis": "舞师招呼他的朋友共同歌舞游乐。"
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉！",
                "扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉！"
              ],
              "note": [
                '扬：水流激扬貌。',
                '彼其之子：那个人，指妻子。',
                '戍（树shù）：屯丘以守。',
                '申：古国名，《毛传》：“申，姜姓之国，平王之舅。”在今河南唐河县。',
                '甫：古国名，即吕，在今河南南阳县。',
                '许：古国名，在今河南许昌市。',
                '予：我。'
              ],
              "simplifiedText": [
                "悠悠河水向东流，一捆柴草漂不走。",
                "想起那个意中人，不能同把申地守。",
                "日思夜想无时休，啥时回家能自由？",
                "悠悠河水流向东，一捆黄荆漂不动。",
                "想起那个意中人，我守甫地不相逢。",
                "日思夜想情难控，啥时我能回家中？",
                "悠悠河水流不已，一捆蒲草漂不起。",
                "想起那个意中人，不能同我守许地。",
                "日思夜想愁无比，啥时我能回故里？"
              ],
              "analysis": "周平王东迁洛邑，派兵戍守申、许、吕几个小国，防备楚国侵略。久不换防，戍卒怨恨，希望早日回去。"
            },
            {
              "title": "中谷有蓷",
              "originalText": [
                "中谷有蓷，暵其干矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣。",
                "中谷有蓷，暵其脩矣。有女仳离，条其歗矣。条其歗矣，遇人之不淑矣。",
                "中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣。"
              ],
              "note": [
                '蓷（腿tuǐ）：益母草。',
                '暵（汉hàn）：晒干。',
                '仳（劈pǐ）离：别离。',
                '嘅（慨kǎi）：叹。',
                '脩（修xiū）：干枯。',
                '条：长。歗（效xiào）：号。',
                '不淑：无用。',
                '湿（读为七qī）：借字。将要干，未全干。'
              ],
              "simplifiedText": [
                "益母草生山谷间，天旱不雨渐枯干。",
                "有个女子遭离弃，唉声长叹心里烦。",
                "唉声长叹心里烦，嫁个男人太艰难。",
                "山谷里生益母草，天旱不雨渐枯槁。",
                "有个女子遭离弃，唉声长叹心烦恼。",
                "唉声长叹心烦恼，嫁个男人太不好。",
                "益母草生山谷里，天旱不雨渐枯死。",
                "有个女子遭离弃，愁苦无诉暗抽泣。",
                "愁苦无诉暗抽泣，纵然悲叹来不及。"
              ],
              "analysis": "荒年饥馑，妻子被丈夫遗弃，走投无路，只有悲叹哭泣。"
            },
            {
              "title": "兔爰",
              "originalText": [
                "有兔爰爰，雉离于罗。我生之初，尚无位我生之后，逢此百罹。尚寐无吪。",
                "有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉。",
                "有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪。"
              ],
              "note": [
                '爰爰：犹“缓缓”，宽纵貌。',
                '离：遭，也就是著。罗：网。这里将兔比享受着自由的人，雉比自由被剥夺的人。',
                '无为（古读如讹é）：指无劳役。“为”和“徭役”的“徭”古同字。',
                '罹（古读如罗luō）：忧。“百罹”是说多种忧患。',
                '尚：犹“庶几”，表希望的意思。吪（俄é）：动。这句是说但求长眠不醒，也就是不愿再活着的意思。下二章末句意同。',
                '罦（孚fú）：附设机轮的网，又叫做覆车网。',
                '造：营造。“无造”也就是说没有劳役。',
                '罿（童tóng，又读冲chōng）：捕鸟网名。',
                '庸：劳。',
                '聪：闻。'
              ],
              "simplifiedText": [
                "兔子行动不着急，野鸡落进罗网里。",
                "当初父母生我时，没有战争无劳役。",
                "偏偏在我出生后，百种忧患都遇齐。但愿长眠身不起！",
                "兔子行动不慌忙，野鸡不幸落进网。",
                "当初父母生我时，没有事故没灾殃。",
                "偏偏在我出生后，百种忧患都碰上。但愿长眠眼不张！",
                "兔子行动多悠闲，野鸡落网遭了难。",
                "当初父母生我时，没有劳役无忧患。",
                "偏偏在我出生后，凶险齐生不得安。但愿长眠听不见！"
              ],
              "analysis": "这诗是小民在徭役重压之下的痛苦呻吟。诗人觉得他从生到这诗上来就落在统治者的罗网里，天天做牛马，处处是灾难，逃脱的办法唯有一死。"
            },
            {
              "title": "葛藟",
              "originalText": [
                "绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾！",
                "绵绵葛爰，在河之藟。终远兄弟，谓他人母。谓他人母，亦莫我有！",
                "绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻！"
              ],
              "note": [
                '葛藟（蕾lěi）：野生藤蔓。',
                '浒：水边。',
                '涘（饲sì）：水边。与“漘（纯chún）” 意同。',
                '有：通“友”，友爱。',
                '昆：兄。'
              ],
              "simplifiedText": [
                "连绵不断野葡萄，蔓延生长在河滨。",
                "远离兄弟别亲人，却把他人叫父亲。",
                "就把他人叫父亲，无人对我肯关心。",
                "连绵不断野葡萄，蔓延生长在河傍。",
                "远离兄弟别亲人，却把他人叫亲娘。",
                "就把他人叫亲娘，无人亲我无人帮。",
                "连绵不断野葡萄，蔓延生长在岸边。",
                "远离兄弟别亲人，对着他人把哥喊。",
                "对着他人把哥喊，无人过问无人怜。"
              ],
              "analysis": "一个流浪者埋怨得不到别人的同情和帮助。"
            },
            {
              "title": "采葛",
              "originalText": [
                "彼采葛兮，一日不见，如三月兮！",
                "彼采萧兮，一日不见，如三秋兮！",
                "彼采艾兮！一日不见，如三岁兮！"
              ],
              "note": [
                '萧：植物名，即香蒿。萧有香气，古人采它供祭祀。',
                '三秋：通常以一秋为一年。谷熟为秋，谷类多一年一熟。古人说“今秋”“来秋”就是近年来年。在这首诗里“三秋”该长于“三月”，短于“三岁”，义同“三季”，就是九个月。又有以“三秋”专指秋季三月的，那是后代的用法。',
                '艾：即香艾，菊科植物。烧艾叶可以灸病。'
              ],
              "simplifiedText": [
                "姑娘采葛在山上，一日不见心里慌，就像相隔三月长。",
                "姑娘采蒿在山丘，一日不见心里忧，就像相隔已三秋。",
                "姑娘采艾在山间，一日不见心不安，就像相隔已三年。"
              ],
              "analysis": "这是怀人的诗。诗人想象它所怀的人正在采葛采萧，这类的采集通常是女子的事，那被怀者似乎是女性。怀者是男是女虽然不能确知，但不妨假定为男，因为歌谣多半是歌唱两性爱情的。"
            },
            {
              "title": "大车",
              "originalText": [
                "大车槛槛，毳衣如菼。岂不尔思？畏子不敢。",
                "大车啍啍，毳衣如璊，岂不尔思？畏子不奔。",
                "谷则异室，死则同穴。谓予不信，有如皎日。"
              ],
              "note": [
                '槛槛：车行声。',
                '毳（翠cuì）衣：古代冕服。如菼（坦tǎn）：如菼之绿。菼，初生之荻。',
                '啍啍（吞tūn）：车行重缓貌。',
                '璊（门mén）：赤玉。',
                '榖：生长。',
                '噭（佼jiǎo）：同“皎”。明亮。 '
              ],
              "simplifiedText": [
                "大车槛槛行驶急，身着青白绣毛衣。",
                "难道我不想念你，怕你不愿有顾忌。",
                "大车驶过响啍啍，身穿毛衣色如璊。",
                "难道我不把你想，怕你不敢来私奔。",
                "活着分离不同房，但求死后同穴葬。",
                "倘说我话无凭证，上天有此红太阳！"
              ],
              "analysis": "少女热恋情人而有所顾虑，并表明自己的决心。"
            },
            {
              "title": "丘中有麻",
              "originalText": [
                "丘中有麻，彼留子嗟。彼留子嗟，将其来施施。",
                "丘中有麦，彼留子国。彼留子国，将其来食。",
                "丘中有李，彼留之子。彼留之子，贻我佩玖。"
              ],
              "note": [
                '留：古“刘”字。子嗟：《集传》：“子嗟，男子之字也。”',
                '将：请。施施：徐行貌。',
                '子国：《集传》：“子国，亦男子字也。”',
                '来食：《集传》：“来食，就我而食也。”闻一多《诗经通义》：“古谓性的行为曰食。”',
                '之子：《集传》：“之子，并指前二人也。”',
                '贻（移yí）：赠。',
                '玖：比玉稍次的黑色美石。'
              ],
              "simplifiedText": [
                "山丘上面有大麻，谁把子嗟来留下？",
                "谁把子嗟来留下，愿他相会来我家。",
                "小麦生长在山丘，谁人把那子国留？",
                "谁人把那子国留，快来饮食情意投。",
                "山丘上面长有李，谁人留下小伙子？",
                "谁人留下小伙子，赠我佩玉黑宝石。"
              ],
              "analysis": "一位女子盼望情人来会，担心有人把他留下。"
            }
          ]
        },
        {
          "title": "国风·郑风",
          "poems": [
            {
              "title": "缁衣",
              "originalText": [
                "缁衣之宜兮，敝予又改为兮。适子之馆兮。还予授子之粲兮。",
                "缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。",
                "缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。"
              ],
              "note": [
                '缁（兹zī）衣：黑衣。《传疏》：“朝服以缁布为衣，故谓之缁衣。”',
                '敝：破旧。予：而。',
                '馆：馆舍。',
                '粲：闻一多《风诗类钞》：“粲，新也，谓新衣。”',
                '席：宽大。《毛传》：“席，大也。”'
              ],
              "simplifiedText": [
                "黑色官服真合适，破了我再来缝制。",
                "你到馆舍去办事，回来我送你新衣。",
                "黑色官服真美好，破了我再来制造。",
                "你到馆舍去办事，回来我送你新袍。",
                "黑色官服宽又长，破了我再制新装。",
                "你到馆舍去办事，回来送你新衣裳。"
              ],
              "analysis": "郑武公爱贤，贤者朝服破旧，武公重做新衣送给他。"
            },
            {
              "title": "将仲子",
              "originalText": [
                "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。",
                "将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。",
                "将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。"
              ],
              "note": [
                '将（枪qiāng）：请。见《卫风?氓》篇。仲子：男子的表字。',
                '里：五家为邻，五邻为里。里外有墙。“逾里”言越过里墙。',
                '无（勿wù）：不要。',
                '折：《毛传》：“折，言伤害也。”',
                '树杞：就是杞树，就是柜柳。逾墙就不免攀缘墙边的树，树枝攀折了留下痕迹，逾墙的事也就瞒不了人。所以请仲子勿折杞也就是请他勿逾里的意思。下二章仿此。',
                '爱：犹“吝惜”。之：指树杞。',
                '母：古音“米mǐ”。',
                '兄：古音xuāng。',
                '种果木菜蔬的地方有围墙者为“园”。“逾园”就是逾墙。',
                '檀：树名。'
              ],
              "simplifiedText": [
                "希望二哥听我言，不要翻过我家院，院中杞树莫压断。",
                "压断杞树岂足惜，就怕爹妈把我怨。",
                "心里常把二哥念，只是爹妈埋怨多，令人害怕心不安。",
                "希望二哥听我讲，不要翻过我家墙，不要压断墙边桑。",
                "压断桑树岂足惜，就怕哥哥言语伤。",
                "心里常把二哥想，只是哥哥要张扬，令人害怕心发慌。",
                "希望二哥听我言，不要翻过我家园，不要压断园中檀。",
                "压断檀树岂足惜，就怕旁人多闲言。",
                "心里常把二哥念，只是旁人闲言多，令人害怕心发颤。"
              ],
              "analysis": "这是写男女私情的诗。女劝男别怕过墙头到她的家里来，为的是怕父兄知道了不依，又怕别人说闲话。"
            },
            {
              "title": "叔于田",
              "originalText": [
                "叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。",
                "叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。",
                "叔适野，巷无服马。岂无服马？不如叔也。洵美且武。"
              ],
              "note": [
                '叔：男子。崔述《读风偶识》：“仲与叔，皆男子之字。”',
                '田：打猎。《毛传》：“田，取禽也。巷，里涂也。”',
                '洵：确实。',
                '狩：《毛传》：“冬猎曰狩。”《通释》：“狩又为田猎之通称。于狩，犹于田也。”',
                '服：驾驭。',
                '武：《集疏》：“武者，谓有武容。”'
              ],
              "simplifiedText": [
                "三哥打猎出了门，巷里空空没有人。",
                "难道真的没有人？不如三哥为人好，真是英俊又仁慈。",
                "三哥出门去猎兽，巷里没有人饮酒。",
                "难道真没人饮酒？不如三哥本事优，真是英俊好猎手。",
                "三哥打猎到郊野，巷里没人驾车马。",
                "难道真的无人驾？不如三哥本事大，真是威武又潇洒。"
              ],
              "analysis": "赞美一位青年猎手仁爱、英俊而勇武，没有人比得上。"
            },
            {
              "title": "大叔于田",
              "originalText": [
                "大叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。",
                "叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。",
                "叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。"
              ],
              "note": [
                '叔：一个男子的表字。田：打猎。',
                '乘乘马：四马叫做乘（剩shèng）。上“乘”字是动词，就是驾。',
                '执辔如组：见《邶风?简兮》篇。',
                '两骖（参cān）：四马驾车，外边的两匹马叫骖。如舞：是说行列不乱。',
                '薮（叟sǒu）：低地，多草木，禽兽聚居之处。郑国有大薮名圃田。“在薮”言已到田猎的所在。',
                '烈：“迾”的借字。就是遮。猎时放火烧草，遮断群兽逃散的路叫做“火烈”。具举：齐起。火烈具举：是说几方面同时举火。',
                '袒裼（坦西tǎn xī）：脱去衣服露出肉体。暴虎：空手与虎搏斗。',
                '狃（纽niǔ）：习惯以为常的意思。',
                '汝：指叔。诗人警告叔别常干这种冒险的事。',
                '乘黄：四匹黄马。',
                '服：驾车的马在中央夹辕者。上：犹“前”。襄（骧xiāng）：驾。两服上襄：是说中央的两马在骖马之前并驾。',
                '两骖雁行：两骖马比服马稍后，像飞雁的行列。',
                '扬：起。',
                '忌：语助词。下同。',
                '抑：发语词。下同。罄控：双声连绵词，就是控止马不让它前进。',
                '纵送：叠韵连绵词，就是放纵马使它奔驰。以上两句承“良御”。',
                '鸨（保bǎo）：黑白杂毛的马，又叫做驳。',
                '如手：言两骖在旁稍后，像人的两只手，和上章“雁行”意思相同。',
                '阜：盛。',
                '发：发箭。罕：稀。',
                '掤（冰bīng）：箭筒的盖。释掤：言解开箭筒的盖，准备将箭收起。',
                '鬯：读为“韔”（畅chàng），弓囊。鬯弓：言将弓放进囊中。'
              ],
              "simplifiedText": [
                "叔到围场去打猎，四匹马儿拉车跑。",
                "一把缰绳像丝组，两匹骖马像舞蹈。",
                "叔在湖边草地，几处猎火齐烧。",
                "赤膊空拳捉虎，捉虎献给公爵。",
                "不要常常这样，防它将你伤着！",
                "叔到围场去打猎，四马拉车毛色黄。",
                "中央两马领前奔，两旁马儿像雁行。",
                "叔在湖边草地，一片猎火高扬。",
                "叔是射箭神手，赶车他又高强。",
                "一会勒马不进，一会马蹄奔放。",
                "叔到围场去打猎，四匹花马来拉车。",
                "中央两马头并头，两旁马似左右手。",
                "叔在湖边草地，猎火高高烧起。",
                "马蹄越跑越闲，箭杆越飞越稀。",
                "箭筩（筒tǒng）盖儿打开，弓儿装进袋里。"
              ],
              "analysis": "这诗赞美一个贵族勇猛善猎，精于射箭和御车。第一章写初猎搏虎，表现他的壮勇。第二章写驱车逐兽，表现他的善御。第三章写猎的收场，表现他的从容。"
            },
            {
              "title": "清人",
              "originalText": [
                "清人在彭，驷介旁旁。",
                "二矛重英，河上乎翱翔。",
                "清人在消，驷介麃麃。",
                "二矛重乔，河上乎逍遥。",
                "清人在轴，驷介陶陶。",
                "左旋右抽，中军作好。"
              ],
              "note": [
                '清：郑国城邑。在今河南中牟县西南。彭：河上地名。',
                '驷：驾车的四马。介：甲。旁旁：同“彭彭”。强壮貌。',
                '英：即“缨”。',
                '消：河上地名。',
                '麃麃（标biāo）：英武貌。',
                '乔：同“英”。',
                '轴：河上地名。',
                '陶陶（道dào）：驱驰貌。',
                '左旋右抽：《通释》：“左旋右抽，谓将之左右手也。旋车曰旋，旌旗之指麾亦曰旋。”《集传》：“抽，拔刀也。”',
                '中军：《郑笺》：“中军，谓将也。”作好：武艺高超。'
              ],
              "simplifiedText": [
                "清人彭地来驻防，四马披甲真健壮。",
                "两矛上饰两层缨，逍遥自在黄河旁。",
                "清人驻防来到消，四马披甲气势豪。",
                "两矛缀上野鸡毛，黄河岸上好逍遥。",
                "清人驻守在轴地，四马披甲奔跑急。",
                "左手挥旗右抽刀，将军练武好神气。"
              ],
              "analysis": "讽刺郑国将军高克，统军无方，虽战马强壮，武器精良，而嬉戏散漫，无所事事。《左传?闵公二年》：“郑人恶高克，使帅师次于河上，久而弗召，师溃而归，高克弃陈。郑人为之赋《清人》。”"
            },
            {
              "title": "羔裘",
              "originalText": [
                "羔裘如濡，洵直且侯。彼其之子，舍命不渝。",
                "羔裘豹饰，孔武有力。彼其之子，邦之司直。",
                "羔裘晏兮，三英粲兮。彼其之子，邦之彦兮。"
              ],
              "note": [
                '羔裘：《集传》：“羔裘，大夫服也。如濡：润泽也。洵，信。直，顺。侯，美也。”',
                '舍：《郑笺》：“舍，犹处也。是子处命不变，谓死守善道、见危授命之军。”',
                '渝：变。',
                '豹饰：《毛传》：“豹饰，缘以豹皮也。”',
                '司直：负责察人过失的官吏。闻一多《风诗类钞》：“司直，主正人过失之官。”',
                '晏（燕yàn）：鲜盛貌。',
                '三英：羔裘上的三行缨饰。',
                '粲：色彩艳丽。',
                '彦：美士。《毛传》：“彦，士之美称。”'
              ],
              "simplifiedText": [
                "身穿羔裘润如膏，行为正直品德好。",
                "他是那样一个人，舍身忘命守善道。",
                "羔裘袖口豹皮镶，非常勇武有力量。",
                "他是那样一个人，国家司直好名望。",
                "羔皮袍子美无比，三行缨饰多艳丽。",
                "他是那样一个人，国家俊贤数第一。"
              ],
              "analysis": "赞美郑国一位大夫，勇武、正直而有节操，是国家杰出的人才。"
            },
            {
              "title": "遵大路",
              "originalText": [
                "遵大路兮，掺执子之袪兮，无我恶兮，不寁故也！",
                "遵大路兮，掺执子之手兮，无我魗兮，不寁好也！"
              ],
              "note": [
                '遵：同“循”，沿着。',
                '掺（闪shǎn）：握。袪（区qū）：衣袖。',
                '寁（捷jié，又读攒zǎn）：速，速绝。故：故人，女子自谓。',
                '魗（丑chǒu）：可恶。',
                '好：旧好。《集传》：“好，情好也。”'                
              ],
              "simplifiedText": [
                "沿着大路走向前，拉住你的袖口边。",
                "千万不要讨厌我，旧情不能一时断！",
                "沿着大路走忙忙，拉住你的手不放。",
                "千万不要嫌我丑，旧好不能一时忘！"
              ],
              "analysis": "一位女子哀求情人不要遗弃她。"
            },
            {
              "title": "女曰鸡鸣",
              "originalText": [
                "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。",
                "弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。",
                "知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。"
              ],
              "note": [
                '昧旦：犹“昧爽”，天将明未明的时候。',
                '兴：起。视夜：观察夜色。',
                '明星：即金星。早晨金星出现在东方，称为启明星或明星。有烂：犹“烂烂”，明亮。天将明的时候众星隐蔽，独启明星显得更亮。',
                '翱翔：本是鸟飞之貌，这是指人的动作，犹“遨游”或“徜徉”。比喻人自由自在地行走。',
                '弋（义yì）：同“鸢（冤yuān）”。用生丝做绳，系在箭上来射鸟叫做“弋”。凫（符fú）：野鸭。',
                '加：古读如“歌”。加之：射中它。',
                '与：犹“为”。宜（古读如俄）：做肴。宜之：言将凫雁加以烹调，做成肴。本章的“言”字都是语助词。',
                '御：侍。在御：犹言“在侧”。',
                '静好：安静和乐，指琴瑟之音。《常棣》篇云：“妻子好合，如鼓瑟琴”，这里说琴瑟静好也是借琴瑟喻夫妇。第二章都是妻对夫所说的话。',
                '来：和顺。和下文的“顺”、“好”意义相同。',
                '杂佩：古人所带的佩饰，每一佩上有玉、有石、有珠、有珩（横héng）、璜、琚（居jū）、瑀（雨yǔ）冲牙，形状和材料都不属一类，所以叫做“杂佩”。',
                '问：赠送。'
              ],
              "simplifiedText": [
                "女说：“耳听鸡叫唤。”男说：“天才亮一半。”",
                "“你且下床看看天，启明星儿光闪闪。”",
                "“干起来啊起来干，射野鸭儿也射雁。”",
                "“射鸭射雁准能着，和你煮雁做美肴。",
                "有了美肴好下酒，祝福我俩同到老。",
                "你弹琴来我鼓瑟，多么安静多美好。”",
                "“晓得你对我真关怀，送给你杂佩答你爱。",
                "晓得你对我体贴细，送给你杂佩表谢意。",
                "晓得你爱我是真情，送给你杂佩表同心。”"
              ],
              "analysis": "这篇是夫妇的对话。第一章说：鸡叫了。夫说：天将亮未亮。妻说：你起来看看天吧，启明星那么亮。夫说：那我要去射凫雁了。第二章妻说：射得凫雁我为你制肴下酒。愿我们和乐偕老。第三章夫答：我知道你是和我同心，衷心爱我的，我将这杂佩送给你，表示我的报答。"
            },
            {
              "title": "有女同车",
              "originalText": [
                "有女同车，颜如舜华。将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。",
                "有女同行，颜如舜英。将翱将翔，佩玉将将。彼美孟姜，德音不忘。"
              ],
              "note": [
                '同车：男女同车归，喻女子出嫁。',
                '舜华：木槿花。《集传》：“舜，木槿也。”',
                '翱翔：鸟在空中回旋地飞，比喻女子步履轻盈。',
                '孟姜：姜氏长女。',
                '都（督dū）：优美貌。《集传》：“都，闲雅也。” ',
                '英：《毛传》：“英犹华也。”',
                '将将（枪qiāng）：即“锵锵”，金石之声。'
              ],
              "simplifiedText": [
                "姑娘与我同车逛，脸如木槿花一样。",
                "步履轻盈像飞翔，美玉佩带在身上。",
                "那位姜家大姑娘，真是漂亮又大方。",
                "姑娘与我同路逛，脸如木槿花一样。",
                "步履轻盈像飞翔，身上佩玉响叮当。",
                "那位姜家大姑娘，品德高尚不能忘。"
              ],
              "analysis": "一位贵族青年赞美情人容貌漂亮而品德美好。"
            },
            {
              "title": "山有扶苏",
              "originalText": [
                "山有扶苏，隰有荷华。",
                "不见子都，乃见狂且。",
                "山有乔松，隰有游龙。",
                "不见子充，乃见狡童。"
              ],
              "note": [
                '扶苏：又作“枎苏”，就是枎木。枝叶四布的大树。一说扶苏即朴掓，朴掓是小木。这里应与下章“乔松”相称，似非小木。',
                '子都：和下章的“子充”都是古代美男子名。《毛传》：“子都，世之美好者也。”',
                '狂且（疽jū）：狂者。《通释》：“……狂且，谓狂行拙钝之人。”',
                '游龙：“龙”一作“茏”，草名，又名“荭”，红草。《集传》：“游，枝叶放纵貌。龙，红草也。”',
                '子充：《集传》：“子充，犹子都也。” ',
                '狡童：“狡”是“狡猾多诈”的意思。本诗用来与“狂且”为一类，而与子都、子充相对，是骂辞。'
              ],
              "simplifiedText": [
                "高山上面有大树，荷花长在低洼地。",
                "不见子都美男子，见个狂妄笨东西。",
                "高山上面有青松，荭草长在洼地中。",
                "不见子充美男子，见个狡猾小顽童。"
              ],
              "analysis": "这诗写一个女子对爱人的俏骂。说她没有见到美男子，却见到一个狂男孩。"
            },
            {
              "title": "萚兮",
              "originalText": [
                "萚兮萚兮，风其吹女。",
                "叔兮伯兮，倡予和女。",
                "萚兮萚兮，风其漂女。",
                "叔兮伯兮，倡予要女。"
              ],
              "note": [
                '萚（拓tuò）：草木落下的皮或叶。',
                '吹：古读如“磋（错cuò）”。女：同“汝”，指萚。此章和下章头两句以风吹萚叶起兴。人在歌舞欢乐的时候常有飘飘欲起的感觉，所以和风萚联想。',
                '女子呼爱人为伯或叔或叔伯。“叔兮伯兮”语气像对两人，实际是对一人说话。',
                '倡：带头唱歌。女（汝）指叔伯。',
                '漂：或作“飘”，吹动。',
                '要（yào）：会合。指唱歌的人以声音相会和，也就是和。'
              ],
              "simplifiedText": [
                "树叶落地叶叶黄，风儿吹你萧萧响。",
                "我的哥哥好情郎，你来领歌我和唱。",
                "树叶落地叶叶黄，风儿飘你飞四方。",
                "我的哥哥好情郎，你来领歌我伴唱。"
              ],
              "analysis": "这诗写女子要求爱人同歌。她说风把树叶儿吹得飘起来了，你领头唱吧，我来和你。全诗的情调是欢快的。"
            },
            {
              "title": "狡童",
              "originalText": [
                "彼狡童兮，不与我言兮。维子之故，使我不能餐兮。",
                "彼狡童兮，不与我食兮。维子之故，使我不能息兮。"
              ],
              "note": [
                '狡童：即姣童，俊美的少年。《正义》：“言彼姣好之幼童也。”',
                '维：因为。',
                '息：《集传》：“息，安也。”'
              ],
              "simplifiedText": [
                "那个漂亮小伙子，不肯和我来说话。",
                "一切都是因为你，使我饭也吃不下。",
                "那个漂亮小伙子，不肯和我来吃饭。",
                "一切都是因为你，使我觉也睡不安。"
              ],
              "analysis": "女子失态，寝食不安。"
            },
            {
              "title": "褰裳",
              "originalText": [
                "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！",
                "子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！"
              ],
              "note": [
                '子：女子称她的情人。惠：见爱。',
                '褰（千qiān）：撩起（衣裳）。褰裳：提起下裙。溱（针zhēn）：水名，源出今河南省密县东北圣水峪，东南流与洧水会合。',
                '不我思：即不思我。',
                '狂：痴騃（挨ái）。狂童：犹言“痴儿”或“傻小子”。狂童之狂：就是说痴儿中之痴儿。且（居jū）：语尾助词，在这里的作用犹“哉”。',
                '洧（伪wěi）：水名，源出今河南省登封县东阳城山，东流经密县到大隗（伪wěi）镇会合溱水为双泊河。',
                '士：《集传》：“士，未娶者之称。”'
              ],
              "simplifiedText": [
                "你要是心上把我爱，你就提起衣裳蹚过溱水来。",
                "要是你的心肠改，难道没有别人来？",
                "你这傻小子呀，傻瓜里头数你个儿大！",
                "你要是心上还有我，你就提起衣裳蹚过洧水河。",
                "要是心上没有我，世上男人还不多？",
                "你这傻小子呀，傻瓜里头数你个儿大！"
              ],
              "analysis": "这是女子戏谑情人的诗。大意说：你要是爱我想我，你就涉过溱水洧水，到我这里来；你要是不把我放在心上，还有别人呢。你这个糊涂虫里的糊涂虫呀！"
            },
            {
              "title": "丰",
              "originalText": [
                "子之丰兮，俟我乎巷兮，悔予不送兮。",
                "子之昌兮，俟我乎堂兮，悔予不将兮。",
                " 衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。",
                "裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。"
              ],
              "note": [
                '丰：丰满。巷：门外。',
                '俟（似sì）：等。',
                '送：送行。伴行至某处。',
                '昌：强壮，有精神。',
                '将：一起走。',
                '第一个“衣”：动词，穿衣。下“裳”同。褧（窘jiǒng）：用麻纱做的单罩衣。',
                '行：指出嫁，与“归” 同义。'
              ],
              "simplifiedText": [
                "你有丰润好面容，迎亲等我弄堂中。",
                "后悔我家没有送。",
                "你的体魄多健壮，迎亲等我在堂上。",
                "后悔没有跟你往。",
                "身穿锦缎衣和裳，麻纱罩衫披在上。",
                "情哥哥啊美男子，驾车接我一同往。",
                "身穿锦缎裳和衣，麻纱单衫上面披。",
                "情哥哥啊美男子，驾车接我回家去。"
              ],
              "analysis": "女子后悔没随未婚夫同行，希望他在来接她。"
            },
            {
              "title": "东门之墠",
              "originalText": [
                "东门之墠，茹藘在阪。其室则迩，其人甚远。",
                "东门之栗，有践家室。岂不尔思？子不我即！"
              ],
              "note": [
                '墠（善shàn）：经过清除平整的土地。一作“坛”。“墠”犹“垣”，指堤。',
                '茹藘（如绿rú lǜ）：茜草，绛色染料。',
                '阪（板bǎn）：斜坡。头两句说东门外有堤，堤有阪，阪有茜草。',
                '践：齐，指排列整齐。《集传》：“践，排列貌。”',
                '家室：指诗中女主人公自家的居室。',
                '即：接触。'
              ],
              "simplifiedText": [
                "东门之外有广场，茜草生在山坡上。",
                "两家房屋虽接近，人儿却像在远方。",
                "东门外面一株栗，有户人家好整齐。",
                "难道我不想念你，你不找我我心急。"
              ],
              "analysis": "这首是爱情诗，女子词。她和所思住屋很紧，两人却很疏远。她在向着他，怨他不来。（如作为男女赠答之词亦通。）"
            },
            {
              "title": "风雨",
              "originalText": [
                "风雨凄凄，鸡鸣喈喈，既见君子。云胡不夷？",
                "风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳？",
                "风雨如晦，鸡鸣不已。既见君子，云胡不喜？"
              ],
              "note": [
                '凄凄：寒凉之意。',
                '喈（接jiē）：古读如“唧”。“喈喈”犹“唧唧”，鸡鸣声。',
                '君子：女子对她的爱人之称，已见《君子于役》篇。',
                '云：发语词。已见《卷耳》篇。胡：何。夷：平。云胡不夷：就是说还有什么不平呢？言心境由忧思起伏一变而为平静。',
                '潇潇：《广韵》引作“潚潚（音修xiū）”，急骤。',
                '胶：古读如“鸠”。胶胶：《广韵?五肴》引作“嘐嘐（交jiāo）”，鸡鸣声。',
                '瘳（抽chōu）：病愈。言原先抑郁苦闷，像患病似的，现在却霍然而愈。',
                '如晦：言昏暗如夜。已：止。'
              ],
              "simplifiedText": [
                "风吹雨打冷清清，喔喔鸡儿不住声。",
                "盼得亲人来到了，心头潮水立时平。",
                "急风吹雨雨潇潇，听得鸡儿咯咯嚎。",
                "盼得亲人来到了，心头百病一齐消。",
                "一天风雨黑阴阴，为甚鸡儿叫不停。",
                "盼得亲人来到了，喜在眉头笑在心。"
              ],
              "analysis": "这诗所写的是：在风雨交加，天色昏暗，群鸡乱叫的时候，一个女子正想念她的“君子”，如饥似渴，像久病望愈似的。就在这时候，她所盼望的人来到了。这怎能不高兴呢？"
            },
            {
              "title": "子衿",
              "originalText": [
                "青青子衿，悠悠我心。",
                "纵我不往，子宁不嗣音？",
                "青青子佩，悠悠我思。",
                "纵我不往，子宁不来？",
                "挑兮达兮，在城阙兮。",
                "一日不见，如三月兮。"
              ],
              "note": [
                '子：诗中女子指她的情人。衿（今jīn）：衣领。或读为“紟（今jīn）”，即系佩玉的带子。《颜氏家训·书证》：“古者斜领下连于衿，故谓领为衿。”',
                '悠悠：忧思貌。《集传》：“悠悠，思之长也。”',
                '宁不：犹“何不”。嗣（似sì）：《释文》引《韩诗》作“诒（贻yí）”，就是寄。音：谓信息。这两句是说，纵然我不曾去会你，难道你就这样断绝音信了吗？',
                '佩：指佩玉的绶带。',
                '挑达：往来貌。',
                '城阙：城门两边的观楼，是男女惯常幽会的地方。闻一多《风诗类钞》：“城阙，是青年们常幽会的地方。”'
              ],
              "simplifiedText": [
                "青青的是你的长领襟，悠悠的是想念你的心。",
                "纵然我不曾去找你，难道你从此断音信？",
                "青黝黝是你的佩玉带，心悠悠是我把相思害。",
                "纵然我不曾去找你，难道你不能自己来？",
                "走去走来多少趟啊，在这高城望楼上啊。",
                "一天不见哥的面，好像三个月儿那么长啊！"
              ],
              "analysis": "这诗写一个女子在城阙等候她的情人，久等不见他来，急得她来回走个不停。一天不见面就像隔了三个月似的。末章写出她的烦乱情绪。"
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。",
                "扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。"
              ],
              "note": [
                '扬：悠扬。楚：一种落叶小乔木，又名荆，即牡荆。束楚：同“束薪”。',
                '鲜：少。《郑笺》：“鲜，寡也。”',
                '予、女：《集传》：“予、女，男女自相谓也。”',
                '迋（旷kuàng）：同“诳”，欺骗。'
              ],
              "simplifiedText": [
                "悠悠河水东流去，一捆荆条漂不起。",
                "没有哥哥没有弟，只有你我常相依。",
                "不要轻信别人话，他们都在欺骗你。",
                "悠悠河水东流去，不能漂起柴一捆。",
                "没有哥哥没有弟，只有你我两个人。",
                "不要轻信别人话，他们实在不可信。"
              ],
              "analysis": "男子叮嘱妻子或情人，不要听信谗言。"
            },
            {
              "title": "出其东门",
              "originalText": [
                "出其东门，有女如云。虽则如云。匪我思存。缟衣綦巾，聊乐我员。",
                "出其闉阇，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。"
              ],
              "note": [
                '《集疏》：“郑城西南门为溱洧二水所经，故以东门为游人所集。”',
                '如云：言众多。',
                '存：思念。匪我思存：言非我所思念。',
                '缟（搞gǎo）：未经染色的绢。缟衣：是较粗贱的衣服。綦（其qí）：暗绿色。巾：佩巾，就是蔽膝。参看《召南?野有死麕》篇“帨（shuì）”字注。綦巾：是未嫁女子所服用的。',
                '聊：且。员（云yún）：一作“云”。语助词。以上二句是说那一位穿缟衣，佩綦巾，服饰贫陋的姑娘才是令我喜爱的。',
                '闉（因yīn）：曲城，又叫做“瓮城”，就是城门外的护门小城。阇（督dū）：是闉的门。上章出门是出内城的门，本章出闉阇是出瓮城的门。',
                '荼（徒tú）：茅草的白花。如荼：亦言众多。',
                '且：读为“著”，犹“存”。“思存”、“思著”和《周南?关雎》篇的“思服”同例。',
                '茹藘（如绿rú lǜ）：茜草，可以做绛色染料。在这里是绛色佩巾的代称。“綦巾”变为“茹藘”是因为分章换韵而改字，所指还是同一个人。',
                '娱：乐。这句和上章末句意思相同。'
              ],
              "simplifiedText": [
                "漫步走出城东门，漂亮姑娘多如云。",
                "虽然姑娘多如云，不是我的心上人。",
                "只有白衣青巾女，使我快乐又相亲。",
                "漫步走出瓮城门，美女多如白茅花。",
                "虽然多如白茅花，不是我心所牵挂。",
                "只有白衣红巾女，和她一起乐无涯。"
              ],
              "analysis": "本篇也是写爱情的诗。大意说：东门游女虽则“如云”、“如荼”，都不是我所属意的，我的心里只有那一位“缟衣綦巾”，装饰朴陋的人儿罢了。"
            },
            {
              "title": "野有蔓草",
              "originalText": [
                "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。",
                "野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。"
              ],
              "note": [
                '蔓草：蔓生的草。零：落。漙（团tuán）：凝聚成水珠。',
                '扬：明。“清”、“扬”都是形容目的美。婉：读为“睕（晚wǎn）”，目大貌。《毛传》：“眉目之间婉然美也。”',
                '邂逅（谢后xiì hòu）：爱悦。亦作“不期而遇”解。遇：相逢或配合。适我愿：就是称心满意，也就是“邂逅”的意思。',
                '瀼瀼（攘ráng）：露珠肥大貌。',
                '如：犹“而”。',
                '偕臧（藏zàng）：一同藏匿。《集传》：“偕臧，言各得其所欲也。”'
              ],
              "simplifiedText": [
                "野地蔓草多又长，团团露珠落叶上。",
                "有个漂亮好姑娘，眉清目秀好模样。",
                "不期路上碰见她，合我心愿真舒畅。",
                "野地蔓草绿成片，露落叶上湿难干。",
                "有个漂亮好姑娘，眉清目秀多娇艳。",
                "不期路上碰见她，你我两人都喜欢。"
              ],
              "analysis": "这首诗写的是大清早上，草露未干，田野间一对情人相遇，欢喜之情，发于歌唱。"
            },
            {
              "title": "溱洧",
              "originalText": [
                "溱与洧，方涣涣兮。士与女，方秉蕳兮。女曰观乎？士曰既且。且往观乎？洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。",
                "溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且。且往观乎？洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。"
              ],
              "note": [
                '溱、洧：水名，又见《褰裳》篇。涣涣：水弥漫之貌。《集传》“涣涣，春水盛貌。”',
                '士与女：泛指众游春男女。“女曰”、“士曰”的士女则有所专指。以下仿此。',
                '蕳（间jiān）：兰。古字同。《毛传》：“蕳，兰也。”古人所谓兰是一种香草，属菊科，和今之兰花不同。郑国风俗，每年三月上巳日男女聚在溱洧两水之上，招魂续魄，秉执兰草，祓（扶fú）除不祥。',
                '观：言游观。这句是说一个女子约她的爱人道：看看热闹去吧？（“观”亦可读为“灌”，灌为洗濯，洗濯所以除不祥。）',
                '既：已也。《郑笺》：“既，已也。士曰已观矣。”且：读为“徂（cú）”，往。这句是男答女：我已经去过了。',
                '且往观乎：是女劝男再往之辞，“且”训“复”。',
                '訏（吁xū）：大。这句是说洧水之外确是宽旷而可乐。',
                '伊：犹“维”，语助词。谑：调笑。',
                '勺药：香草名。男女以勺药相赠是结恩情的表示。《集传》：“勺药，亦香草也。三月开花，芳色可爱。”',
                '浏：清貌。《说文·水部》：“浏，流清貌。”',
                '殷：众。《毛传》：“殷，众也。”',
                '将：相将。《集传》：“将当作相，声之误也。”'
              ],
              "simplifiedText": [
                "溱水洧水向东方，三月春水正上涨。",
                "小伙姑娘来春游，手握兰草求吉祥。",
                "姑娘说道看看去，小伙回说已经逛。",
                "再去看看又何妨？瞧那洧水河滩外，实在宽大又舒畅。",
                "小伙姑娘来春游，尽情嬉笑喜洋洋，互赠勺药情意长。",
                "溱水洧水向东方，三月春水多清凉。",
                "小伙姑娘来春游，熙熙攘攘满河傍。",
                "姑娘说道看看去，小伙回说已经逛。",
                "再去看看又何妨？瞧那洧水河滩外，实在宽大又舒畅。",
                "小伙姑娘来春游，尽情嬉笑喜洋洋，互赠勺药情意长。"
              ],
              "analysis": "这诗写三月上巳之辰，郑国溱洧两河，春水涣涣，男女在岸边欢乐聚会的盛况。节日的气氛是很浓厚的。全诗属旁观者语气，不是诗中人物自作。"
            }
          ]
        },
        {
          "title": "国风·齐风",
          "poems": [
            {
              "title": "柏舟",
              "originalText": [
                "鸡既鸣矣，朝既盈矣。",
                "匪鸡则鸣，苍蝇之声。",
                "东方明矣，朝既昌矣。",
                "匪东方则明，月出之光。",
                "虫飞薨薨，甘与子同梦。",
                "。会且归矣，无庶予子憎。"
              ],
              "note": [
                '汎（泛fàn）：同“泛”，漂流貌。柏舟：柏木刳成的舟。刳（哭kū）：剖开，挖空。',
                '亦：语助词。这两句是说柏舟泛泛而流，不知所止。作者用来比喻自己的身世。',
                '耿耿：不安貌。',
                '如：犹“而”。隐：幽深。《淮南子?说山训》高诱注引作“殷”，盛大。“隐忧”是深藏隐曲之忧。“殷忧”是大忧，都可以通。',
                '微：非，不是。',
                '以：于此。敖：通“遨”。五、六两句言并非我无酒消忧，也不是不得遨游，而是饮酒和遨游都解不了这忧愁。',
                '匪：非。鉴：明镜。',
                '茹（如rú）：含，容纳。以上两句是说我心不能像镜子对于人影似的，不分好歹，一概容纳。',
                '据：依靠。',
                '薄言：见《芣苢》篇。愬（素sù）：告诉。',
                '以上四句言石头是任人转动的，席子是任人卷曲的，我的心却不是这样。也就是说不能随俗，不能屈志。',
                '威仪：尊严、礼容。棣棣：犹“秩秩”，上下尊卑次序不乱之貌。',
                '选：读为“巽（逊xùn）”，巽是屈挠退让的意思。',
                '悄悄：苦愁状。',
                '愠（运yùn）：怒。群小：众小人。',
                '觏（够gòu）：通“遘”，遭遇。《楚辞?哀时命》王逸注引作“遘”。闵（敏mǐn）：痛。因为见怒于群小所以遭遇许多伤痛的事，受了不少侮辱，因此不得不“忧心悄悄”。',
                '静言：犹“静然”，就是仔细地。',
                '辟：《玉篇》引作“擗”，就是拊（府fǔ）心。摽（biào）：捶击。这句是说醒寤的时候越想越痛，初则拊（抚摩）胸，继则捶胸。',
                '居、诸：语助词。',
                '迭：更迭，就是轮番。微：言隐微无光。《小雅·十月之交》篇“彼月而微，此日而微”，微指日月蚀，这里“微”字的意义相似。以上二句问日月为何更迭晦蚀，而不能常常以光明照临世界。言正理常常不能表白。',
                '澣（换huàn）：洗。如匪澣衣：像不加洗濯的衣服。以上二句言心上的烦恼不能清除，正如不澣之衣污垢长在。'
              ],
              "simplifiedText": [
                "划着小小柏木舟，飘来荡去到中流。",
                "惴惴不安难入睡，如有忧愁在心头。",
                "并非手中没有酒，举起痛饮自在游。",
                "我心不是青铜镜，善恶很难都辨清。",
                "虽有亲兄弟同胞，心难沟通不能靠。",
                "满心痛苦去倾诉，他们无情很恼怒。",
                "我心不比那方石，不能挪动又转移。",
                "我心不比芦苇席，不能随手便卷起。",
                "你的气宇很轩昂，我心不会选他人。",
                "满腹愁苦心焦虑，怨愤小人恨难消。",
                "遭遇祸患实在多，历经屈辱也不少。",
                "静静细思此间事，捶胸不眠真难熬。",
                "可恨太阳与月亮，为何亏缺无光芒？",
                "心中忧虑难舒畅，犹如没洗脏衣裳。",
                "静静细思从前事，不能上天任翱翔。"
              ],
              "analysis": "这诗的作者被“群小”所制，不能奋飞，又不甘退让，怀着满腔幽愤，无可告语，因而用这委婉的歌辞来申诉。关于作者的身份和性别，旧说颇为纷歧，大致有君子在朝失意，寡妇守志不嫁和妇人不得志于夫等说。从诗中用语，像“如匪澣衣”这样的比喻看来，口吻似较适合于女子。从“亦有兄弟，不可以据”两句也见出作者悲怨之由属于家庭纠纷的可能性比较大，属于政治失意的可能性比较小。"
            },
            {
              "title": "还",
              "originalText": [
                "子之还兮，遭我乎狃之间兮。并驱从两肩兮，揖我谓我儇兮。",
                "子之茂兮，遭我乎狃之道兮。并驱从两牡兮，揖我谓我好兮。",
                "子之昌兮，遭我乎狃之阳兮。并驱从两狼兮，揖我谓我臧兮。"
              ],
              "note": [
                '还（旋xuán）：旋。便捷。',
                '遭：相遇。峱（挠náo）：山名，在今山东临缁县南。',
                '从、肩：《毛传》：“从，逐也。兽三岁曰肩。”',
                '揖：作揖。儇（旋xuán）：灵巧。《毛传》：“儇，利也。”《传疏》：“利犹闲也，闲于驰逐也。”',
                '茂：美好。《毛传》：“茂，美也。” ',
                '牡：雄兽。',
                '昌：《郑笺》：“昌，佼好貌。”',
                '阳：《集传》：“山南曰阳。”',
                '《后笺》：“《陆疏》云，狼猛捷，自是难获之兽。此所以互相夸耀，以为戏乐。”',
                '臧（脏zāng）：善，好。'
              ],
              "simplifiedText": [
                "你真敏捷技艺娴，与我相遇峱山间。",
                "并驾追赶两大兽，拱手夸我多灵便。",
                "你的身材真美好，与我相遇峱山道。",
                "并驾追赶两雄兽，拱手夸我技艺高。",
                "你的身材真健壮，与我相遇峱山阳。",
                "并驾追赶两条狼，拱手夸我技艺强。"
              ],
              "analysis": "两位猎人在山间相遇，互相赞美。"
            },
            {
              "title": "著",
              "originalText": [
                "俟我于著乎而，充耳以素乎而，尚之以琼华乎而。",
                "俟我于庭乎而，充耳以青乎而，尚之以琼莹乎而。",
                "俟我于堂乎而，充耳以黄乎而，尚之以琼英乎而。"
              ],
              "note": [
                '俟（寺sì）：等。著（注zhù）：古代正门内两侧屋之间。《毛传》：“俟，待也。门屏之间曰著。”',
                '乎而：语气词连用。',
                '充耳：古代贵族冠冕两旁悬挂的玉，下垂至耳，塞耳蔽听。',
                '素：与下文“青”、“黄”皆指美玉之色。',
                '尚：加在上面。《集传》：“尚，加也。”',
                '琼华、琼莹、琼英：皆为美玉之名。姚际恒《诗经通论》：“琼，赤玉，贵者用之。华、莹、英，取协韵，以赞其玉之色泽也。”'
              ],
              "simplifiedText": [
                "新郎等我门屏间，充耳白丝垂帽边。帽上宝石光闪闪。",
                "新郎等我在院庭，帽旁充耳丝线青。帽上宝石亮晶晶。",
                "新郎等我在堂上，充耳黄丝垂帽旁。帽上宝石真漂亮。"
              ],
              "analysis": "亲迎时新娘看到盛装的新郎。"
            },
            {
              "title": "东方之日",
              "originalText": [
                "东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。",
                "东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。"
              ],
              "note": [
                '东方之日：《通释》：“古人喻人颜色之美，多取譬于日月。”',
                '《郑笺》：“有姝姝美好之子，来在我室。”',
                '履（吕lǚ）：蹑，放轻（脚步）。',
                '即：通“膝”。亲近。杨树达《小学述林》卷六：“古人席地而坐，安坐则膝在身前，故行者得践坐者之膝也。”',
                '闼（踏tà）：内室。《毛传》：“闼，门内也。”',
                '发：足，脚。'
              ],
              "simplifiedText": [
                "太阳升起在东方。有位姑娘真漂亮，进我家门在我房。",
                "进我家门在我房，踩在我的膝头上。",
                "月亮升在东方天。有位姑娘真娇艳，来到我家门里边。",
                "来到我家门里边，踩在我的脚跟前。"
              ],
              "analysis": "一位女子追求一位男子，和他形影不离。"
            },
            {
              "title": "东方未明",
              "originalText": [
                "东方未明，颠倒衣裳。颠之倒之，自公召之。",
                "东方未晞，颠倒裳衣。倒之颠之，自公令之。",
                "折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。"
              ],
              "note": [
                '晞（曦xī）：“昕”的借字，就是明。《毛传》：“晞，明之始升。”',
                '樊：即藩，篱笆。这句说折柳枝做园圃的藩篱。',
                '狂夫：指监工的人。瞿瞿：瞪视貌。',
                '辰：时。守时不失叫做时，犹“伺”。不能辰夜：言不能按正时在家过夜。',
                '夙：早。《毛传》：“夙，早；莫，晚也。”'
              ],
              "simplifiedText": [
                "东方无光一片暗，颠颠倒倒把衣穿。",
                "忙里那晓颠和倒，公爷派人来喊叫。",
                "东方不见半点光，颠颠倒倒穿衣裳。",
                "颠来倒去忙不办，公爷派人来叫喊。",
                "编篱砍下柳树条，疯汉瞪着眼儿瞧。",
                "哪能好好过一宵？不是早起就是晚睡觉。"
              ],
              "analysis": "这首诗写劳苦的人民为了当官差，应徭役，早晚都不得休息。监工的人瞪目而视，一刻都不放松。"
            },
            {
              "title": "南山",
              "originalText": [
                "南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？",
                "葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？",
                "蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞫止？",
                "析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？"
              ],
              "note": [
                '崔崔：崔嵬。《毛传》：“南山，齐南山也。崔崔，高大也。” ',
                '绥绥：行走缓慢，求匹之貌。《集传》：“狐，邪媚之首。绥绥，求匹之貌。”此以南山之狐喻齐襄公之荒淫。文姜与其兄齐襄王四通，嫁给鲁桓公后与襄公关系不断。后来，鲁桓公与文姜同到齐国，遭杀身之祸。文姜与襄公更加淫乱。',
                '齐子：《毛传》：“齐子，文姜也。” 《郑笺》：“妇人谓嫁曰归。”',
                '怀：怀念。止：之。《毛传》：“怀，思也。”',
                '屦（聚jù）：古时用麻、葛等制成的鞋。两：双。',
                '五：王夫之《稗（败bài）疏》：“此五字当与伍通，行列也。言陈履者必两为一列也。” 《集传》：“两，二履也。”',
                '冠緌（ruí）：帽穗。《通释》引《内则?正义》：“结缨颔下以固冠，结之余者散而下垂，谓之緌。”',
                '庸：由。《集传》：“庸，用也，用此道以嫁于鲁也。”',
                '从：由，谓襄公追求文姜。《集传》：“从，相从也。”',
                '蓺（意yì）：种植。',
                '衡从：即横纵。亩：田垄。《集传》：“欲种地者，必先纵横耕治其田亩。”',
                '鞠：放纵。《毛传》：“鞠，穷也。” 《集传》：“又曷为使之得穷其欲而至此哉？”',
                '极：放纵无束。方玉润《诗经原始》：“（鲁桓公）又曷从其入齐，至今得穷其所欲而无止极，自取杀身祸乎？”'
              ],
              "simplifiedText": [
                "高大险峻齐南山，雄狐徘徊山坡前。",
                "鲁国道路多平坦，齐女出嫁经此间。",
                "既然已经出嫁了，为啥你又把她念？",
                "葛鞋成对并排放，帽上带子结成双。",
                "鲁国道路多平坦，齐女出嫁由此往。",
                "既然已经出嫁了，为啥又要勾搭上？",
                "要问大麻怎么种？或横或直开成垄。",
                "要问娶妻怎么办？禀告父母要谦恭。",
                "既然已经告父母，为啥随他太放纵？",
                "要问怎样砍柴薪？没有斧头就不能。",
                "要问娶妻怎么办？没有媒人娶不成。"
              ],
              "analysis": "揭露齐襄公和文姜兄妹通奸的丑行，也指责鲁桓公不敢约束妻子的无能。"
            },
            {
              "title": "甫田",
              "originalText": [
                "无田甫田，维莠骄骄。",
                "无思远人，劳心忉忉。",
                "无田甫田，维莠桀桀。",
                "无思远人，劳心怛怛。",
                "婉兮娈兮。总角丱兮。",
                "未几见兮，突而弁兮！"
              ],
              "note": [
                '甫：大。第一个“田”为动词，意为种田。此诗劝时人勿厌小而务大，勿近而图远。《毛传》：“甫，大也。” 《正义》：“上田谓垦耕，下田谓土地。”',
                '莠（有yǒu）：杂草。骄骄：借为“乔乔”，草盛貌。《集传》：“莠，害苗之草也。”',
                '忉忉（刀dāo）：忧思状。《毛传》：“忉忉，忧劳也。”',
                '桀桀：茂盛貌。',
                '怛怛（达dá）：忧劳貌。',
                '婉、娈：年少而貌美。',
                '丱（灌guàn）：旧时儿童束发如两角之貌。',
                '弁（变biàn）：古代男子年满二十加冠称弁，以示成年。'
              ],
              "simplifiedText": [
                "千万不要耕大田，杂草丛生高又密。",
                "不要想念远方人，心里忧伤太压抑。",
                "千万不要耕大田，杂草丛丛密又深。",
                "不要想念远方人，心里忧伤太烦闷。",
                "这人美丽又温顺，发结两角多天真。",
                "没过好久再相见，突然戴冠成大人。"
              ],
              "analysis": "想念远方的人，十分苦恼，几时不见，那个小孩当已长大成人。"
            },
            {
              "title": "卢令",
              "originalText": [
                "卢令令，其人美且仁。",
                "卢重环，其人美且鬈。",
                "卢重鋂，其人美且偲。"
              ],
              "note": [
                '卢：黑毛猎犬。令令（铃líng）：环声。《毛传》：“卢，田犬。令令，缨环声。”',
                '鬈：读为“拳”，勇壮貌。《巧言》篇写作“拳”。《郑笺》：“鬈，读当为权。权，勇壮也。”',
                '重环：《毛传》：“重环，子母环也。”',
                '鋂（枚méi）：大环。一说一环贯二为鋂。',
                '偲（猜cāi）：有才智。'
              ],
              "simplifiedText": [
                "猎狗颈上铃儿响，人儿漂亮好心肠。",
                "猎狗颈上子母环，人儿漂亮又勇健。",
                "猎狗颈上两个环，人儿漂亮多才干。"
              ],
              "analysis": "这首诗赞美一个英武的猎人。"
            },
            {
              "title": "敝笱",
              "originalText": [
                "敝笱在梁，其鱼鲂鳏。齐子归止，其从如云。",
                "敝笱在梁，其鱼鲂鱮。齐子归止，其从如雨。",
                "敝笱在梁，其鱼唯唯。齐子归止，其从如水。"
              ],
              "note": [
                '敝：破旧。笱（狗gǒu）：捕鱼的网。梁：捕鱼所筑的矮坝，又称鱼梁。',
                '齐子：指文姜。止：语气词。方玉润《诗经原始》：“非叹仆从之盛，正以笑公从妇归宁，故仆从加盛，如此其极也。”',
                '鱮（续xù）：鲢鱼。',
                '唯唯：鱼相随而行貌。《郑笺》：“唯唯，行相随顺之貌。”'
              ],
              "simplifiedText": [
                "破鱼篓儿在鱼梁，鳊鱼草鱼出又进。",
                "齐国女子回齐国，她的随从多如云。",
                "破鱼篓儿在鱼梁，鳊鱼鲢鱼来又去。",
                "齐国女子回齐国，她的随从多如雨。",
                "破鱼篓儿搁鱼梁，鱼儿出入摆摆尾。",
                "齐国女子回齐国，她的随从多如水。"
              ],
              "analysis": "讽刺鲁桓公纵任文姜和齐襄公通奸，让她带着大批侍从回齐国去。"
            },
            {
              "title": "载驱",
              "originalText": [
                "载驱薄薄，簟茀朱鞹。鲁道有荡，齐子发夕。",
                "四骊济济，垂辔濔濔。鲁道有荡，齐子岂弟。",
                "汶水汤汤，行人彭彭。鲁道有荡，齐子翱翔。",
                "汶水滔滔，行人儦儦。鲁道有荡，齐了游敖。"
              ],
              "note": [
                '薄薄：马蹄声。《毛传》：“薄薄，疾驱声也。”此诗讽刺文姜返齐与襄公乱伦之事。',
                '蕈茀（店扶diàn fú）：竹席。《毛传》：“蕈，方文席也。车之蔽曰茀。”',
                '鞹（阔kuò）：去毛的兽皮。《集传》：“鞹，兽皮之去毛者，盖车革质而朱漆也。”',
                '发夕：朝发夕宿。于省吾《诗经新证》：“齐子发夕，言齐子旦夕于鲁道之上，意谓显而易见也。”',
                '骊：黑色马。济济：整齐貌。',
                '沵沵（米mǐ）：轻柔貌。',
                '岂弟：同“恺悌（kǎi tì）”，和易近人。此处意为恬然无羞耻之色。《集传》：“岂弟，乐易也。言无忌惮羞愧之意也。”',
                '汶水：源出山东莱芜县，经泰安，汶上入济水（今入运河）。',
                '汤汤（商shāng）：水大貌。',
                '行人：文姜的侍从。彭彭：盛多貌。',
                '翱翔：鸟回旋地飞，比喻人自由自在地走。',
                '儦儦（标biāo）：众多貌。'
              ],
              "simplifiedText": [
                "车子奔驰响不断，红革饰车花竹帘。",
                "鲁国道路多平坦，齐女启程天明前。",
                "四匹黑马多健壮，缰绳垂下软又光。",
                "鲁国道路多平坦，齐女启程喜洋洋。",
                "汶水奔流浩荡荡，行人熙熙往来忙。",
                "鲁国道路多平坦，齐女一路好游逛。",
                "汶水奔流浪滔滔，行人熙熙多如潮。",
                "鲁国道路多平坦，齐女一路好逍遥。"
              ],
              "analysis": "讽刺文姜与齐襄公淫乱，招摇过市，肆无忌惮。"
            },
            {
              "title": "猗嗟",
              "originalText": [
                "猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。",
                "猗嗟名兮，美目清兮。仪既成兮，终日射侯，不出正兮，展我甥兮。",
                "猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮，四矢反兮，以御乱兮。"
              ],
              "note": [
                '猗（伊yī）嗟：赞叹声。昌：美好的样子。',
                '抑（意yì）：同“懿”，美好。扬：借为“阳”。明亮。',
                '趋：急走。跄（枪qiāng）：步有节奏，摇曳生姿。',
                '名：借为“明”，面色明净。',
                '仪既成：《集传》：“仪既成，言终其事而礼无违也。”',
                '射侯：射靶。',
                '正：靶心。',
                '展：诚然，真是。甥：古代女子也称丈夫为甥。',
                '娈（峦luán）：美好。',
                '选：才华出众。',
                '贯：穿透。',
                '反：箭皆射中一个点。《集传》：“四矢，射礼每发四矢。反，复也，中皆得其故处也。”',
                '御乱：防御战乱。'
              ],
              "simplifiedText": [
                "哎哟这人真健壮，身材高大又颀长。",
                "前额方正容颜好，双目有神多漂亮。",
                "进退奔走动作巧，射技实在太精良。",
                "哎哟这人真精神，眼睛美丽又清明。",
                "一切仪式已完成，终日射靶不曾停。",
                "箭无虚发中靶心，真是我的好丈夫。",
                "哎哟这人真英俊，眼睛清澈又明亮。",
                "舞姿端正节奏强，箭出穿靶不空放。",
                "四矢同中靶中央，抵御外患有力量。"
              ],
              "analysis": "赞美少年鲁庄公，外貌英俊，技射高潮。"
            }
          ]
        },
        {
          "title": "国风·魏风",
          "poems": [
            {
              "title": "葛屦",
              "originalText": [
                "纠纠葛屦，可以履霜？掺掺女手，可以缝裳？要之襋之，好人服之。",
                "好人提提，宛然左辟，佩其象揥。维是褊心，是以为刺。"
              ],
              "note": [
                '屦（句jù）：鞋。纠纠：犹“缭缭”，绳索缠结缭绕之状。形容屦上的絇（音渠qú，屦头上的装饰）或綦（音棋qí，系屦的绳）。絇是一条丝线打的带子，从屦头弯上来，成一个小纽，超出屦头三寸。絇上有孔，从后跟牵过来的綦便由这孔中通过，又绕回去，交互地系在脚上。',
                '履：践踏。葛屦是夏季所用（冬用皮屦），“可以履霜”是说它不透寒气，也就是形容它的工细精致。',
                '掺掺（纤xiān）：一作“扦扦（千qiān）”，形容女人手指纤细。这里的“女手”有所指，就是制葛屦的手，也就是缝裳的手。',
                '裳：即下裙。这里以“裳”与“霜”叶韵，举裳也包括衣。',
                '要：就是衣裳的腰。襋（即jí）：衣领。两字都用作动词，言一手提领一手提腰。',
                '好人：犹“美人”。在这首诗里似属讥讽之词。以上二句是说缝裳之女将缝成的衣裳拿给“好人”去穿。',
                '提提：《尔雅》注引作“媞媞（题tí）”，细腰貌。',
                '宛然：迥转貌。辟：即“避”。“左避”犹“回避”。',
                '象揥（替tì）：象牙所制的发饰。女子用揥搔头，同时用来做装饰。',
                '褊心：心地狭隘。',
                '刺：讥刺。末二句诗人自道其作诗的用意。'
              ],
              "simplifiedText": [
                "葛布鞋儿丝绳绑，葛鞋穿来不怕霜。",
                "巧女十指根根细，细手缝出好衣裳。",
                "一手提腰一手捏在领儿上，请那美人儿试新装。",
                "只见美人儿腰肢细，一扭腰儿转向里，",
                "戴她的象牙发针不把人搭理。",
                "好个小心眼儿大脾气，待我编只歌儿刺刺伊。"
              ],
              "analysis": "这是刺“褊心”的诗。诗中“缝裳”的女子似是婢妾，“好人” 似是嫡妾。妾请嫡试新装，嫡扭转腰身，戴她的象牙搔头，故意不加理睬。这是心地褊狭的表现，诗人因此编了一首歌儿刺刺她。作者或许是众妾之一，或许就是这缝裳之女。婢妾的地位本是家庭奴隶，这诗多少反映出她们的处境。"
            },
            {
              "title": "汾沮洳",
              "originalText": [
                "彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。",
                "彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。",
                "彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。"
              ],
              "note": [
                '汾（焚fén）：汾水。在今山西省，西南流入黄河。沮洳（居茹jū rú）：低湿之地。《集传》：“沮洳，水浸处下湿之地。”',
                '莫（木mù）：野菜名，其味酸。《正义》引陆玑疏：“莫……五方通谓之酸迷，冀州人谓之干绛，河汾之间谓之莫。”',
                '之子：《集疏》：“之子，指采菜之贤者。”',
                '殊异：《传疏》：“殊亦异也，乎犹于也。”',
                '公路：掌管王公车驾的官吏。',
                '英：花。此处意为“英华”，指神采之美。',
                '公行：掌管王公军队的官吏。',
                '曲：河湾。',
                '藚（续xù）：泽泻草，亦名水沓菜。',
                '公族：掌管王公宗族事务的官吏。'
              ],
              "simplifiedText": [
                "在那汾河低湿地，采来酸迷装筐里。",
                "我瞧那个采菜人，潇洒漂亮没法比。",
                "潇洒漂亮没法比，他跟公路很不一。",
                "在那汾河另一方，采来桑叶装进筐。",
                "我瞧那个采桑人，漂亮更比花儿强。",
                "漂亮更比花儿强，他跟公行不一样。",
                "在那汾河水湾边，采来泽泻多新鲜。",
                "我瞧那个采菜人，美如琼玉光艳艳。",
                "美如琼玉光艳艳，他跟公族不一般。"
              ],
              "analysis": "赞美一个自食其力的贤者美好无比，远远超过贵族子弟。"
            },
            {
              "title": "园有桃",
              "originalText": [
                "园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！",
                "园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！"
              ],
              "note": [
                '之：犹“是”。《集传》：“肴，食也。” 食桃和下章的食棘似是安于田园，不慕富贵的表示。',
                '我：是诗人自称。谣：行歌。《毛传》：“曲合乐曰歌，徒歌曰谣。”',
                '不我知者：唐石经作“不我知”，一本作“不知我者”。下章同。',
                '士：旁人谓歌者。《通释》：“我士，即诗人自谓也。”',
                '彼人：指“不我知者”。《郑笺》：“彼人，谓君也。”',
                '子：歌者自谓。其（姬jī）：语助词。《集传》：“其，语词。”',
                '“彼人”二句诗人自问道：那人说得对么，你自己以为怎样呢？',
                '盖：同“盍（河hé）”，就是何不。亦：语助词。这句是诗人自解之词，言不如丢开别想。',
                '棘：酸枣。',
                '行国：周行国中。这二句言心忧无法排遣，只得出门浪游。',
                '罔极：无常。《集传》：“极，至也。罔极，言其心纵恣无所至极。”已见《卫风·氓》篇。',
                ''
              ],
              "simplifiedText": [
                "园里长着桃树，我拿桃子当饱。",
                "心里塞着烦恼，嘴里哼着歌谣。",
                "不相识的人说我狂傲，他说的是吗？",
                "你自问对不对号？我心里的烦恼，有谁知道！",
                "有谁知道！别想它岂不更好！",
                "园里长着酸枣，酸枣饱我饥肠。",
                "心里满是忧伤，我在国里游荡。",
                "不相识的人说我失常，他说的是吗？",
                "你自家说是怎样？我心里的忧伤，有谁知道！",
                "有谁知道！何不丢开别想！"
              ],
              "analysis": "这是一位贤士忧时伤世的诗。《毛诗序》云：“《园有桃》，刺时也。大夫忧其君国小而迫，而俭以啬，不能用其民，而无德教，日以侵削，故作是诗也。”诗人对现实有较为清醒的认识，但不被人理解，因而心情郁闷忧伤。于是长歌当哭，以此诗表达深深的哀婉伤痛之情。"
            },
            {
              "title": "陟岵",
              "originalText": [
                "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！",
                "陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！",
                "陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！"
              ],
              "note": [
                '陟（致zhì）：登高。',
                '岵（户hù）：有草木的山。《毛传》：“山无草木曰岵。”《孔颖达疏》：“《释山》云：‘多草木，岵；无草木，屺。’传言‘无草木曰岵’，下云‘有草木曰屺’，与《尔雅》正反，当转写误也。”',
                '瞻：视。以上二句叙行役者登高，遥望家人所在的方向。第二、三章仿此。',
                '上：“尚”的借字。“尚”犹“庶几”。旃（毡zhān）：犹“之”。',
                '犹来：言还能够回家来。无止：言别永留外乡。《集传》：“犹可以来归，无止于彼而不来也。”以上四句是行役者想象他的父亲在说。下二章仿此。',
                '屺（起qǐ）：无草木的山。',
                '季：少子。',
                '弃：谓弃家不归。姚际恒《诗经通论》：“无弃，谓无弃我而不归也。”',
                '偕（古读如几）：犹“俱”。夙夜必偕：是说兼早与晚。《集传》：“必偕，言与侪（柴chái，同辈）同作同止，不得自如也。”'
              ],
              "simplifiedText": [
                '登上草木青青的山啊，登高要把爹来看啊。',
                '爹说：“咳！我儿当差啊出门远行，早沾露水晚披星。',
                '多保重啊多保重！树叶儿归根记在心。”',
                '登上那光秃秃的山顶啊，想娘要望娘的影啊。',
                '娘说：“咳！小子当差啊奔走他乡，朝朝夜夜不挨床。',
                '多保重啊多保重！千万别丢了你的娘。”',
                '登上那高高的山冈啊，要望我哥在哪方啊。',
                '哥说：“咳！我弟当差啊东奔西走，日日夜夜不能休。',
                '多保重啊多保重！别落得他乡埋骨头。”'
              ],
              "analysis": "这是征人望乡的诗。当他望乡的时候想象家里的人正在惦着他，道着他，同情他的辛苦，希望他保重，盼望他回家。"
            },
            {
              "title": "十亩之间",
              "originalText": [
                "十亩之间兮，桑者闲闲兮，行与子还兮。",
                "十亩之外兮，桑者泄泄兮，行与子逝兮。"
              ],
              "note": [
                '十亩：《通释》：“古者民各受公田十亩，又庐舍二亩半，环庐舍种桑麻杂菜。……凡田十二亩半，诗但言十亩者，举成数耳。”',
                '桑者：采桑者。采桑的劳动通常由女子担任。',
                '闲闲：犹“宽闲”，紧张忙碌的反面。《集传》：“闲闲，往来者自得之貌。”',
                '行：且。《集传》：“行，犹将也。还，犹归也。”或在“行”字读断，作为动词，也可通。以上三句是说这个区域里采桑的人已经不紧张工作（将收工）了，我和你回去吧。',
                '泄泄（异yì）：迟缓、疏散之貌。《毛传》：“泄泄，多人之貌。”',
                '逝：去。《集传》：“逝，往也。”这一章是说这区域以外的采桑者也都不再紧张。准备息了，咱们走吧。'
              ],
              "simplifiedText": [
                '十亩青青桑树间，采桑女儿多悠闲，行吧咱们回家园。',
                '十亩青青桑林坡，采桑女儿人数多，行吧咱们回村落。'
              ],
              "analysis": "这是采桑者劳动将结束时呼伴同归的歌唱。古时西北地方种桑很普遍，和今时不同。"
            },
            {
              "title": "伐檀",
              "originalText": [
                "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？",
                "不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！",
                "坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？",
                "不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！",
                "坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？",
                "不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！"
              ],
              "note": [
                '坎坎：伐木声。',
                '寘（至zhì）：即“置”，搁。见《周南?卷耳》篇。干：岸。',
                '涟：即“澜”，大波。猗（医yī）：托声字，犹“兮”。',
                '稼穑（价瑟jià sè）：稼，耕种。穑，收获。',
                '廛（蝉chén）：古代一家之居，即二亩半。三百：言其很多，不一定是确数。下二章仿此。《毛传》：“一家之居曰廛。”《正义》：“谓一夫之田百亩也。”',
                '狩：冬猎。',
                '尔：指“不稼不穑”“不狩不猎”的人，也就是下文的“君子”。',
                '貆（环huán）：兽名，就是貒（湍tuān），今名猪獾。',
                '素餐：言不劳而食。素就是白，就是空，就是有其名无其实。上文“不稼不穑”四句正是说那“君子” 不劳而食，这里“不素餐”是以反语为讥讽。',
                '辐：车轮中的直木。伐辐：是说伐取制辐的木材，承上伐檀而言。下章“伐轮” 仿此。',
                '直：方玉润《诗经原始》：“苏氏辙曰：水平则流直。”',
                '亿：“繶”的假借，犹“缠”。',
                '特：三岁之兽。一说兽四岁为特。',
                '漘（唇chún）：水边。',
                '沦：水纹有伦理。即小波浪。',
                '囷（群阴qūn）：“稇（捆kǔn）” 的假借，捆。稇：用绳索捆束。《正义》“方者为仓，故圆者为囷。”',
                '鹑：鸟名，俗名鹌鹑。',
                '飧（孙sūn）：熟食。'
              ],
              "simplifiedText": [
                '丁丁冬冬来把檀树砍，砍下檀树放河边，河水清清水上起波澜。',
                '栽秧割稻你不管，凭什么千捆万捆往家搬？',
                '上山打猎你不沾，凭什么你家满院挂猪獾？',
                '那些个大人先生啊，可不是白白吃闲饭！',
                '做车幅丁冬砍木头，砍来放在河埠头，河水清清河水直溜溜。',
                '栽秧割稻你闲瞅，凭什么千捆万捆你来收？',
                '别人打猎你抄手，凭什么满院挂野兽？',
                '那些个大人先生啊，可不是无功把禄受！',
                '做车轮儿砍树丁冬响，砍来放在大河旁，河水清清圈儿连得长。',
                '下种收割你不忙，凭什么千捆万捆下了仓？',
                '上山打猎你不帮，凭什么你家鹌鹑挂成行？',
                '那些个大人先生啊，可不是白白受供养！'
              ],
              "analysis": "这诗反映被剥削者对于剥削者的不满。每章一、二两句写劳动者伐木。第四句以下写伐木者对于不劳而食的君子的冷嘲热骂。"
            },
            {
              "title": "硕鼠",
              "originalText": [
                "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。",
                "硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。",
                "硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？"
              ],
              "note": [
                '硕鼠：就是《尔雅》的鼫（食shí）鼠，又名田鼠，啮（涅niè）齿类动物，穴居河川沿岸，吃豆粟等物。今北方俗称地耗子。这里用来比剥削无厌的统治者。“硕鼠”解作“肥大的鼠”亦可。《郑笺》：“硕，大也。大鼠大鼠者，斥其君也。”',
                '贯：侍奉。三岁贯女：就是说侍奉你多年。三岁言其久，女：汝，指统治者。方玉润《诗经原始》：“三岁，言其久也。”',
                '逝：读为“誓（《公羊传》徐彦疏引作誓）”。去女（汝）：言离汝而去。杨树达《小学述林》卷一：“此诗本表示决绝之辞。三家作誓，用本字也。《毛诗》作逝，用假字也。”',
                '爰：犹“乃”。所：指可以安居之处。',
                '德：恩惠。',
                '直：即“值”。得我直：就是说使我的劳动得到相当的代价。',
                '劳：慰问。',
                '之：犹“其”。永号：犹“长叹”。末二句言既到乐郊，就再不会有悲愤，谁还长吁短叹呢？'
              ],
              "simplifiedText": [
                "大老鼠啊大老鼠，千万莫吃我黄黍！",
                "三年小心服侍你，无人肯把我照顾。",
                "发誓就要离开你，去那遥远新乐土。",
                "新乐土啊新乐土，那儿有我好住处！",
                "大老鼠啊大老鼠，千万莫吃我麦子！",
                "三年小心服侍你，我的恩德谁记起？",
                "发誓就要离开你，去那遥远新乐地。",
                "新乐地啊新乐地，我的位置在哪里？",
                "大老鼠啊大老鼠，千万莫吃我禾苗！",
                "三年小心服侍你，无人肯把我慰劳。",
                "发誓就要离开你，去那遥远新乐郊。",
                "新乐郊啊新乐郊，谁人还会长哀号？"
              ],
              "analysis": "这首诗表现农民对统治者沉重剥削的怨恨与控诉。诗人骂剥削者为田鼠，指出他们受农民供养，贪得无厌。农民年年为剥削者劳动，得不到他们丝毫的恩惠，只得远寻“乐土”，另觅生路。所谓“乐土”在当时只是空想罢了。"
            }
          ]
        },
        {
          "title": "国风·唐风",
          "poems": [
            {
              "title": "蟋蟀",
              "originalText": [
                "蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。",
                "蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。",
                " 蟋蟀在堂，役车其休。今我不乐，日月其慆。无以大康。职思其忧。好乐无荒，良士休休。"
              ],
              "note": [
                '蟋蟀在堂：古人以候虫纪时。《豳风·七月》篇云：“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”在宇、在户、入床下就是本篇所谓“在堂”。“在堂”是对“在野”而言。蟋蟀本在野地，由野而堂是为了避寒，所以诗人用此句表示岁将暮的光景。',
                '聿（玉yù）：同“曰”，语助词。莫：是“暮”的古写。“其暮”，言将尽。',
                '除：过去。以上两句是说这时候如再不寻乐，可乐的日子就要过去了。',
                '已：过甚。大：读“泰”。“泰康”，安乐。',
                '职：当。居：谓所处的地位。以上两句是预先警戒之辞，言享乐别过分了，得想到自己的职务。',
                '荒：废弛。',
                '瞿瞿：惊顾貌。这里用来表示警惕之意。以上两句言良士时时警惕，所以为乐而不致荒废业务。“好乐无荒”承“无已大康”，“良士瞿瞿” 承“职思其居”。',
                '迈：行。',
                '外：本位以外的工作。苏辙《诗集传》：“既思其职，又思其职之外。”',
                '蹶蹶：动作勤勉之貌。',
                '役车：车名，方箱驾牛，农家收获时用来装载谷物。役车其休：言农事已毕。',
                '忧：《郑笺》：“忧者，谓邻国侵伐之忧。”',
                '慆：“滔”的借字。滔滔是行貌，这里单用一个字，词义相同。',
                '休休：宽容。这句和“职思其忧”相应。惟其“思忧”，所以能心宽无忧。'
              ],
              "simplifiedText": [
                '蟋蟀搬进屋里，一年快要到底。如今再不行乐，时光所剩无几。',
                '可别过分安逸，本分不要忘记！寻乐不荒正业，良士都能警惕。',
                '蟋蟀搬进屋里，一年还剩几分。如今再不行乐，时光不肯等人。',
                '可别过分安逸，别忘其他责任！寻乐不荒正业，良士个个勤奋。',
                '蟋蟀搬进屋里，往来牛车都停。如今再不行乐，时光都要溜尽。',
                '可别过分安逸，还该想着苦境！寻乐不荒正业，良士所以宽心。'
              ],
              "analysis": '这篇是感时之作。诗人因岁暮而感到时光易逝，因时光易逝的感觉而生出及时行乐的想法，又因乐字而想到“无已”、“无荒”，以警戒自己，因而以“思居”、“思外”、“思忧”和效法“良士”自勉。'
            },
            {
              "title": "山有枢",
              "originalText": [
                "山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。",
                "山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。",
                "山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。"
              ],
              "note": [
                '枢（舒shū）、榆（余yú）、栲（考kǎo）、杻（扭niǔ）：皆为树木名。',
                '《集传》：“枢，荎（池chí），今刺榆也。”陈藏器《本草拾遗》：“《诗》之枢，即刺榆；《诗》之榆，即大榆，白榆。” ',
                '曳（叶yè）：拖。娄：即“搂”，用手把衣服拢着提起来。《正义》：“曳娄俱是着衣之事。”',
                '宛：通“菀”，萎死貌。',
                '《毛传》：“栲，山樗（初chū，臭椿）。杻，檍（亿yì）也。”《传疏》：“山樗与樗不同。……叶如栎木，皮厚数寸，可为车幅，或谓之栲栎。”',
                '廷：指宫室。',
                '埽（扫sào）：通“扫”。',
                '考：敲。',
                '保：占有。',
                '永：《集传》：“永，长也。……饮食作乐，可以永长此日也。”'
              ],
              "simplifiedText": [
                '山坡上面有刺榆，洼地中间白榆长。',
                '你有上衣和下裳，不穿不戴箱里装。',
                '你有车子又有马，不驾不骑放一旁。',
                '一朝不幸离人世，别人享受心舒畅。',
                '山上长有臭椿树，菩提树在低洼处。',
                '你有庭院和房屋，不洒水来不扫除。',
                '你家有钟又有鼓，不敲不打等于无。',
                '一朝不幸离人世，别人占有心舒服。',
                '山坡上面有漆树，低洼地里生榛栗。',
                '你有美酒和佳肴，怎不日日奏乐器。',
                '且用它来寻欢喜，且用它来度时日。',
                '一朝不幸离人世，别人得意进你室。'
              ],
              "analysis": "讽刺贵族不能及时行乐，死后一切化为乌有。"
            },
            {
              "title": "扬之水",
              "originalText": [
                "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？",
                "扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？",
                "扬之水，白石粼粼。我闻有命，不敢以告人。"
              ],
              "note": [
                '扬之水：悠扬缓慢的流水。《通释》：“此诗‘扬之水’，盖以喻晋昭微弱不能制恒叔，而转封沃以使之强大。则有如以水之激石，不能伤石而盖使之鲜洁。故以‘白石凿凿’喻沃之强盛耳。”',
                '凿凿：鲜明貌。',
                '襮（博bó）：绣有花纹的衣领。',
                '子、君子：均指恒叔。《集传》：“子，指恒叔也。” 《郑笺》：“君子，谓恒叔。”',
                '沃：地名。《集传》：“沃，曲沃也。”',
                '皓皓：洁白。',
                '鹄（胡hú）：地名。《毛传》：“沃，曲沃邑也。” ',
                '云何其忧：《毛传》：“云无忧也。”',
                '粼粼：明净貌。《集传》：“粼粼，水清石见之貌。”',
                '末句：方玉润《诗经原始》：“闻其事已成，将有成命也。”《诗缉》：“言不敢告人者，乃所以告昭公。”'
              ],
              "simplifiedText": [
                '悠悠河水流不停，水中白石更鲜明。',
                '白色衣服红绣领，随你一道到沃城。',
                '恒叔已经得拜见，心中怎不乐盈盈。',
                '悠悠河水流不息，水中白石洁无比。',
                '红色绣领白色衣，随你一道到鹄邑。',
                '恒叔已经得拜见，心中还有啥郁抑？',
                '悠悠河水流不停，水中白石真晶莹。',
                '我已听得政变令，不敢向人说真情！'
              ],
              "analysis": "公元前745年，晋昭侯封叔父成师于曲沃（在今山西闻喜县东），号恒叔。公元前738年，晋昭侯五年，大夫潘义与恒叔密谋发动政变。一位随恒叔去曲沃的贵族写了这首诗，揭发政变的情况。"
            },
            {
              "title": "椒聊",
              "originalText": [
                "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。",
                "椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。"
              ],
              "note": [
                '椒：花椒。古人用椒比喻妇人多子女。聊：助词。一说“聚”。《毛传》：“椒聊，椒也。” ',
                '蕃衍：即繁衍。《集传》：“椒之蕃盛，则采之盈升矣。”',
                '硕：《郑笺》：“硕，谓状貌佼好也。”',
                '朋：比。',
                '远条：长枝条。《毛传》：“条，长也。” 《郑笺》：“椒之气日益远长。”',
                '且（居jū）：语气词。',
                '匊（居jū）：两手合捧。《毛传》：“两手曰匊。”',
                '笃：忠厚诚实。《毛传》：“笃，厚也。”'
              ],
              "simplifiedText": [
                "花椒子儿生树上，子儿繁盛满升装。",
                "那个女子福气好，身材高大世无双。",
                "花椒子儿一串串，香气阵阵向上扬。",
                "花椒子儿生树巅，盛满一把真繁衍。",
                "那个女子福气好，身材高大又壮健。",
                "花椒子儿一串串，香气阵阵散满天。"
              ],
              "analysis": "赞美女子身高体壮，能多生孩子。"
            },
            {
              "title": "绸缪",
              "originalText": [
                "绸缪束薪，三星在天。今夕何夕，见此良人？子兮子兮，如此良人何？",
                "绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？",
                "绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？"
              ],
              "note": [
                '绸缪（绸谋chóu móu）：犹“缠绵”，紧紧捆缚的意思。诗人似以束薪缠绵比喻婚姻。',
                '三星：指参星。天：古音tīn。',
                '今夕何夕：是惊喜庆幸之辞，言今晚是不同寻常的夜晚。',
                '良人：犹言“好人”，这里是男称女。',
                '子兮子兮：诗人感动自呼之辞。',
                '如：犹“奈”。如此良人何：是喜不自禁之辞，言爱这“良人”爱得无可奈何。',
                '刍：草。',
                '隅：房角。三星在隅：言三星稍偏斜，对着房角。《集传》：“昏现之星至此，则夜久矣。”',
                '邂逅：喜悦。这里为名词，谓可悦之人。',
                '在户：言当面而见。《集传》：“户必南出，昏现之星至此，则夜分矣。”',
                '粲：鲜明。粲者：犹言“漂亮人儿”。《通释》：“见此粲者，见其女也。”'
              ],
              "simplifiedText": [
                "柴枝捆得紧紧，抬头正见三星。今晚是啥夜晚？",
                "见着我的好人。你看，你看啊！把这好人儿怎么办啊！",
                "紧紧一把刍草，三星正对房角。今晚是啥夜晚？",
                "心爱人儿见着。你看，你看啊！把这心爱的怎么办啊！",
                "荆树条儿紧缠，三星照在门前。今晚是啥夜晚？",
                "和这美人相见。你看，你看啊！把这美人儿怎么办啊！"
              ],
              "analysis": "这是乐新婚的诗。诗人觉得他的新娘子美不可言，那夜晚也是美不可言，喜不自胜，简直不晓该怎么办好。"
            },
            {
              "title": "杕杜",
              "originalText": [
                "有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？",
                "有杕之杜，其叶箐箐。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？"
              ],
              "note": [
                '有：语助词，无实义。杕（地dì）：独立。杜：赤棠树。',
                '湑湑（许xǔ）：草木茂盛貌。',
                '踽踽（举jǔ）：孤独貌。《毛传》：“踽踽，无所亲也。”',
                '同父：同父兄弟。《集传》：“同父，兄弟也。”',
                '比：辅助，亲近。胡不比：俞樾《群经平议》：“盖言彼在涂之人，胡亲比之有。”',
                '佽（次cì）：助。',
                '菁菁：《毛传》：“菁菁，叶盛也。”',
                '睘睘（琼qióng）：孤单，无所依靠。《毛传》：“睘睘，无所依也。”',
                '同姓：同母兄弟。《通释》：“女生曰姓……同姓，盖谓同母生者。”'
              ],
              "simplifiedText": [
                '高高一棵棠梨树，树上叶儿密密布。',
                '只身行走多孤苦，岂是路上没别人？不如同胞亲手足。',
                '可叹路上来往客，为啥不肯近我处？',
                '人家无兄又无弟，为啥不肯相帮助？',
                '一棵棠树枝干长，叶儿青青生长旺。',
                '只身行走多凄凉，岂是路上没别人？不如骨肉亲兄长。',
                '可叹路上来往客，为啥不肯近我旁？',
                '人家无兄又无弟，为啥不肯来相帮？'
              ],
              "analysis": "一个孤独的流浪者得不到帮助，十分伤感。"
            },
            {
              "title": "羔裘",
              "originalText": [
                "羔裘豹祛，自我人居居。岂无他人？维子之故。",
                "羔裘豹褎，自我人究究。岂无他人？维子之好。"
              ],
              "note": [
                '羔裘：《集传》：“羔裘，君纯羔，大夫以羔饰。”',
                '祛（区qū）：衣袖。《集传》：“祛，袂（妹mèi）也。”',
                '居居：即“倨倨”，傲慢貌。《毛传》：“自，用也。居居，怀恶不相亲比之貌。”',
                '褎（袖xiù）：古体袖字。',
                '究究（求qiú）：借为“仇仇”，傲慢状。',
                '《尔雅·释训》：“居居、究究，恶也。”郝懿行《义疏》：“此居居犹倨倨，不逊之意。……究、居声转为义。”'
              ],
              "simplifiedText": [
                "豹皮袖口羔皮裘，骄横待我几时休。",
                "难道就没别的人，只有你我是故旧？",
                "羔裘袖口饰豹毛，待我恶劣气难消。",
                "难道就没别的人，非要同你相处好？"
              ],
              "analysis": "讽刺统治者不爱护体恤人民。"
            },
            {
              "title": "鸨羽",
              "originalText": [
                "肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？",
                "肃肃鸨翼，集于苞棘。王事靡盬，不能蓺稷黍。父母何食？悠悠苍天，曷其有极？",
                "肃肃鸨行，集于苞桑，王事靡盬，不能蓺稷黍。父母何尝？悠悠苍天，曷其有常？"
              ],
              "note": [
                '肃肃：鸨羽之声。鸨（保bǎo）：是形状像雁的大鸟。属涉禽类。一名野雁。鸨羽，犹“鸨翼”。《集传》：“鸨，鸟名，似雁而大，无后趾。”',
                '集：鸟类息在树上叫做“集”。苞：草木丛生为“苞”。栩：是栎树。鸨的脚上没有后趾，在树上息不稳，所以颤动羽翼，肃肃有声。这里以鸨栖树之苦，比人在劳役中的苦。',
                '王事：见《邶风·北门》篇注。靡盬（古gǔ）：没有停息的时候。王引之《经义述闻》：“盬者，息也。”',
                '蓺（艺yì）：通“艺”，种植。',
                '怙（户hù）：依靠。',
                '所：居处。曷其有所：言何时才能安居。',
                '极：止。曷其有极：言何时才是苦尽之时。',
                '行：行列。一说行指鸟翮（核hé，鸟的翅膀）。《通释》：“鸨行（háng），犹雁行也。雁之飞有行列，而鸨似之。”',
                '梁：《集传》：“梁，粟类，有数色。”',
                '曷其有常：言何时恢复正常。《集传》：“常，复其常也。”'
              ],
              "simplifiedText": [
                '野雁沙沙响一阵，栎树丛里息不稳。',
                '王差不得息，庄稼种不成！饿死爹妈谁来问？',
                '老天啊老天！那天小民得安身？',
                '野雁沙沙翅儿颤，酸枣丛里息不安。',
                '王差不得息，庄稼完了蛋！我爹我妈准饿饭！',
                '老天啊老天！哪儿有个了啊哪儿有个完？',
                '野雁成行响飕飕，息在一丛桑树头。',
                '王差不得息，庄稼不能收！爹妈拿什么来糊口？',
                '老天啊老天！太平年头几时有？'
              ],
              "analysis": "这诗是农民在徭役重压下的呻吟。农民因为劳于“王事”，不能兼顾耕种，使父母的生活失掉保障。而所谓王事又是永远没有完的，什么时候才能安居乐业，只能去问那“悠悠苍天”。"
            },
            {
              "title": "无衣",
              "originalText": [
                "岂曰无衣七兮？不如子之衣，安且吉兮！",
                "岂曰无衣六兮？不如子之衣，安且燠兮！"
              ],
              "note": [
                '七：七节之衣。代贵族之礼服。《毛传》：“侯伯之礼七命，冕服七章。”',
                '安：妥善，合适。吉：吉利。',
                '六：六节之衣。代贵族之礼服。《毛传》：“天子之卿六命，车旗衣服以六为节。”',
                '燠（玉yù）：温暖。《毛传》：“燠，暖也。”'
              ],
              "simplifiedText": [
                "难道我就少衣裳？跟你做的比不上，你的舒适又漂亮。",
                "难道我的衣不多？跟你做的比不过，你的舒适又暖和。"
              ],
              "analysis": "曲沃武公派大夫送宝器给周厘王，请求赐给他诸侯命服，正式封他为晋侯。"
            },
            {
              "title": "有杕之杜",
              "originalText": [
                "有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？",
                "有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？"
              ],
              "note": [
                '有杕（第dì）：相当于“杕杕”，高耸挺立的样子。',
                '道左：《郑笺》：“道左，道东也。”',
                '噬（是shì）：发语词，无意义。适：来，到。',
                '曷：何不。饮食：吃。这里比喻“相就”、“到来”。闻一多《诗选与校笺》：“饮食是性交的象征廋语。”（廋：音叟sōu，隐藏，藏匿）。',
                '道周：道西，道右。《释文》：“周，《韩诗》作右。”',
                '来游：来交往。'
              ],
              "simplifiedText": [
                "一棵棠梨上参天，独自长在路东边。",
                "那个青年美男子，可肯来和我相伴？",
                "心里实在爱恋他，啥时能与共缠绵？",
                "一棵棠梨上参天，独自长在路右边。",
                "那个青年美男子，可肯和我去游览？",
                "心里实在爱恋他，啥时能与共缱绻？"
              ],
              "analysis": "一位女子爱慕一位男子，希望和他相好。一说这是一首求贤的诗。"
            },
            {
              "title": "葛生",
              "originalText": [
                "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？",
                "葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？",
                "角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？",
                "夏之日，冬之夜。百岁之后，归于其居。",
                "冬之夜，夏之日。百岁之后，归于其室。"
              ],
              "note": [
                '蒙：覆盖。首句言葛藤蔓延，覆盖荆树。上古“死则裹之以葛，投诸沟壑”（《法言·重黎篇》注），其后仍有以葛缠棺之俗（《墨子·节葬篇》）。诗人悼亡用“葛生”起兴，或许与古俗有联想。《通释》：“蒙楚、蒙棘、蒙野、蒙域，盖以喻妇人失其所依。”',
                '蔹（恋liàn又脸liǎn）：葡萄科植物，蔓生，草本。蔓：延。以上二句互文，葛和蔹同样生与野，同样可以言“蒙”、言“蔓”。《集传》：“蔹，草名，似括楼，叶盛而细。”',
                '予美：诗人称她的亡夫，犹言“我的好人”。亡：不在。此：指人世间。',
                '谁与独处：应在“与”字读断，和“不远，伊迩”句法相似。言予美不在人世而在地下，谁伴着他呢？还不是独个儿在那里住！《诗辑》：“我其谁与乎？处独而已。茕（琼qióng，孤单，孤独）然无所依矣！”',
                '域：葬地。',
                '角枕：用牛角制成或用角装饰的枕头。据《周礼·玉府》注，角枕是用来枕尸首的。',
                '锦衾：彩丝织成的被。殓尸用单被。',
                '旦：读为“坦”，就是安。“独坦”犹“独息”，都是独寝之意。《诗缉》：“独旦，独宿至旦也。”',
                '以上二句言未来的日子不易熬过，每天将如夏日的迟迟，每夜都似冬夜的漫漫。',
                '百岁之后：犹言“死后”。',
                '其居：指死者的住处，就是坟墓。以上二句言待死后和“予美” 同穴。《郑笺》：“居，坟墓也。”',
                '其室：犹“其居”。《郑笺》：“室犹冢圹（旷kuàng，墓穴）。”'
              ],
              "simplifiedText": [
                "葛藤藤把荆树盖，蔹草蔓生在野外。",
                "我的好人儿去了，谁伴他呀？独个儿待！",
                "酸枣树上葛藤披，蔹草爬满坟园地。",
                "我的好人儿去了，谁伴他呀？独个儿息！",
                "漆亮的牛角枕啊，闪光的花锦被。",
                "我的好人儿去了，谁伴他呀？独个儿睡！",
                "天天都是夏月的天，夜夜都是冬天的夜。",
                "百年熬到头，到他身边相会。",
                "夜夜都是冬天的夜，天天都是夏月的天。",
                "百年熬到头，回到他的身边。"
              ],
              "analysis": "这是女子悼念或哭亡夫的诗。诗人一面悲悼死者，想象他枕着角枕，盖着锦衾，在荒野蔓草之下独自长眠；一面自己伤感，想着未来漫长的岁月都是可悲的，惟有待百年之后和良人同穴，才是归宿。"
            },
            {
              "title": "采苓",
              "originalText": [
                "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
                "采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
                "采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？"
              ],
              "note": [
                '苓：《通释》：“苓为甘草，而《尔雅》为大苦，则甘者名苦矣。”',
                '首阳：首阳山。在今山西永济县南。',
                '为（伪wěi）：“伪”的借字。为言：即伪言。《传疏》：“古为、伪、讹三字同。《毛诗》本作为，读作伪也。为言，即谗言。”',
                '旃（粘zhān）：之，代词。',
                '苟：且。无然：不要相信真实这样。然：是，对。',
                '苦：《集传》：“苦，苦菜，生山田及泽中。”',
                '与：用，采用。《集传》：“与，许也。”',
                '《毛传》：“葑（封feng），菜名也。”'
              ],
              "simplifiedText": [
                "采甘草啊采甘草，在那首阳高山顶。",
                "有人专爱说假话，千万不要胡乱听。",
                "抛弃谣言别理睬，一切假话莫答应。",
                "采苦草啊采苦草，在那首阳山脚跟。",
                "有人专爱说假话，千万不要胡乱信。",
                "抛弃谣言别理睬，一切假话莫当真。",
                "有人专爱说假话，到头徒自招怨恨！",
                "采蔓菁啊采蔓菁，一直采到首阳东。",
                "有人专爱说假话，千万不能乱听从。",
                "抛弃谣言别理睬，一切假话毫无用。",
                "有人专爱说假话，到头希望全落空！"
              ],
              "analysis": "劝人不要听信谗言。谗言不可信，进谗言没有好下场。"
            }
          ]
        },
        {
          "title": "国风·秦风",
          "poems": [
            {
              "title": "车邻",
              "originalText": [
                "有车邻邻，有马白颠。未见君子，寺人之令。",
                "阪有漆，隰有栗。既见君子，并坐鼓瑟。今者不乐，逝者其耋。",
                "阪有桑，隰有杨。既见君子，并坐鼓簧。今者不乐，逝者其亡。"
              ],
              "note": [
                '邻邻：车行声。《毛传》：“邻邻，众车声也。”',
                '颠（真zhēn）：额。《集传》：“白颠，额有白毛，今谓之的颡（sǎng）。”',
                '寺人：侍人。《毛传》：“寺人，内小臣也。”',
                '隰（席xí）：《毛传》：“陂（坡pō）者为阪，下湿曰隰。”',
                '瑟：古时弦乐器，似琴。',
                '耋（叠dié）：衰老。八十岁为耋。《毛传》：“耋，老也。八十曰耋。”',
                '逝：焦循《毛诗补疏》：“逝，谓年岁之逝，言时易去而老矣。”',
                '簧：《毛传》：“簧，笙也。”'
              ],
              "simplifiedText": [
                "车儿辘辘响不停，白额马儿齐嘶鸣。",
                "还未见到君子时，先叫寺人传命令。",
                "漆树生在山坡前，洼地栗树长成片。",
                "我今见到君子面，同坐奏乐弹丝弦。",
                "今日行乐不及时，转眼衰老时已晚。",
                "山坡上面有柔桑，低洼地带长白杨。",
                "我今见到君子面，同坐奏乐吹笙簧。",
                "今日行乐不及时，转眼死去多凄凉。"
              ],
              "analysis": "诗人赞美秦君既有威仪而又平易近人，能与臣下同乐。"
            },
            {
              "title": "驷驖",
              "originalText": [
                "驷驖孔阜，六辔在手。",
                "公之媚子，从公于狩。",
                "奉时辰牡，辰牡孔硕。",
                "公曰左之，舍拔则获。",
                "游于北园，四马既闲。",
                "輶车鸾镳，载猃歇骄。"
              ],
              "note": [
                '驷（四sì）：应从《说文》所引作“四”。驖（铁tiě）：又作“铁”，赤黑色的马。孔：甚。阜（负fù）：肥硕。首句言驾车用四匹很肥大的黑马。',
                '公：指秦君。媚：爱。媚子：谓秦君所爱的人。',
                '狩：冬猎。',
                '奉：言虞人（掌苑囿的官）驱群兽到猎场待射。时：同“是”。辰牡：应时的牡兽。四季所需的兽不同，所以虞人所奉也就按时节而不同。',
                '左之：使御者转车向兽的左方。群兽被虞人驱逐奔来，猎者迎上去，这时车子就要转向兽的左方以便射中兽的左体。（射兽必须使箭从兽的左体穿进，才能命中心脏，迅速杀死。一说古人祭祀多半用兽的右半体，射左方能保持右体的完整。）',
                '舍：放。拔：箭末衔弦处，或名为括。则：犹“即”。这句是说秦君善射，一发而得兽。',
                '北园：似是游息的地方而不是田猎的苑囿（秦国著名的苑囿叫做具圃，未闻有北园）。这句是写猎后的事。',
                '四马：就是首章的“四驖”。既闲：言猎罢不再驰逐，显得从容闲暇。',
                '輶（由yóu）车：轻车。鸾（銮luán）：当作“銮”。镳（标biāo）：是马衔的两端，出于马口之外。两端各系一銮铃，所以叫做“鸾镳”。',
                '猃（险xiǎn）：长喙猎犬。歇骄：《尔雅》作“猲獢（谢嚣xièxiāo）”，短喙猎犬。猎后载犬车上，使犬休息。'
              ],
              "simplifiedText": [
                '四匹壮马黑得像铁，六根缰绳手里紧捏。',
                '公爷心爱的那小子，跟着公爷出来打猎。',
                '应时的牡兽已经赶出，牡兽奔来体大膘足。',
                '公爷下令：“向它左侧”，一箭离弦牡兽倒伏。',
                '公爷来到北园游息，四匹公马跑得从容。',
                '一辆轻车响着镳铃，车上坐着猎狗两种。'
              ],
              "analysis": "这是记秦君田猎的诗。第一章写车马和从者。第二章写射猎。第三章写猎后。"
            },
            {
              "title": "小戎",
              "originalText": [
                "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。",
                "四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之！",
                "俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲縢。言念君子，载寝载兴。厌厌良人，秩秩德音。 "
              ],
              "note": [
                '小戎：轻装兵车。俴（见jiàn）：浅。收：车厢板。《毛传》：“小戎，兵车也。俴，浅。收，轸（枕zhěn）也。” 《传疏》：“车广六尺六寸，舆深四尺四寸。其四面束舆之木谓之轸，《诗》则谓之收。收，聚也，谓聚众材而收之也。”',
                '五楘（木mù）：五条花皮革。梁辀（舟zhōu）、胁驱、觼軜（决那jué nà）：皆为马具。',
                '游环：《传疏》：“设环流于服马背上，谓之游环。”',
                '阴靷（引yǐn）、鋈（卧wò）续：皆为车上饰物。',
                '文茵：虎皮垫子。畅毂（谷gǔ）：长毂。毂：车轮中心的圆木，用以插轴。',
                '骐（器qì）、馵（注zhù）、骝（留liú）、騧（瓜huā）：分指黑、白、赤、黄等马。',
                '俴驷：《毛传》：“俴驷，四公马也。” ',
                '群：协和。',
                '厹（求qiú）矛：三隅矛。錞（对duì）：矛戟柄末的平底金属套。',
                '蒙：杂色。伐：盾。苑（晕yūn）：花纹。',
                '韔（畅chàng）：弓囊。镂膺：马的镂金胸带。',
                '闭：弓架。绲（滚gǔn）：绳。縢（腾téng）：缠束。',
                '厌厌（烟yān）：安静，和悦。',
                '秩秩：清明。'
              ],
              "simplifiedText": [
                '小小兵车浅车厢，五道皮条缠辕上。',
                '游动环儿控骖马，银环皮条系稳当。',
                '虎皮垫褥车轴长，驾上花马真雄壮。',
                '想起我的好夫君，温和如玉多贤良。',
                '住在西戎木板房，心乱如麻情难忘。',
                '四匹马儿高又大，六条缰绳拿手间。',
                '青马红马在中间，黄马黑马驾两边。',
                '画龙盾牌合一处，缰绳套住白铜环。',
                '想起我的好夫君，性情温和住边关。',
                '哪年哪月是归期，叫我如何不思念。',
                '披甲四马多协调，三棱矛杆白铜包。',
                '杂色盾牌画羽毛，虎皮弓袋雕花巧。',
                '两弓交叉放袋中，竹制弓柲绳缠牢。',
                '想起我的好夫君，起卧不宁思如潮。',
                '温和安静好夫君，名声美好德行高。'
              ],
              "analysis": "一位秦国妇女思念远征西戎的丈夫，并想象军容的壮盛。"
            },
            {
              "title": "蒹葭",
              "originalText": [
                "蒹葭苍苍，白露为霜。所谓伊人，在水一方，溯洄从之，道阻且长。溯游从之，宛在水中央。",
                "蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。",
                "蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。"
              ],
              "note": [
                '蒹（兼jiān）：荻。葭（加jiā）：芦。苍苍：鲜明貌。《传疏》：“蒹葭，即萑（环huán）苇之未秀者。” 《毛传》：“苍苍，盛也。”',
                '所谓：所念。伊人：犹“是人”或“彼人”。指诗人所思念追寻的人。《集传》：“伊人，犹言彼人也。”',
                '方：边。在水一方：就是说在水的另一边。',
                '溯（素sù）：逆水而行。这里是说傍水走向上游。看下文“道阻且跻”可知是陆行而非水行。洄：回曲盘纡的水道。从：就。',
                '阻：难。',
                '游：通“流”，流是直流的水道。',
                '宛：可见貌，犹言“仿佛是”。从以上四句见出彼人所在的地点似是一条曲水和一条直流相交之处。诗人如沿直流上行，就看见彼人在曲水的彼方，好像被水包围着；如走向曲水的上游，虽然可绕到彼人所在的地方，但道路艰难而且遥远。',
                '萋萋：犹“苍苍”。',
                '晞（西xī）：干。',
                '湄（梅méi）：水草交接之处。',
                '跻（基jī）：升，升高。',
                '坻（迟chí）：水中高地。',
                '采采：犹“萋萋”。',
                '涘（似sì）：水边。',
                '右：古读为“已”，迂曲。',
                '沚（址zhǐ）：小渚（主zhǔ），水中间的小块陆地。'
              ],
              "simplifiedText": [
                '芦花一片白苍苍，清早露水变成霜。',
                '心上人儿他在哪，人儿正在水那方。',
                '逆着曲水去找他，绕来绕去道儿长。',
                '逆着直水去找他，像在四边不着水中央。',
                '芦花一片白翻翻，露水珠儿不曾干。',
                '心上人儿他在哪，那人正在隔水滩。',
                '逆着曲水去找他，越走越高道儿难。',
                '逆着直水去找他，像在小小洲上水中间。',
                '一片芦花照眼明，太阳不出露水新。',
                '心上人儿他在哪，隔河对岸看得清。',
                '逆着曲水去找他，曲曲弯弯道儿拧。',
                '逆着直水去找他，好像藏身小岛水中心。'
              ],
              "analysis": "这篇似是情诗。男或女词。诗中所写的是：一个秋天的早晨，芦苇上露水还不曾干，诗人来寻所谓“伊人”。伊人所在的地方有流水环绕，好像藏身在洲岛之上，可望而不可即。每章一、二两句写景，以下六句写伊人所在。"
            },
            {
              "title": "终南",
              "originalText": [
                "终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！",
                "终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！"
              ],
              "note": [
                '条：山楸。《毛传》：“条，槄（涛tāo）；梅，楠也。”',
                '渥（沃wò）：丰润。',
                '君：指秦襄公。',
                '纪：借为“杞”。堂：借为“棠”。',
                '黻（扶fú）衣：黑白花纹的衣服。',
                '将将（锵qiāng）：即锵锵。',
                '寿考：长寿。忘：亡，结束。'
              ],
              "simplifiedText": [
                '终南山上有什么，既有山楸又有楠。',
                '君王受封来此山，锦衣狐裘身上穿。',
                '脸色红润像涂丹，君王气度真不凡。',
                '终南山上有什么，既有枸杞又有棠。',
                '君王受封来山上，锦衣狐裘身上穿。',
                '身上佩玉声锵锵，祝君大寿万年长。'
              ],
              "analysis": "赞美秦君相貌不凡，祝他长寿。"
            },
            {
              "title": "黄鸟",
              "originalText": [
                "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！",
                "交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！",
                "交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！"
              ],
              "note": [
                '交交：读为“咬咬”，鸟声。黄鸟：见《周南?葛覃》篇注。',
                '穆公：春秋时秦国之君，名任好。卒于周襄王三十一年（公元前六二一），以一百七十七人殉葬。从：谓从死，就是殉葬。',
                '子车奄息：子车是氏，奄息是名。一说字奄名息。',
                '夫：男子之称。特：匹。这句是说奄息的才能可以为百男的匹敌。',
                '穴：指墓圹。',
                '惴惴：恐惧貌。慄：“栗” 的异体字，恐惧战栗。以上二句是说奄息身临墓穴时的恐怖。',
                '歼（尖jiān）：灭尽。良人：善人。诗人以子车氏三子为本国的良士，所以称为“我良人”。这里合三子而言，所以说“歼”。',
                '人：言每人。百其身：谓百倍其身。以上二句是说：如允许旁人代死以赎取三子的生命，对于每一人都值得以百人之身来代替。“百夫之特”和“人百其身”两“百”字相应。',
                '仲行：一作“中行”，人名，或上字下名。',
                '防：当，比。百夫之防：犹“百夫之特”。',
                '鍼（钳qián）虎：人名，或上字下名。（鍼：又音针，是“针”的异体字。）',
                '御：犹“防”。'
              ],
              "simplifiedText": [
                '黄雀叽叽，酸枣树上息。谁跟穆公去了？',
                '子车家的奄息。说起这位奄息，一人能把百人敌。',
                '走近了他的坟墓，忍不住浑身哆嗦。',
                '苍天啊苍天！我们的好人一个不留！',
                '如果准我们赎他的命，拿我们一百换他一个。',
                '黄雀叽叽，飞来桑树上。谁跟穆公去了？',
                '子车家的仲行。说起这位仲行，一个抵得五十双。',
                '走近了他的坟墓，忍不住浑身哆嗦。',
                '苍天啊苍天！我们的好人一个不留！',
                '如果准我们赎他的命，拿我们一百换他一个。',
                '黄雀叽叽，息在牡荆树。谁跟穆公去了？',
                '子车家的鍼虎。说起这位鍼虎，一人当百不含糊。',
                '走近了他的坟墓，忍不住浑身哆嗦。苍天啊苍天！',
                '我们的好人一个不留！',
                '如果准我们赎他的命，拿我们一百换他一个。'
              ],
              "analysis": "《左传·文公六年》云：“秦伯任好卒，以子车氏之三子奄息、仲行、鍼虎为殉，皆秦之良也。国人哀之，为之赋《黄鸟》。”可见这是一首挽歌。三章分挽三良。每章末四句是诗人的哀呼，见出秦人对于三良的惋惜，也见出秦人对于暴君的憎恨。"
            },
            {
              "title": "晨风",
              "originalText": [
                "鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！",
                "山有苞栎，隰有六駮。未见君子，忧心靡乐。如何如何，忘我实多！",
                "山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！"
              ],
              "note": [
                '鴥（玉yù）：亦作“鹬（玉yù）”，疾飞貌。晨风：一作“鷐（晨chén）风”，鸟名。即鸇（沾zhān），鸷（至zhì）鸟类。一说晨风亦名天鸡，雉类。后一说从者较少，但说到见雉闻雉而思配偶，在《诗经》中例子却较多，如《邶风?雄雉》和《邶风?匏有苦叶》中都有。',
                '郁：形容树林的茂密。一说高出貌。北林：林名。',
                '钦钦：忧貌。',
                '忘：犹“弃”。多：犹“甚”。',
                '苞栎（历lì）：成丛的栎树。或作“枹（包bāo）栎”，两字合为树名，即橡栗。',
                '隰：低洼地。六駮：“駮（伯bó）”亦作“驳”，木名，即赤李。“六”表示多数。一说“六”读为“蓼（廖liǎo）”，长貌。',
                '乐：读为“療”，即疗。靡疗言不可治疗。',
                '棣（弟dì）：郁李。',
                '树：竖立。檖（遂suì）：山梨。'
              ],
              "simplifiedText": [
                '鷐风鸟飞得急急，北林树长得茂密。',
                '见不着我的人儿，我的心犹思重叠。',
                '为什么为的什么？丁点儿也不想我！',
                '山头上丛生栎树，赤李树长在低处。',
                '见不着我的人儿，心里闷有药难除。',
                '为什么为的什么？丁点儿也不想我！',
                '郁李儿山上成丛，山梨儿洼地挺生。',
                '见不着我的人儿，好像是醉酒昏昏。',
                '为什么为的什么？丁点儿也不想我！'
              ],
              "analysis": "这是女子怀念爱人的诗。她长时期见不着爱人，抱怨他把她忘了，甚至怀疑他把她抛弃了。"
            },
            {
              "title": "无衣",
              "originalText": [
                "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！",
                "岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！",
                "岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！"
              ],
              "note": [
                '袍：长衣。行军者日以当衣，夜以当被。就是今之披风，或名斗篷。“同袍”是友爱之辞。',
                '于：语助词，犹“曰”或“聿”。兴师：出兵。秦国常和西戎交兵。秦穆公伐戎，开地千里。当时戎族是周的敌人，和戎人打仗也就是为周王征伐，秦国伐戎必然打起“王命”的旗号。',
                '戈、矛：都是长柄的兵器，戈平头而旁有枝，矛头尖锐。',
                '仇：《吴越春秋》引作“讐”。“讐”与“仇”同义。与子同仇：等于说你的讐敌就是我的讐敌。',
                '泽：汗衣。',
                '戟：兵器名。古戟形似戈，具横直两锋。',
                '作：起来。'
              ],
              "simplifiedText": [
                '谁说没有衣服穿？你我共同披战袍。',
                '国王兴兵要作战，修好我们戈和矛，同仇敌忾赴战壕。',
                '谁说没有衣服穿？你我共同穿汗衫。',
                '国王兴兵要作战，修好我们矛和戟，并肩携手齐向前。',
                '谁说没有衣服穿？你我共同穿战裙。',
                '国王兴兵排战阵，修好我们甲和兵，同心协力杀敌人。'
              ],
              "analysis": "这诗是兵士相语的口吻，当是军中的歌谣。史书说秦俗尚武，这诗反映出战士友爱和慷慨从军的精神。"
            },
            {
              "title": "渭阳",
              "originalText": [
                "我送舅氏，曰至渭阳。",
                "何以赠之？路车乘黄。",
                "我送舅氏，悠悠我思。",
                "何以赠之？琼瑰玉佩。"
              ],
              "note": [
                '曰：发语词。',
                '渭阳：咸阳一带。《传疏》：“水北曰阳，渭阳在渭水北，送舅氏至渭阳，不渡渭也。”',
                '路车乘黄：《集传》：“路车，诸侯之车也。乘黄，四匹马皆黄也。”',
                '悠悠我思：《正义》：“悠悠我思，念母也。因送舅氏而念母，为念母而作诗。”',
                '琼瑰：《毛传》：“琼瑰，石而次玉。”',
                '玉佩：《诗缉》：“曹氏曰：玉佩，珩（横féng）、璜、琚（居jū）、瑀（雨yǔ）之属。”'
              ],
              "simplifiedText": [
                '我送舅父回家乡，直到渭水北岸傍，',
                '拿啥礼物赠给他，四匹黄马车一辆。',
                '我送舅父回家乡，思绪绵绵无限长，',
                '拿啥礼物赠给他，宝石佩玉有一箱。'
              ],
              "analysis": "秦穆公的儿子秦康公在渭水北岸，送别舅父公子重耳。为后世送别诗之祖。"
            },
            {
              "title": "权舆",
              "originalText": [
                "於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！",
                "於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！"
              ],
              "note": [
                '於（乌wū）：叹词。乎：语助词。',
                '夏屋：大屋。一说夏屋是大俎（祖zǔ），食器。',
                '渠渠：亦作“蘧蘧”，高貌。',
                '承：继。权舆：本是草木的萌芽，引申为事物的起始。',
                '簋（鬼guǐ）：食器名。《释文》：“内方外圆曰簋，以盛黍稷。外方内圆曰簠（府fǔ），用贮稻梁，皆容一斗二升。” '
              ],
              "simplifiedText": [
                '唉！我呀，曾住过大屋高房。',
                '如今啊这顿愁着那顿粮。',
                '唉唉！比起当初真是不一样！',
                '唉！我呀，一顿饭菜四大件。',
                '如今啊肚子空空没法填。',
                '唉唉！这般光景怎么比当年！'
              ],
              "analysis": "这首诗写一个冷落的贵族嗟贫困，想当年。"
            },
            {
              "title": "国风·陈风",
              "poems": [
                {
                  "title": "宛丘",
                  "originalText": [
                    "子之汤兮，宛丘之上兮。洵有情兮，而无望兮。",
                    "坎其击鼓，宛丘之下。无冬无夏，值其鹭羽。",
                    "坎其击缶，宛丘之道。无冬无夏，值其鹭翿。"
                  ],
                  "note": [
                    '子：指那在宛丘跳舞的女子。汤：《楚辞》王逸注引作“荡”，“汤”“荡”古通用。荡是摇摆，形容舞姿。',
                    '宛丘：作为普通名词就是中央宽平的圆形高地。这里的宛丘已经成为专名，又叫韫丘，是陈国人游观之地。',
                    '以上二句诗人自谓对彼女有情而不敢抱任何希望。望：或读为“忘”，亦可。',
                    '坎：击鼓与击缶之声。',
                    '值：训“持”，或“戴”。鹭羽：就是下章的“鹭翿”，舞者有时执在手中，有时戴在头上。以上二句是说彼人无分冬夏都在跳舞。',
                    '缶（否fǒu）：瓦盆，用为乐器。',
                    '鹭翿（稻dào）：用鹭鸶的羽毛做成伞形，舞者所用。'
                  ],
                  "simplifiedText": [
                    '姑娘啊轻摇慢舞，就在那宛丘高处。',
                    '我的情意啊深长，却把希望啊埋葬。',
                    '响冬冬皮鼓谁敲，就在那宛丘山脚。',
                    '不管是寒冬热夏，戴她的鹭鸶羽毛。',
                    '敲打起瓦盆当当，就在那宛丘道上。',
                    '不管是热夏寒冬，鹭鸶毛戴在头上。'
                  ],
                  "analysis": "这篇也是情诗。男子词。诗人倾诉他对于彼女的爱慕，并描写她的跳舞。从诗中“无冬无夏，值其鹭羽”等句看来，彼女一年四季都在跳舞，似是以歌舞祭神为专业的巫女。"
                },
                {
                  "title": "东门之枌",
                  "originalText": [
                    "东门之枌，宛丘之栩。子仲之子，婆娑其下。",
                    "穀旦于差，南方之原。不绩其麻，市也婆娑。",
                    "穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。"
                  ],
                  "note": [
                    '枌（坟fén）：木名，即白榆。',
                    '栩（许xǔ）：柞木。',
                    '子仲之子：子仲氏之女。',
                    '婆娑：舞貌。',
                    '穀：善。穀旦：指好天气的早晨。于：语助词。差：择。',
                    '原：高而平阔的土地。南方之原：即指东门和宛丘。那儿是歌舞聚乐的地方，同时是市井所在的地方。',
                    '市：买卖货物的场所。《潜夫论》引作“女”。',
                    '逝：往。这句是说趁好日子往跳舞之处。',
                    '越以：发语词。鬷（宗zōng）：频。迈：行。鬷迈：是说去的次数很多。《传疏》：“此云‘越以’，皆合二字为发语之词。” 《集传》：“鬷，众。迈，行也。”',
                    '荍（瓢piáo）：植物名，又名荆葵，草本，花淡紫红色。这句是诗人以荆葵花比所爱的女子。《集传》：“荍，芘芣（皮扶pífú）也，又名荆葵，紫色。椒，芬芳之物也。”',
                    '握椒：一把花椒。赠椒是表示结恩情，和“赠之以芍药”意思相同。'
                  ],
                  "simplifiedText": [
                    '东门有白榆，宛丘有栎树，',
                    '子仲家的姑娘，树下来跳舞。',
                    '选了好时光，南方的平原上，',
                    '麻也不用绩，市上来舞一场。',
                    '大好日子去得快，要寻欢乐多多来。',
                    '我看你好像一朵荆葵花，你送我花椒子儿一大把。'
                  ],
                  "analysis": "这是男女慕悦的诗。诗人所写的“如荍”的女子就是第一章的“子仲之子”，也就是第二章“不绩其麻，市也婆娑”的人，这人就是诗人爱慕的对象。本诗写男女在良晨会舞于市井，反映陈国特殊的风俗。"
                },
                {
                  "title": "衡门",
                  "originalText": [
                    "衡门之下，可以栖迟。",
                    "泌之洋洋，可以乐饥。",
                    "岂其食鱼，必河之鲂？",
                    "岂其取妻，必齐之姜？",
                    "岂其食鱼，必河之鲤？",
                    "岂其取妻，必宋之子？"
                  ],
                  "note": [
                    '衡：“横”的假借字。衡门：横木为门，门上无屋，言其简陋。一说东西曰横，横门就是东向或西向的城门。',
                    '栖迟：叠韵连绵词，栖息盘桓之意。以上二句言负郭陋室也可以居住。',
                    '泌：指泌丘下的水。洋洋：水流不竭貌。',
                    '乐：“療”的省借。療，治疗。《韩诗外传》作“疗”。“療饥”等于说充饥解饿。清水解饿当然是夸张之辞，和一、二两句都表示自甘贫陋。',
                    '鲂：鱼名，就是鳊。鳊是肥美的鱼，黄河的鳊尤其名贵。',
                    '取：通“娶”。',
                    '齐君姜姓：姜姓是当时最上层贵族之一。以上四句上二句是下二句的比喻，言娶妻不必选齐姜这样的名族，正如吃鱼不一定要吃黄河的鲂。下章仿此。',
                    '宋君是殷之后，子姓。'
                  ],
                  "simplifiedText": [
                    '支起横木就算门，横木底下好栖身。',
                    '泌丘有水水洋洋，清水填肠也饱人。',
                    '难道吃鱼，一定要吃黄河大鳊鱼？',
                    '难道娶妻，一定要娶齐国姜家女？',
                    '难道吃鱼，一定要吃黄河鲤鱼尝？',
                    '难道娶妻，一定要娶宋国子家大姑娘？'
                  ],
                  "analysis": "这诗表现安贫寡欲的思想。第一章言居处饮食不嫌简陋。二、三章言小家贫女可以为偶。"
                },
                {
                  "title": "东门之池",
                  "originalText": [
                    "东门之池，可以沤麻。",
                    "彼美淑姬，可与晤歌。",
                    "东门之池，可以沤纻。",
                    "彼美淑姬，可与晤语。",
                    "东门之池，可以沤菅。",
                    "彼美淑姬，可与晤言。"
                  ],
                  "note": [
                    '沤（怄òu）：洗，浸泡。',
                    '姬：《正义》：“美女而谓之姬者，以黄帝姓姬，炎帝姓姜，二姓之后，子孙昌盛，齐家之女，美者尤多，遂以姬、姜为妇人之美称。”',
                    '晤（悟wù）：《郑笺》：“晤犹对也。”',
                    '纻（住zhù）：苎麻。',
                    '菅（间jiān）：菅草。《释文》：“茅已沤为菅。”'
                  ],
                  "simplifiedText": [
                    '城东门外护城河，河水可以泡麻葛。',
                    '一位美丽好姑娘，可以和她来对歌。',
                    '城东门外护城河，河水可以泡苎麻。',
                    '一位美丽好姑娘，可以和她来谈话。',
                    '城东门外护城河，河水可以泡菅茅。',
                    '一位美丽好姑娘，可以和她把话聊。'
                  ],
                  "analysis": "男子爱慕一位女郎，想和她对歌、谈心。"
                },
                {
                  "title": "东门之杨",
                  "originalText": [
                    "东门之杨，其叶牂牂。",
                    "昏以为期，明星煌煌。",
                    "东门之杨，其叶肺肺。",
                    "昏以为期，明星晢晢。"
                  ],
                  "note": [
                    '牂牂（臧zàng）：杨叶在风中磨擦之声。',
                    '明星：星名，即金星，又名太白、启明、长庚。《小雅·大东》《毛传》：“日且出，谓明星为启明；日既出，谓明星为长庚。”',
                    '煌煌：明亮貌。',
                    '肺肺：也是风吹杨叶之声。',
                    '晢晢（制zhì）：明貌。犹“煌煌”。'
                  ],
                  "simplifiedText": [
                    '东门东门有白杨，白杨叶儿沙沙响。',
                    '约郎约在黄昏后，长庚星儿亮堂堂。',
                    '东门有个白杨林，叶儿拍拍响声轻。',
                    '约郎约在黄昏后，闪闪烁烁长庚星。'
                  ],
                  "analysis": "这是男女约会之词。东门是约会之地，黄昏是约会之时。"
                },
                {
                  "title": "墓门",
                  "originalText": [
                    "墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。",
                    "墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。"
                  ],
                  "note": [
                    '墓门：墓道的门。一说是陈国的城门。棘是恶树，诗人用来比他所憎恨的人。',
                    '斯：碎裂。这是咒骂之辞，言须把它碎劈了才称心。',
                    '夫也：犹言“彼人”，指作者所讥讽的人。',
                    '国人知之：言其不良行为已成人所共知的事。',
                    '不已：不停止。此处指不改正。《郑笺》：“已犹去也。” 苏辙《诗集传》：“夫指佗（驮tuó）也。佗之不良，国人莫不知之者。知而不知去，昔者谁为此乎？”',
                    '谁昔：即畴昔。畴昔有久（较远的过去）和昨（较近的过去）两义，这里应该是后者。以上两句是说彼人虽知恶行已经暴露，还是不改，直到最近还是这样。',
                    '梅：《楚辞》王逸注引作“棘”。',
                    '鸮（嚣xiāo）：恶声之鸟。诗人似以恶鸟比助彼人为恶者。萃（脆cuì）：止息。“萃止”的“止”是语尾助词。',
                    '讯：又作“谇（岁suì）”，二字互通。谇是数说责问之意。“讯之”的“之”应依《广韵》所引作“止”。和上句的“止”字是相应的语助词。',
                    '予：虚字，犹“而”。“讯予不顾”和“知而不已”句法相同。',
                    '颠倒思予：犹“颠倒思而”，言其思想颠倒非白，不辨好歹。《传疏》：“颠倒，乱也。”'
                  ],
                  "simplifiedText": [
                    '墓门有棵酸枣树，拿起斧子劈了它。',
                    '那人不是好东西，全国人人知道他。',
                    '知道他他也不买账，昨儿个还是这模样。',
                    '墓门有棵酸枣树，猫头鹰儿守着它。',
                    '那人不是好东西，编只歌儿劝告他。',
                    '劝告他他只当扯淡，心里头万事颠倒看。'
                  ],
                  "analysis": "这诗表现人民反抗不良统治者的强烈情绪。相传这是骂陈佗的诗。据《左传》，陈佗当陈桓公病中，杀了太子免。桓公死后陈佗自立，陈国因而大乱，国人至于分散。后来蔡国为陈国平乱，把他杀死。这样的人自然是人民所反对的。"
                },
                {
                  "title": "防有鹊巢",
                  "originalText": [
                    "防有鹊巢，邛有旨苕。",
                    "谁侜予美？心焉忉忉。",
                    "中唐有甓，邛有旨鷊。",
                    "谁侜予美？心焉惕惕。"
                  ],
                  "note": [
                    '防：枋树。',
                    '邛（琼qióng）：土丘。苕（条tiáo）：紫云英，野蚕豆。',
                    '侜（舟zhōu）：欺骗，说谎。予美：丈夫。此句意为有人在丈夫面前挑拨。',
                    '忉忉（刀dāo）：忧思貌。',
                    '唐：道路。甓（僻pì）：砖。《集传》：“庙中路谓之唐。” 《通释》：“甓为砖，亦得为瓦称。”',
                    '鷊（意yì）：草名。《毛传》：“鷊，绶草也。”',
                    '惕惕：同“忉忉”，忧思貌。'
                  ],
                  "simplifiedText": [
                    '堤上喜鹊来筑窝，苕草长在土山坡。',
                    '谁在欺蒙我爱人，担惊受怕烦恼多。',
                    '院中通道铺方砖，绶草长在土丘边。',
                    '谁在欺蒙我爱人，担惊受怕多心烦。'
                  ],
                  "analysis": "担心有人离间自己的爱人，非常不安。"
                },
                {
                  "title": "月出",
                  "originalText": [
                    "月出皎兮。佼人僚兮。",
                    "舒窈纠兮。劳心悄兮。",
                    "月出皓兮。佼人懰兮。",
                    "舒忧受兮。劳心慅兮。",
                    "月出照兮。佼人燎兮。",
                    "舒夭绍兮。劳心惨兮。"
                  ],
                  "note": [
                    '皎：洁白光明。《文选》注引作“皦”，字通。',
                    '佼：或作“姣”，佼人：美人。僚（了liǎo）：美好貌。',
                    '舒：徐。窈纠：详见下“夭绍”注。这句是说“佼人”行步安县，体态苗条。',
                    '劳心：忧心。悄：犹“悄悄”，忧貌。这句是诗人自道其由爱情而生的烦闷。二、三章仿此。',
                    '皓：犹“皎”。',
                    '懰（刘liú）：《埤苍》作“嬼”，妖冶。',
                    '忧受：详见下“夭绍”注。',
                    '慅：犹“慅慅”，动。',
                    '燎：明，言彼人为月光所照。',
                    '夭绍：汉赋里往往写作“要绍”，曲貌。“窈纠”、“忧受”、“夭绍”都是形容女子行动时的曲线美，就是曹植《洛神赋》所谓“婉若游龙”。',
                    '惨：读若“懆（草cǎo）”，声近义同。“懆”犹“懆懆”，不安。《集传》：“惨当作懆，忧也。”'
                  ],
                  "simplifiedText": [
                    '月儿出来亮晶晶啊，照着美人儿多么俊啊，',
                    '安闲的步儿苗条的影啊，我的心儿不安宁啊！',
                    '月儿出来白皓皓啊，照着美人儿多么俏啊，',
                    '安闲的步儿灵活的腰啊，我的心儿突突地跳啊！',
                    '月儿高挂像灯盏啊，美人儿身上银光满啊，',
                    '腰身柔软脚步儿闲啊，我的心上浪涛翻啊！'
                  ],
                  "analysis": "这诗描写一个月光下的美丽女子。每章第一句写月色，第二句写她的容色之美，第三句写行动姿态之美，末句写诗人自己因爱慕彼人而慅然心动，不能自宁的感觉。"
                },
                {
                  "title": "株林",
                  "originalText": [
                    "胡为乎株林？从夏南！匪适株林，从夏南！",
                    "驾我乘马，说于株野。乘我乘驹，朝食于株！"
                  ],
                  "note": "",
                  "simplifiedText": "",
                  "analysis": ""
                },
                {
                  "title": "泽陂",
                  "originalText": [
                    "彼泽之陂，有蒲与荷。有美一人，伤如之何？寤寐无为，涕泗滂沱。",
                    "彼泽之陂，有蒲与蕳。有美一人，硕大且卷。寤寐无为，中心悁悁。",
                    "彼泽之陂，有蒲菡萏。有美一人，硕大且俨。寤寐无为，辗转伏枕。"
                  ],
                  "note": [
                    '株：夏姬住地。',
                    '从：追逐。夏南：夏姬之子。夏姬与陈灵公私通，此诗即讽刺陈灵公去见夏姬。夏南在这里影射夏姬。',
                    '说（税shuì）：停留，停车休息。《集传》：“说，舍也。”',
                    '驹：《郑笺》：“马六尺以下曰驹。”'
                  ],
                  "simplifiedText": [
                    '他为什么去株林？是跟夏南散散心。',
                    '原来他到株林去，为的是把夏南寻！',
                    '我的四马齐驾起，株邑郊外好休息。',
                    '驾上四匹马驹子，早餐要在株邑吃。'
                  ],
                  "analysis": "陈灵公与大夫孔宁、仪行父都跟大夫夏御叔的妻子夏姬四通，常一道去夏家鬼混。后来灵公被夏姬的儿子征舒杀死，孔宁、仪行父逃亡他国。此诗揭露讽刺了陈灵公君臣的丑恶行径。"
                }
              ]
            }
          ]
        },
        {
          "title": "国风·桧风",
          "poems": [
            {
              "title": "羔裘",
              "originalText": [
                "羔裘逍遥，狐裘以朝。",
                "岂不尔思？劳心忉忉。",
                "羔裘翱翔，狐裘在堂。",
                "岂不尔思？我心忧伤。",
                "羔裘如膏，日出有曜。",
                "岂不尔思？中心是悼。"
              ],
              "note": [
                '朝：上早朝。《毛传》：“羔裘以逍遥，狐裘以适朝”。',
                '翱翔：犹“逍遥”。',
                '堂：《毛传》：“堂，公堂也。”',
                '曜（耀yào）：光。《毛传》：“日出照耀，然后见其如膏。”',
                '悼：哀伤。《郑笺》：“悼犹哀伤也。”'
              ],
              "simplifiedText": [
                '穿上羔裘好逍遥，穿上狐裘好上朝。',
                '难道我不想念你，心中无奈徒烦恼。',
                '穿上羔裘好遨游，公堂上面穿狐裘。',
                '难道我不想念你，心中无奈徒忧愁。',
                '羔裘润滑像油膏，太阳出来光泽耀。',
                '难道我不想念你，心中悲伤受煎熬。'
              ],
              "analysis": "怀念一位穿着羔皮和狐皮袍的官员，心里感到忧伤。"
            },
            {
              "title": "素冠",
              "originalText": [
                "庶见素冠兮，棘人栾栾兮。劳心慱慱兮。",
                "庶见素衣兮，我心伤悲兮。聊与子同归兮。",
                "庶见素韠兮，我心蕴结兮。聊与子如一兮。"
              ],
              "note": [
                '庶：有幸。',
                '棘人：棘，急。后人居父母丧时，自称棘人。此处为妇人自谓。',
                '栾栾（峦luán）：瘦瘠貌。',
                '慱慱（团tuán）：忧思不宁。',
                '韠（闭bì）：朝服的蔽膝。'
              ],
              "simplifiedText": [
                '幸而见你戴白冠，瘦骨伶仃容颜变，心中忧伤不得安。',
                '幸而见你穿白衫，心中忧伤苦难言，但愿随你归黄泉。',
                '幸而见你围蔽膝，愁肠百结心郁抑，但愿生死在一起。'
              ],
              "analysis": "妻子见到亡夫遗容干瘦，痛不欲生。"
            },
            {
              "title": "隰有苌楚",
              "originalText": [
                "隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。",
                "隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。",
                "隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。"
              ],
              "note": [
                '苌（长cháng）楚：植物名，又名羊桃，花赤色，子细如小麦，形似家桃，柔弱蔓生。',
                '猗傩（婀娜ēnuó）：有柔顺和美盛二义，在这里是形容苌楚枝条柔弱，从风而靡。二、三章对于华、实也称猗傩，似兼有美盛的意思。',
                '夭：是草木未长成者。这里似用为形容词，就是少而壮盛之貌。之：犹“兮”。沃沃：犹“沃若（见《卫风·氓》篇）”。《集传》：“夭，少好貌。沃沃，光泽貌。……政烦赋重，人不堪其苦，叹其不如草木之无知而无犹也。”',
                '乐：爱悦。子：指苌楚。以上四句，前三句写苌楚猗傩随风，少壮而有光泽。末一句诗人自叹其不如草木之无知。言外之意：倘若苌楚有知，一定像我似的忧伤憔悴，不能这样欣欣向荣了。',
                '无家：言其无累。下章仿此。',
                '无室：犹“无家”。'
              ],
              "simplifiedText": [
                '低地里生长羊桃，羊桃枝随风荡摇。',
                '你多么少壮啊多么美好。可喜你无知无觉。',
                '低地里生长羊桃，羊桃花一片红霞。',
                '你多么少壮啊多么美好。可喜你无室无家。',
                '低地里生长羊桃，羊桃树结满果实。',
                '你多么少壮啊多么美好。可喜你无家无室。'
              ],
              "analysis": "这是乱离之世的忧苦之音。诗人因为不能从忧患解脱出来，便觉得草木的无知无觉，无家无室是值得羡慕的了。这篇和《小雅·苕之华》意相近，可以参看。"
            },
            {
              "title": "匪风",
              "originalText": [
                "匪风发兮，匪车偈兮。",
                "顾瞻周道，中心怛兮。",
                "匪风飘兮，匪车嘌兮。",
                "顾瞻周道，中心吊兮。",
                "谁能亨鱼？溉之釜鬵。",
                "谁将西归？怀之好音。"
              ],
              "note": [
                '匪：读为“彼”，“彼风”犹“那风”。下同。发：犹“发发”，风声。',
                '偈：犹“偈偈”，驰驱貌。',
                '周道：大道或官路。',
                '怛（达dá）：忧伤。',
                '嘌（漂piāo）：又作“票”。轻疾貌。',
                '吊：犹“怛”。',
                '亨：就是“烹”字，煮。',
                '溉：应依《说文》所引作“摡（盖gài）”。摡训“拭”，训“涤”，又训“与”，均可通。鬵（寻xín）：大釜。',
                '西归：言回到西方的故乡去，这是桧国人客游东方者的口气，“西”就指桧。',
                '怀：训“遗”，送给。以上四句是说如有人能煮鱼我就给他锅子请他煮，如有人西归我就请他向家里送个消息。上二句是下二句之比。'
              ],
              "simplifiedText": [
                '那风发发地响，车儿像飞一样。',
                '回头瞧瞧大道，心里多么凄惶。',
                '那风打着旋转，车儿快快地赶。',
                '回头瞧瞧大道，心里好不凄惨。',
                '有谁能够煮鱼，小锅大锅我办。',
                '有谁回转西方，请他捎个“平安”。'
              ],
              "analysis": "这是旅客怀乡的诗。诗人离国东去，仆仆道路，看见官道上车马急驰，风起扬尘，想到自己有家归未得，甚至离家日趋远，不免伤感起来。这时，他希望遇着一个西归的故人，好托他捎带个平安家报。"
            }
          ]
        },
        {
          "title": "国风·曹风",
          "poems": [
            {
              "title": "蜉蝣",
              "originalText": [
                "蜉蝣之羽，衣裳楚楚。",
                "心之忧矣，于我归处。",
                "蜉蝣之翼，采采衣服。",
                "心之忧矣，于我归息。",
                "蜉蝣掘阅，麻衣如雪。",
                "心之忧矣，于我归说。"
              ],
              "note": [
                '蜉蝣（浮游fú yóu）：虫名。',
                '楚楚：《毛传》：“楚楚，鲜明貌。” 闻一多《风诗类钞》：“蜉蝣之羽，衣裳楚楚，犹言楚楚的衣服，有如蜉蝣之羽。”',
                '於我归处：《郑笺》：“君当于何依归乎？”',
                '采采：犹“楚楚”，鲜明貌。',
                '阅：洞穴。《正义》：“蜉蝣之虫，初掘地而出，皆鲜说（悦）也。”',
                '说（税shuì）：休息。《集传》：“说，舍息也。”'
              ],
              "simplifiedText": [
                '蜉蝣翅膀薄又轻，衣裳华丽真鲜明。',
                '我的心里多忧愁，可怜何处是归程！',
                '蜉蝣展翅翩翩舞，华丽鲜明好衣服。',
                '我的心里多忧愁，可怜何处是归宿。',
                '蜉蝣穿洞向外飞，双膀洁白似麻衣。',
                '我的心里多忧戚，我的归宿在哪里？'
              ],
              "analysis": "哀叹人生短促，有如朝生暮死的蜉蝣。"
            },
            {
              "title": "候人",
              "originalText": [
                "彼候人兮，何戈与祋。",
                "彼其之子，三百赤芾。",
                "维鹈在梁，不濡其翼。",
                "彼其之子，不称其服。",
                "维鹈在梁，不濡其咮。",
                "彼其之子，不遂其媾。",
                "荟兮蔚兮，南山朝隮。",
                "婉兮娈兮，季女斯饥。"
              ],
              "note": [
                '候人：担任在国境和道路上守望及迎送宾客职务的人，总数有一百多人，除少数低级官僚外都属普通兵卒。本诗中的候人是指一般供役的兵卒。何：即“荷”，肩负。祋（兑duì）：兵器名，杖类，即殳（书shū）。',
                '彼：指曹国朝廷。其（记jì）：语助词。之子：指下文“三百赤芾”、“不称其服”的那些人。赤芾（扶fú）：红色熟牛皮所制的蔽膝，即“韠（闭bì）”，卿大夫朝服的一部分。曹是小国，而朝中高官厚禄者多至三百人。',
                '鹈（啼tí）：水鸟名，即鹈鹕，食鱼。梁：鱼梁，即拦鱼坝。濡：湿。鹈鹕以鱼为食却不曾濡湿翅膀，说明不曾下水。这两句是比喻，如果是比朝中的贵人，就是说这些人不是自己求食，而是高高在上，靠别人供养；如是比候人自己，就是说候人值勤辛苦，连吃饭都顾不上。第一章上二句写候人，下二句写朝中贵人，这里也以上二句指候人较顺。下章同此。',
                '服：指赤芾。这句说“三百”着“赤芾”的人才德和地位不相称。',
                '咮（皱zhòu）：鸟嘴。这句和“不濡其翼”比喻的意思相同。',
                '遂：和“对”古同音互训，“不对”也就是“不称”的意思。媾：读为遘（够gòu），厚待，宠爱。这句也是说才德和地位不相称。',
                '荟（会huì）、蔚（未wèi）：都是聚集的意思，这里指云彩浓密。隮（霁jī）：出现在西方的虹。这两句说南山早晨有浓云升起。',
                '婉娈：形容女孩子娇好之词。季（稚）女：幼小的女儿。这一章写候人值勤到天明，看见南山朝云，惦记小女儿在家没有早饭吃。'
              ],
              "simplifiedText": [
                '那个候人啊，扛着长矛和长棍。',
                '那些张三李四们，大红蔽膝三百人。',
                '鹈鹕守在鱼梁上，不曾沾湿两翅膀。',
                '那些张三李四们，不配他的好衣裳。',
                '鹈鹕守在鱼梁上，不曾沾湿他的嘴。',
                '那些张三李四们，高官厚禄他不配。',
                '一会青啊一会紫，南山早上云升起。',
                '多么娇啊多么小，幼小女儿忍着饥。'
              ],
              "analysis": "这首诗写的是对于一位清寒劳苦的候人的同情和对于一些“不称其服”地朝贵的讥刺。"
            },
            {
              "title": "鳲鸠",
              "originalText": [
                "鳲鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。",
                "鳲鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。",
                "鳲鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。",
                "鳲鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？"
              ],
              "note": [
                '鳲（尸shī）鸠：布谷鸟。',
                '仪：容貌举止。',
                '结：固结不散。',
                '伊：助词。',
                '弁（变biàn）：冠冕。骐（其qí）：古代帽上的玉饰。《郑笺》：“骐当作琪，以玉为之。”',
                '不忒：不疑。无差错。',
                '正：法则。一解领导，做……官长。'
              ],
              "simplifiedText": [
                '布谷筑巢桑林里，孵下雏鸟数有七。',
                '那位君子品德好，坚守礼义言行一。',
                '坚守礼义言行一，心如磐石不可移。',
                '布谷桑间来筑巢，雏鸟飞上梅树梢。',
                '那位君子仪容好，丝织大带系在腰。',
                '丝织大带系在腰，采玉装饰皮礼帽。',
                '布谷筑巢桑树间，雏鸟飞上酸枣巅。',
                '那位君子心地善，言行端正无过愆。',
                '言行端正无过愆，心如磐石不可移。（愆：qiān，罪过；过失。）',
                '布谷筑巢桑树上，雏鸟学飞榛树傍。',
                '那位君子心善良，能做国人好官长。',
                '能做国人好官长，祝他万寿永无疆。'
              ],
              "analysis": "赞美统治者言行一致，服饰美盛，仪态无差，永为四国人民之长。"
            },
            {
              "title": "下泉",
              "originalText": [
                "冽彼下泉，浸彼苞稂。",
                "忾我寤叹，念彼周京。",
                "冽彼下泉，浸彼苞萧。",
                "忾我寤叹，念彼京周。",
                "冽彼下泉，浸彼苞蓍。",
                "忾我寤叹，念彼京师。",
                "芃芃黍苗，阴雨膏之。",
                "四国有王，郇伯劳之。"
              ],
              "note": [
                '冽：《毛传》：“洌，寒也。下泉，泉下流也。” 洌当作冽。《诗辑》：“洌旁三点者，从水也，清也，洁也。旁二点者，从冰也，寒也。”',
                '苞（包bāo）：丛生。稂（朗láng）：童梁，一种野草名。',
                '忾（慨kài）：叹息。',
                '周京：《集传》：“周京，天子所居也。”',
                '萧：艾蒿。',
                '京周：《集传》：“京周，犹周京也。”',
                '蓍（湿shī）：草名。古代常用以占卜。',
                '芃芃（朋péng）：《毛传》：“芃芃，美貌。” 《正义》：“此苗所以得盛者，由上天以阴雨膏泽之故也。”',
                '郇（寻xún）伯：周文王之子。闻一多《风诗类钞》：“四方诸侯之所以有王者，以郇伯勤劳之故也。”'
              ],
              "simplifiedText": [
                '地下泉水冷如冰，浸得杂草难出生。',
                '夜不成寐长叹息，一心想念周王城。',
                '地下泉水冰样凉，浸得蒿草难生长。',
                '夜不成寐长叹息，镐京时时缠心上。',
                '地下泉水透骨寒，浸得蓍草生长难。',
                '夜不成寐长叹息，一心只把京师念。',
                '蓬勃一片黍子苗，雨水滋润生长高。',
                '天下有王谁人保，全靠郇伯来操劳。'
              ],
              "analysis": "公元前521年，周景王死，太子寿先卒，王子猛立。王子朝作乱，攻杀猛，尹氏立王子朝。王子丐居狄泉（即下泉，今洛阳东）。连年内战，人民生活痛苦。后来晋文王派大夫荀跞攻王子朝而立王子丐于成周，就是敬王。这首诗是曹国人对荀跞的赞美，大约作于敬王入成周（公元前516年）以后。"
            }
          ]
        },
        {
          "title": "国风·豳风",
          "poems": [
            {
              "title": "七月",
              "originalText": [
                "七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁？三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。",
                "七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。",
                "七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩，载玄载黄，我朱孔阳，为公子裳。",
                "四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豜于公。",
                "五月斯螽动股，六月莎鸡振羽。七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。",
                "六月食郁及薁，七月亨葵及菽。八月剥枣，十月获稻。为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴。采荼薪樗，食我农夫。",
                "九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功：昼尔于茅，宵尔索绹，亟其乘屋，其始播百谷。",
                "二之日凿冰冲冲，三之日纳于凌阴，四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆！"
              ],
              "note": [
                '七月流火：火（古读如毁），或称大火，星名，即心宿。每年夏历五月，黄昏时候，这星当正南方，也就是正中和最高的位置。过了六月就偏西向下了，这就叫做“流”。',
                '授衣：将裁制冬衣的工作交给女工。九月丝麻等事结束，所以在这时开始做冬衣。',
                '一之日：十月以后第一个月的日子。以下二之日、三之日等仿此。为豳历纪日法。',
                '觱（毕bì）发：大风触物声。',
                '栗烈：或作“凛冽”，形容气寒。',
                '褐：粗布衣。',
                '于：犹“为”。为耜（似sì）是说修理耒（磊lěi）耜（耕田起土之具）。',
                '趾（止zhǐ）：足。 “举趾”是说去耕田。',
                '馌（叶yè）：馈送食物。亩：指田身。田耕成若干垄，高处为亩，低处为畎（犬quǎn）。田垄东西向的叫做“东亩”，南北向的叫做“南亩”。这两句是说妇人童子往田里送饭给耕者。',
                '田畯（俊jùn）：农官名，又称农正或田大夫。',
                '春日：指二月。载：始。阳：温暖。',
                '仓庚：鸟名，就是黄莺。',
                '懿：深。',
                '微行：小径（桑间道）。',
                '爰：语词，犹“曰”。柔桑：初生的桑叶。',
                '迟迟：天长的意思。',
                '蘩（繁fán）：菊科职务，即白蒿。古人用于祭祀，女子在嫁前有“教成之祭”。一说用蘩“沃”蚕子，则蚕易出，所以养蚕者需要它。其法未详。祁祁：众多（指采蘩者）。',
                '公子：指国君之子。殆及公子同归：是说怕被公子强迫带回家去。一说指怕被女公子带去陪嫁。',
                '萑（环huán）苇：芦苇。八月萑苇长成，收割下来，可以做箔。',
                '蚕月：指三月。条桑：修剪桑树。',
                '斨（枪qiāng）：方孔的斧头。',
                '远扬：指长得太长而高扬的枝条。',
                '猗（依yī）：《说文》、《广雅》作“掎（济jǐ）”，牵引。“掎桑”是用手拉着桑枝来采叶。南朝乐府诗《采桑度》云：“系条采春桑，采叶何纷纷”，似先用绳系桑然后拉着绳子采。女桑：小桑。',
                '郹（局jú）：鸟名，即伯劳。',
                '玄：是黑而赤的颜色。玄、黄指丝织品与麻织品的染色。',
                '朱：赤色。阳：鲜明。以上二句言染色有玄有黄有朱，而朱色尤为鲜明。',
                '葽（腰yāo）：植物名，今名远志。秀葽：言远志结实。',
                '蜩（条tiáo）：蝉。',
                '陨萚（拓tuò）：落叶。',
                '貉（骂mà）：通“祃”。田猎者演习武事的礼叫祃祭或貉祭。于貉：言举行貉祭。《郑笺》：“于貉（褐hè），往博貉以自为裘也。”',
                '同：聚合，言狩猎之前聚合众人。',
                '缵：继续。武功：指田猎。',
                '豵（宗zōng）：一岁小猪，这里用来代表比较小的兽。私其豵：言小兽归猎者私有。',
                '豜（肩jiān）：三岁的猪，代表大兽。大兽献给公家。',
                '斯螽（终zhōng）：虫名，蝗类，即蚱蜢、蚂蚱。旧说斯螽以两股相切发声，“动股”言其发出鸣声。',
                '莎（蓑suō）鸡：虫名，今名纺织娘。振羽：言鼓翅发声。',
                '以上四句都指蟋蟀，先在野地，后移宇下（即檐下），再移到户内，最后入床下。言其鸣声由远而近。',
                '穹：穷尽，清除。窒（至zhì）：堵塞。穹窒：言将室内满塞的角落搬空，搬空了才便于熏鼠。',
                '向：朝北的窗户。墐：用泥涂抹。贫家门扇用柴竹编成，涂泥使它不通风。',
                '曰：《汉书》引作“聿（玉yù）”，语词。改岁：是说旧年将尽，新年快到。',
                '郁：植物名，唐棣之类。树高五六尺，果实像李子，赤色。薁（郁yù）：植物名，果实大如桂圆。一说为野葡萄。',
                '菽：豆的总名。',
                '剥：读为“扑”，打。',
                '春酒：冬天酿酒经春始成，叫做“春酒”。枣和稻都是酿酒的原料。',
                '介：祈求。眉寿：长寿，人老眉间有豪毛，叫秀眉，所以长寿称眉寿。',
                '壶：葫芦。',
                '叔：拾。苴（鞠jū）：秋麻之籽，可以吃。',
                '樗（出chū）：木名，臭椿。薪樗：言采樗木为薪。',
                '场：是打谷的场地。圃：是菜园。春夏做菜园的地方秋冬就做成场地，所以场圃连成一词。',
                '纳：收进谷仓。稼：古读如“故”。禾稼：谷类通称。',
                '重（zhǒng）：即“种”，是先种后熟的谷。穋（路lù）：即稑（路lù），稑是后种先熟的谷。',
                '禾麻菽麦：这句的“禾”是专指一种谷，即今之小米。',
                '功：事。宫功：指建筑宫室，或指室内的事。',
                '索：动词，指制绳。綯（陶táo）：绳。索綯：是说打绳子。上两句言白天取茅草，夜晚打绳子。',
                '亟：急。乘屋：盖屋。茅和绳都是盖屋需用的东西。以上三句言宫功完毕后，急忙修理自己的屋子。因为播谷的工作又要开始了，不得不急。',
                '冲冲：古读如“沉”，凿冰之声。',
                '凌：是聚集的水。阴：指藏冰之处。',
                '蚤：读为“爪”，取。这句是说取冰。',
                '献羔祭韭：这句是说用羔羊和韭菜祭祖。《礼记·月令》说仲春献羔开冰，四之日正是仲春。',
                '肃霜：犹“肃爽”，双声连语。这句是说九月天高气爽。',
                '涤场：清扫场地。这句是说十月农事完全结束，将场地打扫干净。一说“涤场”即“涤荡”，“十月涤荡”是说到了十月草木摇落无余。',
                '朋酒：两樽酒。这句连下句是说年终燕乐。',
                '跻：登。公堂：或指公共场所，不一定是国君的朝堂。',
                '称：举。兕觥（似工sì gōng）：角爵。古代用兽角做的酒器。',
                '万：大。无疆：无穷。以上三句言升堂举觞，祝君长寿。'
              ],
              "simplifiedText": [
                '七月火星向西沉，九月人家寒衣分。冬月北风叫得尖，腊月寒气添，粗布衣裳无一件，怎样挨过年！正月里修耒头，二月里忙下田，女人孩子一起干，送汤送饭上垄边。田官老爷露笑脸。',
                '七月火星向西沉，九月人家寒衣分。春天里好太阳，黄莺儿叫得忙。姑娘们拿起高筐筐，走在小路上，去采养蚕桑。春天里太阳慢悠悠，白蒿子采得够。姑娘们心里正发愁，怕被公子带了走。',
                '七月火星向西沉，八月苇秆好收成。三月里修桑条，拿起斧和斨，太长的枝儿都砍掉，拉着枝条采嫩桑。七月里伯劳还在嚷，八月里绩麻更要忙。染出丝来有黑也有黄，朱红色儿更漂亮，得给那公子做衣裳。',
                '四月里远志把子结，五月里知了叫不歇。八月里收谷，十月落树叶。冬月里打貉子，还得捉狐狸，要给公子做皮衣。腊月里大伙又聚齐，打猎习武艺。小个儿野猪给自己，大个儿野猪献公爷。',
                '五月斯螽弹腿响，六月纺织娘抖翅膀。七月蛐蛐儿在野底，八月里在屋檐底，九月门口叫，十月床下移。火烟熏耗子，窟窿尽堵起，塞起北窗户，柴门涂上泥。叫唤儿子和老妻，如今快过年，且来搬屋里。',
                '六月里吃山楂樱桃，七月里煮葵菜豆角。八月里打枣，十月里煮稻，做成甜酒叫冻醪，老人家喝了精神饱。七月里把瓜儿采，八月里把葫芦摘。九月里收麻子，掐些苦菜打些柴，咱农夫把嘴餬起来。（餬：音胡hú，餬口。）',
                '九月垫好打谷场，十月谷上仓。早谷晚谷黄米高粱，芝麻豆麦满满装。咱们这些泥腿郎！地里庄稼才收起，城里差事又要当。白天割得茅草多，夜里打得草索长，赶紧盖好房，耕田撒种又要忙。',
                '十二月打冰冲冲响，正月抬冰窖里藏，二月取冰来上祭，献上韭菜和羔羊。九月里下霜，十月里扫场。捧上两樽酒，杀上一只羊。齐上公爷堂，牛角杯儿举头上，祝一声“长寿无疆”！'
              ],
              "analysis": "这诗叙述农人全年的劳动。绝大部分的劳动是为公家的，小部分是为自己的。诗共分为八章。第一章从岁寒写到春耕开始。第二章写妇女蚕桑。第三章写布帛衣料的制作。第四章写猎取野兽。第五章写一年将尽，为自己收拾屋子过冬。第六章写采藏果蔬和造酒，这都是为公家的。为自己采藏的食物是瓜瓠（户hù）麻子苦菜之类。第七章写收成完毕后为公家做修屋或室内工作，然后修理自家的茅屋。末章写凿冰的劳动和一年一次的年终燕饮。"
            },
            {
              "title": "鸱鸮",
              "originalText": [
                "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。",
                "迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？",
                "予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。",
                "予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！"
              ],
              "note": [
                '鸱鸮（痴萧chī xiāo）：鸟名，即鸱鸺（休xiū），或鸺鹠（留liū），今俗名猫头鹰。',
                '室：指鸟巢。《郑笺》：“室犹巢也。”',
                '恩斯勤斯：两个“斯”字都是语助词，“恩勤”犹“殷勤”。',
                '鬻（育yù）：是“育”的借字，“育子”指孵雏。闵：病。',
                '彻：剥裂。土：是“杜”的借字，《释文》引《韩诗》作“杜”。“桑杜”就是桑根。《毛传》：“迨，及。彻，剥。桑土，桑根也。” 《通释》：“盖彻取桑根之皮。”',
                '绸缪（谋móu）：见《唐风·绸缪》篇注。牖（有yǒu）户：指巢。以上二句是说剥取桑根的皮来修补鸟巢。《郑笺》：“绸缪犹缠绵也。”《集传》：“牖，巢之通风处；户，其出入处也。”',
                '女：《孟子》作“汝”。下民：指人类，鸟在树上，所以称人类为下民。',
                '侮：指投石、取卵等事，巢不坚固就为人所乘。',
                '拮据（节居jiéjū）：“撠挶（己局jǐjú）”的假借，手病。本谓操作劳苦。引申为经济窘迫。《传疏》引《玉篇》：“拮据，手病也。”',
                '所：尚。捋荼（徒tú）：取芦苇和茅草的花，为垫巢之用。《集传》：“荼，萑苕（环条huán tiáo），可藉巢者也。”',
                '租：积。或读为“苴（拘jū）”，草。',
                '卒瘏（徒tú，病）：言终于疲病。卒：或读为“悴（脆cuì）”，“悴瘏”同义。以上四句言爪和嘴都因为过劳而病。《通释》：“卒瘏与拮挶相对成文，卒当读为顇，字通作悴。卒、瘏皆为病。” ',
                '家：古读如“姑”，这句是说巢未完成。',
                '谯谯（乔qiáo）：不丰满。',
                '翛翛（萧xiāo）：干枯无润泽之色。',
                '翘翘（乔qiáo）：危。',
                '漂摇：冲击扫荡。漂属雨，摇属风。',
                '哓哓（萧xiāo）：由于恐惧而发的叫声。《毛传》：“哓哓，惧也。” 《郑笺》：“音哓哓然，恐惧告诉之意。”'
              ],
              "simplifiedText": [
                '猫头鹰啊猫头鹰！你抓走我的娃，别再毁我的家。',
                '我辛辛苦苦劳劳碌碌，累坏了自己就为养娃。',
                '趁着雨下不来云不起，桑树根上剥些儿皮，',
                '门儿窗儿都得修理。下面的人们，许会把我欺。',
                '我的两手早发麻，还得去捡茅草花，我聚了又聚加了又加，',
                '临了儿磨坏我的嘴，还不曾整好我的家。',
                '我的羽毛稀稀少少，我的尾巴像把干草。',
                '我的巢儿晃晃摇摇，雨还要淋风还要扫。直吓得我喳喳乱叫。'
              ],
              "analysis": "这是一首禽言诗。全篇作一只母鸟的哀诉，诉说她过去遭受的迫害，经营巢窠（棵kē）的辛劳和目前处境的艰苦危殆。这诗止于描写鸟的生活还是别有寄托，很难断言。旧说以为是周公贻成王的诗，不足信。全诗都用兴法，为我国比兴诗之祖。"
            },
            {
              "title": "东山",
              "originalText": [
                "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也？伊可怀也。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。",
                "我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"
              ],
              "note": [
                '东山：诗中军士远戍之地。相传本诗和周公伐奄有关，东山当在奄国（今山东省曲阜县境）境内。',
                '慆慆：一作“滔滔”，久。',
                '零雨：徐雨，小雨。濛：微雨貌。',
                '悲：思念。（《汉书·高帝纪》“游子悲故乡”的“悲”字和这里相同。）',
                '裳衣：言下裳和上衣。古代男子衣服上衣下裳，但戎服不分衣裳。',
                '士：读为“事”。就是从事。行：读为“衡”，就是横。横枚等于说衔枚。古人行军袭击敌人时，用一根筷子似的东西横衔在嘴里以防止出声，叫做衔枚。以上两句是设想回家后换上贫民服装，不再从事征战。',
                '蜎蜎（渊yuān）：蚕蠋屈曲之貌。蠋（烛zhú）：字本作“蜀”，蛾蝶类幼虫。这里所指的是桑树间野生的蚕。',
                '烝（争zhēng）：久。',
                '敦：团。敦本是器名，形圆如球。这句连下句是说在车下独宿，身体蜷曲成一团。上文“蜎蜎者蠋”两句以蠋和人对照，独宿者蜷曲的形状像蠋，但蠋在桑间是得其所，人在野地露宿是不得其所。',
                '果臝（裸luǒ）：葫芦科植物，一名栝（瓜guā）楼或瓜蒌。（臝是“裸”的异体字）。',
                '施（异yì）：移。栝楼蔓延到檐上是无人剪伐的荒凉景象。',
                '伊威：虫名。椭圆而扁，多足，灰色，今名土鳖，常在潮湿的地方。《本草》一作“蛜蝛”。',
                '蠨蛸（萧筲xiāo shāo）：虫名，蜘蛛类，长脚。以上两句是室内经常无人打扫的景象。',
                '町畽（厅湍tīng tuǎn）：平地被兽蹄所践踏处。鹿场：鹿经行的途径。',
                '熠燿（意耀yìyào）：光明貌。宵行：燐火。以上两句写宅外荒凉景象。从果臝句以下到这里都是设想自己离家后，园庐荒废的情形。',
                '不可畏也？伊可怀也：这两句设为问答，上句说这样不可怕吗？下句说是可怀念的啊。下句并非将上句否定，诗意是尽管情况可怕还是可怀的，甚至越可怕越加怀念。',
                '鹳（灌guàn）：鸟名，涉禽类，形似鹤，又名冠雀。俗名又叫“老等”，因其常在水边竚（伫）立，等待游鱼。垤（叠dié）：小土堆。',
                '征：行。聿：语词，同“曰”。聿、曰都有将意，《七月》篇“曰为改岁”言将改岁。本诗“我东曰归”也是说将归。以上三句是说征夫设想妻在家悲叹，恨不得告诉她：别叹息了，赶紧收拾屋子吧，我正在赶路，将要到家了。',
                '瓜苦：即瓜瓠（户hù），也就是匏（袍páo）瓜，葫芦类。古人结婚行合卺（紧jǐn）之礼，就是以一匏分作两瓢，夫妇各执一瓢盛酒漱口，这诗“瓜苦”似指合卺的匏。下文叹息三年不见，因为想起新婚离家已经三年了。',
                '瓜苦：即瓜瓠（户hù），也就是匏（袍páo）瓜，葫芦类。古人结婚行合卺（紧jǐn）之礼，就是以一匏分作两瓢，夫妇各执一瓢盛酒漱口，这诗“瓜苦”似指合卺的匏。下文叹息三年不见，因为想起新婚离家已经三年了。',
                '仓庚：鸟名，见《七月》篇注。',
                '之子：指妻。',
                '皇：黄白色。驳：赤白色。',
                '亲：指“之子”的母亲。缡（黎lí）：古读如“罗”。结缡：将佩巾（就是帨，见《召南·野有死麕》）结在带上。古俗嫁女时母为女结缡。',
                '九十：言其多。仪：古读如“俄”。这句是说仪注之繁。以上追忆新婚时的情形，和上章瓜苦栗薪的回忆紧相承接。',
                '嘉：古读如“歌”，美。',
                '旧：犹“久”。以上二句言“之子”新嫁来的时候很好，隔了三年不晓得怎样了。'
              ],
              "simplifiedText": [
                '打我远征到东山，一别家乡好几年。今儿打从东方来，毛毛雨儿尽缠绵。',
                '听得将要离东方，心儿西飞奔家乡。家常衣裳缝一件，从此不再把兵当。',
                '山蚕屈曲树上爬，桑树地里久住家。人儿团团独自睡，独自睡在车儿下。',
                '打我远征到东山，一别家乡好几年。今儿打从东方来，毛毛雨儿尽缠绵。',
                '栝楼藤长子儿大，子儿结在房檐下。土鳖儿屋里来跑马，蟢蛛儿做网拦门挂。',
                '场上鹿迹深又浅，燐火来去光闪闪。家园荒凉怕不怕？越是荒凉越牵挂。',
                '打我远征到东山，一别家乡好几年。今儿打从东方来，毛毛雨儿尽缠绵。',
                '墩上老鹳不停唤，我妻在房唉声叹。快把屋子收拾起，行人离家可不远。',
                '有个葫芦团又团，撂在柴堆没人管。葫芦在家我不见，不见葫芦整三年。',
                '打我远征到东山，一别家乡好几年。今儿打从东方来，毛毛雨儿尽缠绵。',
                '记得那天黄莺忙，翅儿闪闪映太阳。那人过门做新娘，马儿有赤也有黄。',
                '娘为女儿结佩巾，又把礼节细叮咛。回想新婚真够美，久别重逢可称心？'
              ],
              "analysis": "这是征人还乡途中念家的诗。在细雨濛濛的路上，他想象到家后恢复贫民身分的可喜（第一章），想象那可能已经荒废的家园，觉得又可怕，又可怀（第二章），想象自己的妻正在为思念他而悲叹（第三章），回忆三年前新婚光景，设想久别重逢的情况（第四章）。"
            },
            {
              "title": "破斧",
              "originalText": [
                "既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。",
                "既破我斧，又缺我锜。周公东征，四国是遒。哀我人斯，亦孔之嘉。",
                "既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。"
              ],
              "note": [
                '斧、斨（枪qiāng）：《集传》：“隋（椭）銎（琼qióng）曰斧，方銎曰斨，征伐之用也。”',
                '四国是皇：《毛传》：“四国，管蔡商奄是也。皇，匡也。”',
                '孔：很。将（臧zāng）：通“臧”，善，幸。《毛传》：“将，大也。”',
                '锜（齐qí）：凿子。',
                '吪（俄é）：征服。《毛传》：“吪，化也。”',
                '嘉：《郑笺》：“嘉，善也。”',
                '銶（求qiú）：凿类，一说独头斧。',
                '遒（酋qiú）：稳固。《毛传》：“遒，固也。” 《传疏》引《鲁语》韦注：“固，安也。”',
                '休：美，好。《毛传》：“休，美也。”'
              ],
              "simplifiedText": [
                '我的大斧已砍破，方孔铜斧也损伤。',
                '周公出征去东方，匡正四国军威旺。',
                '可怜我们这些人，十分命大未阵亡。',
                '我的大斧已砍破，三齿锄头也折断。',
                '周公出征去东边，感化四国天下安。',
                '可怜我们这些人，十分命好能生还。',
                '我的大斧已砍破，我的铁锹也缺了。',
                '周公出征去东方，平定四国安王朝。',
                '可怜我们这些人，能回家乡真命好。'
              ],
              "analysis": "东征战士记述战争的艰苦，赞美周公的功德，庆幸自己得以生还。"
            },
            {
              "title": "伐柯",
              "originalText": [
                "伐柯如何？匪斧不克。取妻如何？匪媒不得。",
                "伐柯伐柯，其则不远。我觏之子，笾豆有践。"
              ],
              "note": [
                '柯：斧柄。《毛传》：“柯，斧柄也。” 《郑笺》：“伐柯之道，唯斧能为之，以类求其类也。”',
                '则：准则，榜样。《郑笺》：“则，法也。”',
                '觏（够gòu）：遇合。',
                '之子：《集传》：“之子指其妻而言也。”',
                '笾（边biān）豆：盛食物的竹器。践：行列貌。《集传》：“笾，竹豆也。豆，木豆也。践，行列之貌。”'
              ],
              "simplifiedText": [
                '要砍斧把怎么样？没有斧头不可能。',
                '要娶妻子怎么样？没有媒人不得成。',
                '砍斧把啊砍斧把，斧把法则在眼前。',
                '我今遇见这个人，酒菜整齐摆满案。'
              ],
              "analysis": "婚姻必须通过媒人，遵循礼法。"
            },
            {
              "title": "九罭",
              "originalText": [
                "九罭之鱼，鳟鲂。我觏之子，衮衣绣裳。",
                "鸿飞遵渚，公归无所，於女信处。鸿飞遵陆，公归不复，於女信宿。",
                "是以有衮衣兮，无以我公归兮，无使我心悲兮。"
              ],
              "note": [
                '罭（玉yù）：网目。九：言其多。',
                '鳟（遵zūn）：赤眼鳟。鲂：鳊鱼，团头鲂。都是较大的鱼。',
                '我、之子：《集传》：“我，东人自我也。之子，指周公也。”',
                '衮（滚gǔn）衣：绣着龙纹的上衣。',
                '鸿：《郑笺》：“鸿，大鸟也，不宜与凫鹥（依yī）之属飞而循渚。”',
                '信处：住两夜。《毛传》：“再宿曰信。” 《传疏》：“女犹尔也。尔，此也。”',
                '有：保存。闻一多《风诗类钞》：“有，藏之也。”',
                '以：使，让。'
              ],
              "simplifiedText": [
                '细眼网儿捞鳟鲂。我看那人不寻常，画龙上衣绣花裳。',
                '天鹅沿着小洲翔。公若回去没地方，住此两夜莫着忙。',
                '天鹅沿着陆地旋。公若回去不再还，住此两夜不算晚。',
                '藏起周公绣龙衣，不要让公回西去，不要使我心悲戚！'
              ],
              "analysis": "周公东征胜利，将回镐京，东都人挽留他。"
            },
            {
              "title": "狼跋",
              "originalText": [
                "狼跋其胡，载疐其尾。公孙硕肤，赤舄几几。",
                "狼疐其尾，载跋其胡。公孙硕肤，德音不瑕。"
              ],
              "note": [
                '跋（拔bá）：践踏，踩。胡：颈下垂肉。狼老了颈下就有胡。',
                '载：再。疐（至zhì）：跌倒。诗人形容老狼行步艰难，走起路来身子如跳板一上一下的形状，前后更迭地一起一伏，前跋后疐。用来比公孙步态笨重动摇。（成语“跋前疐后”比喻进退两难。）',
                '公孙：指豳（彬bīn）公的后代。肤：古与“胪”同字，腹前部分为胪。“硕肤”就是大肚子。',
                '赤舄（戏xì）：黄朱色的鞋，周朝王和诸侯都穿它。几几：亦作“己己”，形容弯曲。舄的前端有絇（渠qú），就是弯曲的“鼻”，它是舄上最显眼的部分，诗人就以它代表舄。',
                '德音：声名。瑕：读作“假”，义犹“嘉”。“不瑕”就是不好。',
                '对本诗还有一种完全相反的解释：说是赞美周公处惊不变，宽厚大度。见“参考译文”。'
              ],
              "simplifiedText": [
                '老狼向前踩下巴，后退又把尾巴踩。周公谦逊身体胖，漂亮金靴真可爱。',
                '老狼后退踩尾巴，前进又把下巴踏。周公谦逊身体胖，名声美好无疵瑕。'
              ],
              "analysis": "这是一首讽刺诗。诗中把一位统治者（诗人称他为公孙）比作老狼。嘲笑他步态丑笨，进退困窘。"
            }
          ]
        }
      ]
    },
    {
      "bookName": "雅",
      "chapters": [
        {
          "title": "小雅·鹿鸣之什",
          "poems": [
            {
              "title": "鹿鸣",
              "originalText": [
                "呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。",
                "呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。",
                "呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。"
              ],
              "note": [
                '什（石shí）：十。',
                '呦呦（幽yōu）：《集传》：“呦呦，声之和也。”',
                '苹：《郑笺》：“苹，藾（赖lài）萧。”郭璞注：“今藾蒿也，初生亦可食。”',
                '瑟：一种弦乐器，像琴，二十五弦。',
                '簧：《毛传》：“簧，笙也，吹笙而鼓矣。”',
                '筐：《毛传》：“筐，篚（翡fěi）属，所以行币帛也。”（篚：圆形的竹筐）',
                '将：进献。',
                '周行（杭háng）：正道。姚际恒《诗经通论》：“周行，大路也。……犹云指我途路耳。”',
                '德音孔昭：《诗缉》：“嘉宾教益于我，皆有德之言，甚昭明矣。”',
                '视：《郑笺》：“视，古示字也。”',
                '恌（挑tiāo）：轻佻。奸巧。',
                '是则是效：《毛传》：“是则是效，言可法效也。”',
                '敖：《毛传》：“敖，游也。”',
                '燕：通“宴”。敖：遨游。',
                '芩（勤qín）：茜类植物。《释文》引《说文》：“芩，蒿也。”',
                '湛（耽dān）：过度逸乐。'
              ],
              "simplifiedText": [
                '鹿儿呼伴呦呦叫，同在野地吃艾蒿。我有满座好客人，鼓瑟吹笙来相邀。',
                '席间吹笙又鼓簧，献上礼品满竹筐。客人忠心爱护我，为我指明大方向。',
                '鹿儿呼伴呦呦叫，同在野地吃青蒿。我有满座好客人，品德优秀名声高。',
                '教民宽厚别轻薄，君子学习又仿效。我有佳肴和美酒，贵客欢饮共逍遥。',
                '鹿儿呼伴呦呦叫，同在野地吃野蒿。我有满座好客人，鼓瑟弹琴来相招。',
                '席间鼓瑟又弹琴，宾主和乐兴更高。我有美酒敬一杯，贵客欢饮乐陶陶。'
              ],
              "analysis": "贵族宴会的歌。奏乐饮酒，娱乐宾客，赞扬客人德行好。"
            },
            {
              "title": "四牡",
              "originalText": [
                "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。",
                "四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。",
                "翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。",
                "翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。",
                "驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。"
              ],
              "note": [
                '騑騑（非fēi）：马行不停貌。',
                '倭（威wēi）迟：《毛传》：“倭迟，历远之貌。”',
                '盬（古gǔ）：止息。王引之《经义述闻》卷五：“盬者，息也。王事靡盬，王事靡有止息也。”',
                '伤悲：《毛传》：“思归者，私恩也；靡盬者，公义也；伤悲者，情思也。” 《郑笺》：“无私恩，非孝子；无公义，非忠臣也。”',
                '啴啴（滩tān）：喘气的样子。',
                '骆：白身黑鬣（列liè）的马。',
                '启处：安居休息。《毛传》：“遑，暇；启，跪；处，居也。” 《诗缉》引项氏说：“古者席地，故有跪有坐，跪即起身，居则坐也。”',
                '鵻（锥zhuī）：鹁鸪。',
                '栩（许xǔ）：《诗缉》：“栩，柞也、栎也、杼（住zhù）也。”',
                '将：《毛传》：“将，养也。”',
                '骎骎（亲qīn）：马飞跑貌。',
                '谂（沈shěn）：思念。'
              ],
              "simplifiedText": [
                '四匹马儿跑得慌，大路弯曲远又长。难道不想回家乡？',
                '王家差事没个完，我的心里多悲伤。',
                '四匹马儿快如飞，黑鬃白马直喘气。难道不想回家去？',
                '王家差事没个完，哪有闲暇得休息。',
                '鹁鸪鸟儿翩翩飞，时上时下任翱翔。落在丛生栎树上。',
                '王家差事没个完，老父无暇来奉养。',
                '鹁鸪鸟儿翩翩飞，时而飞来时而止。落在丛生杞树枝。',
                '王家差事没个完，老母无暇来奉侍。',
                '四匹白马驾车行，马儿快快奔前方。难道不想回家乡？',
                '有心作了这首歌，深深怀念老亲娘。'
              ],
              "analysis": "出使官员自述奔波之苦，不能回家供养父母。后用于国君慰劳使臣。《左传·襄公四年》：“《四牡》，君所以劳使臣也。”"
            },
            {
              "title": "皇皇者华",
              "originalText": [
                "皇皇者华，于彼原隰。駪駪征夫，每怀靡及。",
                "我马维驹，六辔如濡。载驰载驱，周爰咨诹。",
                "我马维骐，六辔如丝。载驰载驱，周爰咨谋。",
                "我马维骆，六辔沃若。载驰载驱，周爰咨度。",
                "我马维骃，六辔既均。载驰载驱，周爰咨询。"
              ],
              "note": [
                '皇皇：《传疏》：“皇，古煌字……煌煌，华（花）色明也。”',
                '原隰（席xí）：《毛传》：“高平曰原，下湿曰隰。”',
                '駪駪（申shēn）：众多貌。征夫：使者自谓。《集传》：“駪駪，众多疾行之貌。征夫，使臣与其属也。”',
                '每怀：《毛传》：“每，虽。”《郑笺》：“《春秋外传》曰：怀私为每怀也。”',
                '驹：《释文》：“驹，本亦作骄。”马高六尺为骄。',
                '濡：润泽貌。《郑笺》：“如濡，言鲜泽也。”',
                '周：普遍。爰：语助。咨：征求意见。诹（邹zōu）：咨事。',
                '骐：青黑色的马，其纹路如棋盘。',
                '沃若：《集传》：“沃若，犹如濡也。”',
                '骃（音yīn）：浅黑杂白马。',
                '均：长短如一。',
                '询：林义光《诗经通解》：“询与谋不同，凡谋则合他人与己之意，询则专听采他人直言，故必他人亲历之事，己所不知者，乃可言询也。”'
              ],
              "simplifiedText": [
                '花儿朵朵真漂亮，平地洼地尽开放。使臣一行奔走忙，纵有私怀顾不上。',
                '我的马儿高六尺，六条缰绳多光泽。驾着车儿快快跑，四处访问求良策。',
                '我的马儿黑又青，缰绳如丝多洁净。驾着车儿快快跑，四处访问不愿停。',
                '我的白马鬃毛黑，六条缰绳多光滑。驾着车儿快快跑，四处访问细调查。',
                '我的马儿名叫骃，六条缰绳多均匀。赶着车儿快快跑，四处访问细征询。'
              ],
              "analysis": "使臣奔走四方，广泛访问，征求意见。"
            },
            {
              "title": "常棣",
              "originalText": [
                "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。",
                "死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。",
                "脊令在原，兄弟急难。每有良朋，况也永叹。",
                "兄弟阋于墙，外御其务。每有良朋，烝也无戎。",
                "丧乱既平，既安且宁。虽有兄弟，不如友生？",
                "傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。",
                "妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。",
                "宜尔室家，乐尔妻帑。是究是图，亶其然乎？"
              ],
              "note": [
                '常棣：木名。果实像李子而较小。花两三朵为一缀，茎长而花下垂。诗人以常棣的花比兄弟，或许因其每两三朵彼此相依，所以联想。',
                '鄂不：花蒂。“鄂”字《说文》引作“萼”。“不”字在甲骨文是花蒂的象形。韡韡（委wěi）：光辉。这两句是说常棣的花蒂的光辉表现于外。',
                '威：古时与“畏”通用。',
                '孔怀：很关心。这两句是说死丧的事一般人只觉可怕，兄弟却真是关怀。',
                '裒（抔póu）：聚。聚于原野似指战争一类的事。《集传》：“裒，聚也……至于积尸裒聚于原野之间，亦惟兄弟为相求也。”一说“裒”读为“踣”（薄bó），毙。',
                '求：相求，是说彼此关心生死，互相寻觅。一说言在兄弟死后往求其尸。',
                '脊令：水鸟名。水鸟在原野比喻人有患难，兄弟有患难就急于相救。',
                '每：犹言“时常”。',
                '况：就是“贶”，赐给。以上两句是说当危难的时候往往有些良朋只能为之长叹，而不能像兄弟奔赴援助。',
                '阋（细xì）：相争。',
                '务：古读如“蒙”，《左传》和《国语》都引作“侮”。以上两句是说兄弟虽有时相争于内，一旦有外侮，就同心抵御。',
                '烝（蒸zhēng）：久。戎：助。',
                '友生：朋友，“生”是语助词。',
                '傧：陈列。笾（边biān）、豆：祭祀或燕享时用来盛食物的器具。笾用竹制，豆用木制。',
                '之：犹“是”。饫（玉yù）：满足。',
                '具：同“俱”，聚集。',
                '孺：中心相爱。',
                '鼓：弹奏。以上二句言夫和妻相亲爱，像乐音之配合调谐。用夫妇来衬出兄弟。',
                '翕（吸xī）：聚合。',
                '湛（耽dān）：久乐或甚乐。',
                '宜：安。',
                '帑（奴nú）：子孙。',
                '究：言用心体会上面两句话的道理。图：言努力做到。',
                '亶（胆dǎn）：信。其：指宜室家，乐妻帑。'
              ],
              "simplifiedText": [
                '常棣的花儿，花蒂都有光彩。如今一般的人，谁像兄弟相待。',
                '死丧的威胁，兄弟最是关心。众人聚在原野，兄弟往来相寻。',
                '脊令困在陆地，兄弟赶来救难。往往有些良朋，相赠只有长叹。',
                '兄弟在家相争，同心抵抗外侮。往往有些良朋，长期没有帮助。',
                '乱事平定之后，日子过得安宁。这时虽有兄弟，又不如朋友相亲。',
                '陈列竹碗木碗，饮宴心足意满。兄弟今日团聚，互相亲热温暖。',
                '夫妻父子相亲，就像琴瑟谐调。兄弟今日团聚，永远欢乐和好。',
                '“使你全家相安，妻子都能快乐。”好好体会力行，这话真是不错！'
              ],
              "analysis": "这是燕兄弟劝友爱的诗。第一、二章言兄弟相亲相怀过于他人。第三、四章以危难之中朋友和兄弟的帮助相比较。第五章言在平时兄弟还不如朋友亲近，言外之意：这是不应该的。第六章写兄弟宴饮的和乐。第七、八章以夫妇比衬兄弟，言丧乱的时期兄弟固然比朋友好，安宁的时候兄弟也不是不如妻子。"
            },
            {
              "title": "伐木",
              "originalText": [
                "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声；矧伊人矣，不求友生？神之听之，终和且平。",
                "伐木许许，酾酒有藇。既有肥羜，以速诸父。宁适不来？微我弗顾。於粲洒埽，陈馈八簋。既有肥牡，以速诸舅。宁适不来？微我有咎！",
                "伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，干糇以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。"
              ],
              "note": [
                '丁丁（争zhēng）：刀斧砍树的声音。',
                '嘤嘤（莺yīng）：鸟鸣声。',
                '相：视。',
                '矧（沈shěn）：况。',
                '终：既。以上二句是说人类友好和爱，神听到之后也会给予人既和且平之福。',
                '许许：一作“浒浒”，一作“所所”，剥木皮声。',
                '酾（师shī）：用筐漉（路lù）酒去掉酒糟。藇（序xù）：甘美。',
                '羜（苎zhù）：五月小羊。',
                '速：召。诸父：对同姓长辈的尊称。',
                '宁：犹“何”。这句是说诸父何往而不来呢？言其必来。',
                '微：训“无”，就是勿。顾：念。微我弗顾：就是勿弗顾我。',
                '於：发声词，犹“爰”。粲：鲜明貌。埽：古读如“叟”。',
                '馈：进食品给人叫做“馈”。簋（鬼guǐ）：古读如“九”，盛食品的器具，圆筒形。八簋：言陈列食器之多。',
                '牡：指羜之雄性的。',
                '诸舅：对异姓长辈的尊称。',
                '咎：过。',
                '阪：山坡。',
                '衍：水溢叫做“衍”，这句言酒多。',
                '践：陈列貌。',
                '兄弟：指同辈亲友。无远：言别疏远我。也是希望对方应邀赴宴的意思。',
                '失德：言失和而相仇怨。',
                '餱（候hóu）：干粮。“干餱”代表食品之粗薄的。愆（牵qiān）：过失。以上二句言人与人反目失和，往往因饮食细故。',
                '湑（许xǔ）：澄滤。我：语尾助词，犹汉乐府《乌生》篇“唶（借jiè）我”之“我”。以下三句仿此。',
                '酤（沽gū）：买酒。',
                '坎坎：击鼓声，见《陈风·宛丘》篇。',
                '蹲蹲（存cún）：舞貌。',
                '暇：古读如“户”。'
              ],
              "simplifiedText": [
                '砍树响丁丁。鸟儿叫嘤嘤。出了深谷底，飞上高树顶。',
                '鸟儿为何叫嘤嘤，要把朋友声音找。请看鸟儿多殷勤，要把朋友声音找；',
                '人比鸟儿更有情，反而不把朋友交？人的友爱神听着，既保平安又和好。',
                '锯树呼呼响。筛酒扑鼻香。我家宰了小肥羊，众位伯叔请来尝。',
                '哪儿去了还不来？可别不肯来赏光！打扫屋子生光彩，八大件儿席上摆。',
                '我把肥壮公羊宰，众位长亲请过来。哪儿去了还不来？千万别见我的怪！',
                '砍树砍倒山坡上。筛酒漫出酒缸边。盘儿碗儿排齐整，老哥老弟别疏远。',
                '有些人们伤和气，饮食小事成祸源。咱们有酒把酒筛啊，没酒也得把酒买啊。',
                '咱们冬冬打起鼓啊，跳跳蹦蹦一齐舞啊。趁着今儿有功夫啊，来把清酒喝个足啊。'
              ],
              "analysis": "这是燕亲友的乐歌。第一章以鸟与鸟的相求比人和人的相友。以神对人的降福说明人与人友爱相处的必要。第二章言备酒肴，勤洒扫，专待长者们到来。第三章写醉饱歌舞之乐。末尾两句是再约后会。"
            },
            {
              "title": "天保",
              "originalText": [
                "天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。",
                "天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。",
                "天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。",
                "吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。",
                "神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。",
                "如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。"
              ],
              "note": [
                '保、尔：《郑笺》：“保，安。”《传疏》：“通篇十‘尔’字，皆指君上也。”',
                '俾：《毛传》：“俾，使。”',
                '单厚：《通释》：“单、厚同义，皆为大也。”',
                '除（处chù）：施予。《通释》：“除、余古通用。……余、予古今字，余通为予我之予，即可通为赐予之予。”',
                '戬（捡jiǎn）穀：福禄。',
                '罄（庆qìng）：尽。',
                '遐：《郑笺》：“遐，远也。”',
                '蠲（涓juān）：涓，清洁。饎（赤chì，又读希xī）：亦作“糦”，酒食。',
                '享：《毛传》：“享，献也。” 《传疏》：“《尔雅》：‘享，孝也。’是孝亦享也。”',
                '禴（越yuè）：夏祭。祠：春祭。烝：冬祭。尝：秋祭。',
                '吊：至。',
                '质：质朴；诚信。',
                '为：通“谓”，认为。',
                '骞（迁qiān）：亏。',
                '或：语助，无实义。承：继。《郑笺》：“或之言有也。如松柏之枝叶常茂盛，青青相承，无衰落也。”'
              ],
              "simplifiedText": [
                '老天爷，保佑你，皇权巩固永不移。使你国家能强大，',
                '哪样幸福不赐给？使你福气日益多，物产丰富样样齐。',
                '老天爷，保佑你，让你不断增福禄。万事安排都适宜，',
                '接受老天百种福。大福大禄降给你，每天还恐给不足。',
                '老天爷，保佑你，事事处处都兴旺。就像大山大土丘，',
                '就像峻岭和高岗，就像江河洪水涌，没有一样不增长。',
                '美好清洁设酒浆，祭享祖先齐献上。春夏秋冬按时祭，',
                '祭我先公与先王。先公先王传话说，赐你万寿永无疆。',
                '祖宗神灵已光临，送你幸福多如林。人民朴实无虚伪，',
                '每日吃饱就安心。无论贵族或平民，都受教化感君恩。',
                '你像上弦月渐明，你像朝阳常东升。你像南山寿命长，',
                '永不亏损永不崩。你像松柏长茂盛，福禄代代有继承。'
              ],
              "analysis": "臣下祝颂君主多福多寿。"
            },
            {
              "title": "采薇",
              "originalText": [
                "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，玁狁之故。不遑启居，玁狁之故。",
                "采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。",
                "采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！",
                "彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。",
                "驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？玁狁孔棘！",
                "昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！"
              ],
              "note": [
                '薇：豆科植物，野生，可食。又名大巢菜，冬发芽，春长大。一说叫“野豌豆”。',
                '作：生出。止：语尾助词。',
                '莫：通“暮”，岁暮，一年将尽的时候。',
                '靡：无。靡室靡家：言终年在外，和妻子远离，有家等于无家。',
                '玁狁（险允xiǎn yǔn）：一作“猃狁”，种族名。到春秋时代称为狄，战国、秦、汉称匈奴。玁狁居住的地方在周之北方。以上两句是说远离家室是为了和玁狁打仗。',
                '遑：遐。启居：启是小跪；居是安坐。古人坐和跪都是两膝著席。坐时臀部和脚跟接触，跪时将腰伸直。这句是说奔走不停，没有闲暇坐下来休息。',
                '柔：是说未老而肥嫩。',
                '烈烈：本是火势猛盛的样子，用来形容忧心，等于说忧心如焚。',
                '戍：驻守。这句是说驻防未有定处。',
                '聘：问讯。这句是说没有归聘的使者代我问室家安否。',
                '刚：是说将老而粗硬。',
                '阳：十月为“阳”，现代对农历十月还称为“小阳春”。',
                '启处：犹“启居”。',
                '疚：古读如记，病痛。孔疚：等于说很痛苦。',
                '来：古读如厘，慰勉。不来：是说无人慰问。',
                '尔：《说文》引作“薾”，音同，花繁盛貌。',
                '常：常棣的简称。以上两句是以开得很繁盛的常棣起兴，引到壮盛军容的描写。',
                '路：就是“辂”，音同。车的高大为辂。斯：语助词，犹“维”。这句和“彼尔维何”句法相同。',
                '戎车：兵车。',
                '牡：指驾车的雄马。业业：高大貌。',
                '捷：抄行小路为“捷”。三捷：言多次行军，就是不敢定居的意思。',
                '骙骙（葵kuí）：强壮貌。',
                '君子所依：君子指将帅，“依”犹“乘”。',
                '小人所腓（肥féi）：小人指兵士。腓：隐蔽。步卒借戎车遮蔽矢石。',
                '翼翼：闲习貌。',
                '弭（米mǐ）：弓两端受弦的地方叫做“弭”。象弭：就是用象牙制成的弭。服：是“菔”的假借字。菔是盛箭的器具。鱼菔，就是用沙鱼皮制成的“菔”。',
                '戒：古读如“亟”。日戒：每日警备。',
                '棘：急。',
                '依依：杨柳柔弱随风不定之貌。',
                '霏霏：雪飞貌。以上四句言春去冬还。'
              ],
              "simplifiedText": [
                '大巢菜采了又采，大巢菜冒出芽尖。说回家哪时回家，转眼间就到残年。',
                '谁害我有家难奔，还不是为了玁狁；谁害我腚不着凳，还不是为了玁狁。',
                '大巢菜采了又采，大巢菜多么鲜嫩。说回家哪时回家，心里头多么忧闷。',
                '心忧闷好像火焚，饥难忍渴也难忍。驻防地没有一定，哪有人捎个家信。',
                '大巢菜采了又采，大巢菜又粗又老。说回家哪时回家，小阳春十月又到。',
                '当王差无穷无尽，哪能有片刻安身。我的心多么痛苦，到如今谁来慰问？',
                '什么花开得繁盛？那都是常棣的花。什么车高高大大？还不是贵人的车。',
                '兵车啊已经驾起，高昂昂公马四匹。哪儿敢安然住下，一个月三次转移。',
                '驾起了公马四匹，四匹马多么神奇，贵人们坐在车上，士兵们靠它隐蔽。',
                '四匹马多么雄壮，象牙弭鱼皮箭囊。怎么不天天警戒？那玁狁实在猖狂。',
                '想起我离家时光，杨柳啊轻轻飘荡。如今我走向家乡，大雪花纷纷扬扬。',
                '慢腾腾一路走来，饥和渴煎肚熬肠。我的心多么凄惨，谁知道我的忧伤！'
              ],
              "analysis": "这是戍边兵士的诗。第一、二、三三章是说远别家室，历久不归，饥渴劳苦。第四、五章写将帅车马服饰之盛，和戍卒不敢定居之劳。末章写归途雨雪饥渴的苦楚和痛定思痛的心情。"
            },
            {
              "title": "出车",
              "originalText": [
                "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。",
                "我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。",
                "王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。",
                "昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。",
                "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。",
                "春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。"
              ],
              "note": [
                '我：诗人代南仲自称（本诗中只有第三章的“我”字是代将士妻，其余都属南仲）。牧：远郊放牧之地。',
                '谓：犹“命”或“使”。这两句说周王命我来此。',
                '仆夫：指御者。',
                '维：发语词。棘：急。',
                '旐（兆zhào）：画龟蛇的旗，见《无羊》注。建：立。旄（毛máo）：装在旗竿头的羽毛，这里指装饰着羽毛的旗。',
                '旟（雨yǔ）：画鸟隼（笋sǔn）的旗，见《无羊》注。斯：语助词。旆旆（佩pèi）：动摇，飞扬。',
                '悄悄：忧貌，见前《邶风·柏舟》（F-026）。况：甚。瘁：劳。',
                '王：指周宣王。南仲：周宣王臣，率师伐玁狁有功。《后汉书·马融传》：“玁狁侵周，周宣王立中兴之功，是以赫赫南仲载在周师焉。”方：地名，即下文的“朔方”，在周王畿（激jī）之北。“城于方”言在朔方筑城。',
                '彭彭：众盛。旂（旗qí）：龙旗。央央：又作“英英”，鲜明貌。',
                '赫赫：显盛貌。玁狁：见《采薇》（Y-007）。襄：除，指解除玁狁入侵的患难。',
                '往：指出征时。方华：正开花。',
                '来：指伐玁狁后归途中。载：满。途：泥泞。',
                '不遑：不暇。启居：见《采薇》（Y-007）。',
                '简书：写在竹简上的文书，指周王的命令，下文“薄伐西戎”即简书的内容。',
                '喓喓（腰yāo）：虫声。草虫：指蝗，或泛指草间之虫。趯趯（惕tì）：跳跃。阜螽（终zhōng）：蝗类。',
                '君子：这里是征夫的眷属称征夫之词。忡忡：不安。“未见……”“既见……”都是想象中的情况。',
                '降（古音洪）： 悦。以上六句又见《召南·草虫》，写女子念征夫。',
                '薄：语助词。西戎：西方戎族。这两句是诗人用自己的口气叙述南仲的军队在归途中又奉命西征。',
                '迟迟：言天长。此句又见《豳风·七月》（F-154）。',
                '卉（讳huì）：草的总名。',
                '蘩（繁fán）：白蒿。祁祁：众多。此句又见《豳风·七月》（F-154）。',
                '执：捕。讯：审问。获：就是杀而献其左耳。丑：指首恶。（马瑞辰《诗经通释》说：“《隶释》有‘执讯获首’之语，盖本三家诗，以丑为首之假借。”）这句说对待俘虏分两类：对于需要问讯取得口供的就拘捕起来；对于罪魁就杀掉并割下左耳。',
                '夷：平。最后再把平定玁狁的事重叙一笔以作结束。伐戎只是小小插曲，包括在伐玁狁这一大事之中。'
              ],
              "simplifiedText": [
                '开出我的车子，车子走向牧地。打从天子所在，奉命来到这里。',
                '召集御车的武士，叫他们装载武器。如今国家多难，国难已是紧急。',
                '开出我的车子，车子走向郊野。龟蛇旗子高举，竿上牛尾挂起。',
                '问那些龟蛇鸟旗，为何不飘扬翻飞？我的心惶惶不安，仆夫们面容憔悴。',
                '天子命令南仲，到朔方筑起城墙。车马浩浩荡荡，旌旗一片辉煌。',
                '天子命我南仲，把城堡筑在朔方。威名远扬的南仲，把玁狁彻底扫荡。',
                '当初从军打仗，高粱穗花儿才吐；如今走向家乡，雪花飞泥水满路。',
                '只为了国家多难，不曾有片刻闲住。难道不怀念乡土？担心那告急的文书。',
                '草虫喓喓地叫，蚱蜢趯趯地跳。见不着我的丈夫，心儿忡忡如捣；',
                '见着了我的丈夫，心儿放下来了。威名远扬的南仲，又把西戎征讨。',
                '春天的日子漫长，春天的草木茁壮。黄莺儿到处歌唱，采蘩的满载满装。',
                '审问过俘虏报过了杀伤，凯旋的将士归还家乡。南仲啊威名远扬，那玁狁再不能猖狂。'
              ],
              "analysis": "这篇诗称赞了大将南仲带兵抵御玁狁，勤劳王事，克敌有功。诗中描写了将士辛苦转战，不得休息，同时也写了眷属怀念征人。前半气象严肃，后半情调和乐。"
            },
            {
              "title": "杕杜",
              "originalText": [
                "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。",
                "有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！",
                "陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！",
                "匪载匪来，忧心孔疚。斯逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止！"
              ],
              "note": [
                '杕（第dì）：孤独貌。杜：棠梨。睆（焕huàn）：犹“圆”。一说“睆”是形容颜色美好之词。',
                '靡盬（古gǔ）：无止息。已见前。继嗣：一延再延。日：指归期。《盐铁论》：“古者行役不逾时，春行秋返，秋行春返。”',
                '阳：十月为阳日，已见《采薇》篇（Y-007）。“日月阳止”犹《采薇》篇的“岁亦阳止”。一说“阳”犹“扬”，“扬”是过去的意思，“日月扬止”和《唐风·蟋蟀》篇（F-114）“日月其迈”意义相同。',
                '遑：遐。“征夫遑止”是思妇估计之词，言征人这时该到闲暇将归的时候了。下文“征夫归止”等句仿此。',
                '檀车：檀木所造的车。参看《魏风·伐檀》篇（F-112）。幝幝（阐chǎn）：一作“啴啴（阐chǎn）”，敝貌。或解作“车声”，亦通。',
                '痯痯（管guǎn）：疲貌。这两句写思妇设想征夫在途中车敝马疲，缓缓前进。',
                '载：读为“在”，是存问的意思。“来”是慰劳。“匪载匪来”二句言因无人慰问而伤心。',
                '斯逝：归期已过。不至：代替的人不来。“而”犹“是”。恤：忧。“而多为恤”言因此更多忧。',
                '偕：犹“谐”。一说偕训“嘉”，就是吉。',
                '会：合。卜筮各三人。“会言”指三人合言。近：言归期不远。'
              ],
              "simplifiedText": [
                '孤零零的棠梨树，圆溜溜的棠梨果。王家差事无穷尽，还乡日子拖又拖。',
                '进了十月残年到，女人在家心烦恼，出门人儿该闲了。',
                '一棵棠梨孤零零，棠梨叶儿布成阴。王家差事无穷尽，叫我如何不伤心。',
                '百草千花都盛旺，女人在家心感伤，出门人儿该还乡。',
                '天天爬上北山崖，上山为把枸杞采。王家差事无穷尽，想起爹妈愁难解。',
                '檀木车儿慢慢赶，四匹公马腿发软，出门人儿该不远。',
                '没人安慰没人问，叫我心上痛难忍。过期换班人不到，千忧百虑一齐生。',
                '又问灵龟又问卦，都说快要看见他，出门人儿快到家。'
              ],
              "analysis": "这首诗写应役远戍的兵士过期不得还乡，和家里的人互相思念。每章七句，上四句写征夫，下三句写思妇。"
            },
            {
              "title": "鱼丽",
              "originalText": [
                "鱼丽于罶，鲿鲨。君子有酒，旨且多。",
                "鱼丽于罶，鲂鳢。君子有酒，多且旨。",
                "鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！"
              ],
              "note": [
                '丽（黎lí）：通“罹”，遭遇。罶（柳liǔ）：鱼网。《集疏》引《大司寇》注：“丽，附也。” 《集传》：“罶，以曲薄为笱，而承梁之空者也。”',
                '鲿（尝cháng）：《正义》引陆玑疏：“鲿，一名黄颊鱼是也。”',
                '鲨：一种小鱼，又名鮀（驮tuó）。《集传》：“鲨，鲂也，鱼狹而小，常张口吹沙，故又名吹鲨。”',
                '旨：味美。',
                '鳢（里lǐ）：草鱼，一说黑鱼。',
                '鰋（演yǎn）：《毛传》：“鰋，鲇（粘nián）也。”',
                '维：是。',
                '《郑笺》：“鱼既有，又得其时。”'
              ],
              "simplifiedText": [
                '鱼儿落进鱼篓里，黄鲿鲨鱼装满箩。',
                '君子有酒酿得好，味道香醇又量多。',
                '鱼儿落进鱼篓里，鳊鱼草鱼真不少。',
                '君子有酒酿得好，量多而且有味道。',
                '鱼儿落进鱼篓里，鲇鱼鲤鱼真丰富。',
                '君子有酒酿得好，味道优美又量足。',
                '美酒佳肴摆满桌，味道醇美真不错。',
                '美酒佳肴味道鲜，花色多样品种全。',
                '美酒佳肴真不少，都是时鲜味道好。'
              ],
              "analysis": "贵族宴会的乐歌。感谢主人酒肴丰富，既多又美。"
            }
          ]
        },
        {
          "title": "小雅·南有嘉鱼之什",
          "poems": [
            {
              "title": "南有嘉鱼",
              "originalText": [
                "南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。",
                "南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。",
                "南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。",
                "翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。"
              ],
              "note": [
                '烝（蒸zhēng）：众。罩：捕鱼工具。罩罩：多貌。',
                '燕：通“宴”，宴饮。',
                '汕：捕鱼工具，抄网。',
                '衎（看kàn）：乐。',
                '樛（揪jiū）木：向下弯曲的树。',
                '甘瓠（沪hù）：《集传》：“瓠有甘有苦，甘瓠则可食者也。”累：《毛传》：“累，蔓也。”',
                '绥：《郑笺》：“绥，安也。”',
                '鵻（锥zhuī）：鹁鸪，一种短尾的鸟。',
                '又：劝酒。《郑笺》：“又，复也。”'
              ],
              "simplifiedText": [
                '南方江汉有好鱼，成群结队水中游。',
                '主人设宴有美酒，贵客畅饮乐无忧。',
                '南方江汉有好鱼，游来游去在水中。',
                '主人设宴有美酒，贵客畅饮乐融融。',
                '南方有树枝儿弯，葫芦藤儿把它缠。',
                '主人设宴有美酒，贵客畅饮乐且安。',
                '翩翩飞来鹁鸪鸟，成群结队集树巅。',
                '主人设宴有美酒，贵宾举杯不断劝。'
              ],
              "analysis": "贵族宴会的乐歌。主人有酒，客人畅饮欢乐。"
            },
            {
              "title": "南山有台",
              "originalText": [
                "南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。",
                "南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。",
                "南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。",
                "南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。",
                "南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。"
              ],
              "note": [
                '台：通“苔”，莎草。《集传》：“台，须，即莎草也。”',
                '莱：《毛传》：“莱，草也。”《郑笺》：“兴者，山之有草木以自覆盖，成其高大，喻人君有贤臣以自尊显。”',
                '只：感叹词。',
                '杞：《释文》引《草木疏》：“其树如樗（初chū），一名狗骨。”',
                '栲（考kǎo）、杻（扭niǔ）：《毛传》：“栲，山樗。杻，檍（意yì）也。”',
                '眉：《传疏》：“《方言》：‘眉，老也。东齐曰眉。’或三家诗有眉为老者矣。”',
                '茂：《郑笺》：“茂，盛也。”',
                '枸（举jǔ）：《正义》引《诗意疏》：“枸树高大似白杨，有子著枝端，大如指，长数寸，啖之甘美如饴。”',
                '楰（余yú）：《毛传》：“楰，鼠梓。”《正义》引《诗意疏》：“山楸之异者，今人谓之苦楸也。”',
                '黄耇（苟gǒu）：老人。黄，指黄发。耇，高寿。《毛传》：“黄，黄发也。耇，老。”',
                '艾：养育。《毛传》：“艾，养。”'
              ],
              "simplifiedText": [
                '南山有莎草，北山长野藤。君子真快乐，',
                '国家好基石。君子真快乐，万寿永无期。',
                '南山有树桑，北山长白杨。君子真快乐，',
                '为国增容光。君子真快乐，万寿永无疆。',
                '南山有杞木，北山长李树。君子真快乐，',
                '爱民如父母。君子真快乐，美名永记住。',
                '南山有山樗，北山檍树长。君子真快乐，',
                '福寿永无疆。君子真快乐，美名四方扬。',
                '南山有拐枣，北山长苦楸。君子真快乐，',
                '黄发有高寿。君子真快乐，子孙得保佑。'
              ],
              "analysis": "歌颂统治者德高长寿，是国家的基石和光荣。"
            },
            {
              "title": "蓼萧",
              "originalText": [
                "蓼彼萧斯，零露湑兮。既见君子，我心写兮。燕笑语兮，是以有誉处兮。",
                "蓼彼萧斯，零露瀼瀼。既见君子，为龙为光。其德不爽，寿考不忘。",
                "蓼彼萧斯，零露泥泥。既见君子，孔燕岂弟。宜兄宜弟，令德寿岂。",
                "蓼彼萧斯，零露浓浓。既见君子，鞗革忡忡。和鸾雍雍，万福攸同。"
              ],
              "note": [
                '蓼（路lù）：长且大。《毛传》：“蓼，长大貌。萧，蒿也。”',
                '湑（许xǔ）：清澈。《毛传》：“湑湑然，萧上露貌。”',
                '写：倾吐。《郑笺》：“既见君子者，远国之君朝见于天子也。” 《毛传》：“输写其心也。”',
                '燕：《集传》：“燕，谓宴饮。”',
                '誉：欢乐。苏辙《诗集传》：“誉、豫通。凡《诗》之誉皆言乐也。”',
                '瀼瀼（嚷rǎng）：盛貌。',
                '龙：宠，荣。《毛传》：“龙，宠也。”《郑笺》：“为宠为光，言天子恩泽光耀被及己也。”',
                '忘：王引之《经义述闻》卷五：“亡犹己也。作忘者假借字耳。”',
                '泥泥：《毛传》：“泥泥，露濡也。”',
                '孔燕：《郑笺》：“孔，甚。燕，安也。”',
                '岂弟（凯替kǎitì）：和易近人。',
                '寿岂：《集传》：“寿岂，寿而且乐也。”',
                '浓浓：《毛传》：“浓浓，厚貌。”',
                '鞗（条tiáo）革：皮革所制的缰绳。陈启源《毛诗稽古编》：“鞗革，辔也。以丝曰辔，以革曰鞗。鞗之有余而垂者曰革。……革末以金饰之。”',
                '冲冲：垂饰貌。',
                '和鸾：《集传》：“和、鸾皆铃也。在轼曰和，在镳曰鸾，皆诸侯车马之饰也。”',
                '攸：所。《集传》：“攸，所；同，聚也。”'
              ],
              "simplifiedText": [
                '香蒿长得高又长，露落叶上最清凉。如今有幸见君子，',
                '我的心情真舒畅。举杯饮酒又笑谈，快乐相处喜洋洋。',
                '香蒿长得高又长，露珠晶莹落叶上。如今有幸见君子，',
                '受宠沾荣脸有光。君子盛德无差失，祝君长寿永无疆。',
                '香蒿长得高又长，露落叶上水沾衣。如今有幸见君子，',
                '心情安详又欢喜。宜作兄长宜作弟，美德高尚乐无已。',
                '香蒿长得高又长，露落叶上水汪汪。如今有幸见君子，',
                '金饰马勒闪闪亮。车上铃儿叮当响，福禄聚集你身上。'
              ],
              "analysis": "诸侯在宴会中歌颂周天子，祝他令德长寿，万福俱集。"
            },
            {
              "title": "湛露",
              "originalText": [
                "湛湛露斯，匪阳不晞。",
                "厌厌夜饮，不醉无归。",
                "湛湛露斯，在彼丰草。",
                "厌厌夜饮，在宗载考。",
                "湛湛露斯，在彼杞棘。",
                "显允君子，莫不令德。",
                "其桐其椅，其实离离。",
                "岂弟君子，莫不令仪。"
              ],
              "note": [
                '晞（希xī）：干。湛湛（占zhàn）：《毛传》：“湛湛，露茂盛貌。阳，日也。晞，干也。”',
                '厌厌：安乐貌。《毛传》：“厌厌，安也。夜饮，私燕也。”',
                '丰草：《郑笺》：“丰草，喻同姓诸侯也。”',
                '考：成。此指举行宴会。《郑笺》：“考，成也。夜饮之礼在宗室，同姓诸侯则成之。”',
                '杞棘：《郑笺》：“杞也棘也异类，喻庶姓诸侯也。”',
                '显：高贵。允：诚实。《集传》：“显，明。允，信也。”',
                '离离：《毛传》：“离离，垂也。”',
                '令仪：《集传》：“令仪，言醉而不丧其威仪。”'
              ],
              "simplifiedText": [
                '浓浓露珠沾草间，不是太阳晒不干。',
                '夜间饮酒多安闲，酒不喝醉人不还。',
                '浓浓露珠亮光闪，沾在丰茂野草间。',
                '夜间饮酒多喜欢，宗庙成礼钟声连。',
                '浓浓露珠晶晶亮，降在枸杞酸枣上。',
                '君子光明又诚实，无不美好有德望。',
                '桐树椅树长得高，果实累累枝弯腰。',
                '君子快乐又平易，无不端庄有礼貌。'
              ],
              "analysis": "周天子夜宴诸侯的乐歌。《左传·文公四年》：“昔诸侯朝正于王，王宴乐之，于是乎赋《湛露》，则天子当阳，诸侯用命也。”"
            },
            {
              "title": "彤弓",
              "originalText": [
                "彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。",
                "彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。",
                "彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。"
              ],
              "note": [
                '彤（铜tōng）弓：《毛传》：“彤弓，朱弓也。”',
                '弨（超chāo）：放松弓弦。《毛传》：“弨，弛貌。”',
                '贶（况kuàng）：爱戴。',
                '《通释》：“贶，古通作况。……《广韵》：‘况，善也。’中心况之，正谓中心善之。”',
                '飨：《郑笺》：“大饮宴曰飨。”',
                '姚际恒《诗经通论》：“一朝飨之，谓既锡彤弓之日即飨之，同在一朝也。”',
                '载：《郑笺》：“出载之车也。”',
                '右：通“侑”，劝酒。',
                '櫜（高gāo）：隐藏。《毛传》：“櫜，韬也。”',
                '酬（仇chóu）：《郑笺》：“饮酒之礼，主人献宾，宾酢（做zuò）主人，主人又饮而酌宾，谓之酬。酬犹厚也，劝也。”'
              ],
              "simplifiedText": [
                '朱红漆弓弦儿松，请君接受把它藏。我有许多好宾客，',
                '衷心诚意来赞扬。钟鼓都已陈设好，同日开宴行庆赏。',
                '朱红漆弓弦儿松，请君接受载车间。我有许多好宾客，',
                '心中是在很喜欢。钟鼓都已陈设好，同日开宴把酒劝。',
                '朱红漆弓弦儿松，请君接受置囊中。我有许多好宾客，',
                '心中喜爱乐融融。钟鼓都已陈设好，同日开宴频举盅。'
              ],
              "analysis": "周天子以彤弓赏赐有功诸侯。《左传·文公四年》：“诸侯敌王所忾而献其功，王子是赐之彤弓之一，彤矢百，玈弓矢千。”（玈：卢lú，黑色。）"
            },
            {
              "title": "菁菁者莪",
              "originalText": [
                "菁菁者莪，在彼中阿。",
                "既见君子，乐且有仪。",
                "菁菁者莪，在彼中沚。",
                "既见君子，我心则喜。",
                "菁菁者莪，在彼中陵。",
                "既见君子，锡我百朋。",
                "泛泛杨舟，载沉载浮。",
                "既见君子，我心则休。"
              ],
              "note": [
                '莪（俄é）：莪蒿，野草名。',
                '《毛传》：“菁菁，盛貌。莪，萝蒿。” ',
                '《集传》：“大陵曰阿……或曰：以菁菁者莪比君子容貌威仪之盛也。”',
                '君子：《集传》：“君子，指宾客也。”',
                '沚：《尔雅·释水》“水中可居者曰洲，小洲曰渚，小渚曰沚。”',
                '朋：货币单位。百朋：言财多。',
                '锡我百朋：《集传》：“古者货贝，五贝为朋。锡我百朋者，见之而喜，如得重货之多也。”',
                '载沉载浮：黄震《黄氏日钞》：“载沉载浮者，言舟泛泛水中，或上或下，不定之貌。”',
                '休：欣欣然。',
                '王引之《经义述闻》卷五：“我心则休，休亦喜也，语之转耳。”'
              ],
              "simplifiedText": [
                '抱娘蒿儿青又齐，长在高高山窝里。如今见了君子面，实在欢乐有礼仪。',
                '抱娘蒿儿青又长，丛丛长在沙洲上。如今见了君子面，我的心里真欢畅。',
                '抱娘蒿儿密又鲜，丛丛长在土山边。如今见了君子面，有幸赐我百串钱。',
                '杨木舟儿水上漂，时沉时浮随波摇。如今见了君子面，我的心中乐陶陶。'
              ],
              "analysis": "贵族宴请宾客的乐歌。表示见到客人十分快乐。"
            },
            {
              "title": "六月",
              "originalText": [
                "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。",
                "比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。",
                "四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。",
                "玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。",
                "戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。",
                "吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。"
              ],
              "note": [
                '栖栖：忙碌貌。',
                '饬（赤chì）：修整。',
                '骙骙（葵kuí）：《集传》：“骙骙，强貌。”',
                '常：画有日月的旗帜。服：泛指衣服、车马之类。《毛传》：“日月为常。服，戎服也。”',
                '玁狁（险允xiǎn yǔn）：见《采薇》篇（Y-007）注。',
                '炽：《毛传》：“炽，盛也。”',
                '我是用急：《盐铁论?徭役篇》引作“我是用戒。”',
                '匡：《通释》：“匡亦救也。”',
                '比物：《集传》：“比物，齐其力也。”',
                '闲、则：《毛传》：“则，法也。”《集传》：“闲，调息也。”',
                '于三十里：《郑笺》：“日行三十里可以舍息。”',
                '颙（喁yóng）：大貌。《毛传》：“修，长；广，大也。颙，大貌。”',
                '肤公：大功。《毛传》：“奏，为。肤，大。公，功也。”',
                '严、翼：《毛传》：“严，威严也。翼，敬也。”',
                '共武之服：《集传》：“共，与供同。服，事也。言将帅皆严敬以恭武事也。”',
                '茹：度量。',
                '整：训练军队。居：同“据”，占据。焦获：地名。《毛传》：“焦获，周地，接于玁狁者。”',
                '侵镐及方：《集传》：“镐，刘向以为千里之镐，则非镐京之镐矣。方，疑即朔方也。”',
                '至于泾阳：《郑笺》：“来侵至泾水之北。”',
                '织文鸟章：《集传》：“织，帜同。鸟章，鸟隼之章也。”',
                '白旆（佩pèi）央央：《毛传》：“白旆，继旐（兆zhào）者也。央央，鲜明貌。”',
                '轾（至zhì）：车行向前倾。轩：车行向后仰。如：或。',
                '佶（吉jí）：强健。',
                '大（太tài）原：“大原，后魏原州，地在今平凉。”',
                '吉甫：《毛传》：“吉甫，尹吉甫也。有文有武。宪，法也。” 宪：楷模。',
                '祉：福祉。《毛传》：“祉，福也。” 《诗缉》：“即王之赏赐也。”',
                '御：进献。',
                '炰（刨páo）鳖：清蒸团鱼。脍鲤：细切鲤鱼。',
                '张仲：《郑笺》：“张仲，吉甫之友，其性孝友。”'
              ],
              "simplifiedText": [
                '六月里来人心惶，修整兵车备战忙。四匹马儿真肥壮，',
                '旌旗军服载车上。玁狁入侵太猖狂，我军形势很紧张。',
                '王命出兵去征讨，挽救王朝保家邦。',
                '四匹黑马有力量，练习战阵有规章。在这盛夏六月里，',
                '已经备好我戎装。我的戎装已备好，日行卅里赴疆场。',
                '王命出兵去征讨，辅佐天子保国防。',
                '四匹马儿高又长，身高体大气轩昂。赶快前去打玁狁，',
                '建立大功理应当。将帅威严又恭敬，供职军旅守边防。',
                '供职军旅守边防，保卫国家安我王。',
                '玁狁猖狂不自量，集结焦获搞扩张。侵占镐地和朔方，',
                '一直深入到泾阳。我军旌旗绣鹰隼，白绸飘带映日光。',
                '大型兵车有十辆，当先开路上战场。',
                '兵车开动很安全，或低或高都自然。四匹马儿都健壮，',
                '既很健壮又熟练。努力齐心打玁狁，长驱直入到大原。',
                '文武双全尹吉甫，万国榜样人人羡。',
                '吉甫宴饮喜洋洋，接受赏赐有多样。凯旋归来自镐地，',
                '路上行军太久长。饮酒举杯敬朋友，蒸鳖烧鲤味道香。',
                '座上客人还有谁？张仲孝友美名扬。'
              ],
              "analysis": "玁狁入侵，形势危急。周王命尹吉甫率师出征，驱逐玁狁，胜利归来，接受赏赐。"
            },
            {
              "title": "采芑",
              "originalText": [
                "薄言采芑，于彼新田，呈此菑亩。方叔涖止，其车三千。师干之试，方叔率止。乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。",
                "薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千。旂旐央央，方叔率止。约軧错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。",
                "鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千。师干之试，方叔率止。钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。",
                "蠢尔蛮荆，大邦为仇。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。"
              ],
              "note": [
                '芑（起qǐ）：苦菜。',
                '菑（兹zī）亩：开垦一年的土地。《毛传》：“田，一岁曰菑，二岁曰新田，三岁曰畬（奢shē）。”',
                '莅（立lì）：《集传》：“莅，临也。”',
                '师干之试：《集传》：“师，众。干，扞（汉hàn）。试，肆习也。”',
                '骐：有青黑花纹的马。',
                '奭（试shì）：赭（者zhě）红色。',
                '簟茀（垫福diànfú）：蔽车的竹席。《郑笺》：“茀之言，蔽也。车之蔽饰席文也。鱼服，矢服（箙）也。”',
                '膺：马带。《郑笺》：“钩膺，樊缨，马带也。”鞗（条tiáo）革：革制的缰绳，末端以金为饰。见《蓼萧》（Y-013）篇注。',
                '旂旐（兆zhào）：《郑笺》：“交龙为旂，龟蛇为旐。”',
                '軧（齐qí）：车毂两端有皮革装饰的部分。《毛传》：“约，束。軧，长毂之軧也。朱而约之。错衡，文衡也。”',
                '玱玱（枪qiāng）：玉声。',
                '命服：《郑笺》：“命服者，命为将，王命之服也。”',
                '朱芾（涂tú）斯皇：《集传》：“朱芾，黄朱之芾也。皇犹煌煌也。”',
                '珩（横héng）：佩玉。',
                '鴥（玉yù）：疾飞的样子。',
                '戾：《毛传》：“戾，至也。”',
                '钲（章zhāng）人：击鼓传令者。鞠：宣告。《毛传》：“钲以静之，鼓以动之。鞠，告也。” 《郑笺》：“钲也鼓也，各有人焉。言钲人伐鼓，互言尔。……陈师告旅亦互言之。”',
                '显允方叔：《传疏》：“言有显德者，方叔也。”',
                '渊渊：《毛传》：“渊渊，鼓声也。入曰振旅。” ',
                '阗阗（田tián）：击鼓声。《集传》：“阗阗，亦鼓声也。”',
                '蠢尔蛮荆：《集传》：“蠢者，动而无知之貌。蛮荆，荆州之蛮也。”',
                '雠：通“仇”。',
                '《集传》：“元，大；犹，谋也。言方叔虽老而谋则壮也。”',
                '讯：间谍。丑：丑类，对敌人的篾称。',
                '焞焞（屯tún）：盛貌。何楷《诗经世本古义》：“啴啴焞焞，如霆如雷，皆车声也。”',
                '威：畏。《集传》：“是以蛮荆闻其名而皆来畏服也。”《通释》：“威，犹畏也。”'
              ],
              "simplifiedText": [
                '急急忙忙采苦菜，熟地都已采摘完，又到这块新垦田。',
                '大将方叔亲来到，检阅兵车有三千，战士扞敌勤操练。',
                '大将方叔亲率领，驾着骐马行在前。',
                '四匹骐马真健壮，朱漆战车红艳艳。',
                '鮫皮箭袋花竹帘，铜饰带钩与辔连。（鮫：交jiāo，鲨鱼。）',
                '采摘苦菜急忙忙，熟地都已采摘光，又到这块地中央。',
                '大将方叔亲来到，检阅战车三千辆，龟蛇龙旗齐飘扬。',
                '方叔率领奔前方，车毂缠皮辕饰文。',
                '八个鸾铃叮当响，奉命穿上大礼服。',
                '朱黄蔽膝闪闪亮，青色佩玉响玱玱。',
                '鹞子展翅疾如箭，高飞直上九重天，忽而停落在地边。',
                '大将方叔亲来到，检阅兵车有三千，战士扞敌把武练。',
                '大将方叔亲率领，敲钲擂鼓声相连，集合队伍宣誓言。',
                '方叔英明有威信，擂鼓进军响渊渊，班师敲钟声阗阗。',
                '荆州蛮子蠢无边，敢与大国结仇怨。方叔本是元老臣，',
                '雄才大略计谋远。大将方叔率大军，抓拿间谍俘敌顽。',
                '战车开动声啴啴，啴啴焞焞起尘烟，势如雷霆声震天。',
                '方叔英明有威信，北征玁狁得凯旋，蛮荆闻风心胆寒。'
              ],
              "analysis": "叙述和赞美周宣王大臣方叔征服荆蛮，军容显盛。"
            },
            {
              "title": "车攻",
              "originalText": [
                "我车既攻，我马既同。四牡庞庞，驾言徂东。",
                "田车既好，田牡孔阜。东有甫草，驾言行狩。",
                "之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。",
                "驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。",
                "决拾既佽，弓矢既调。射夫既同，助我举柴。",
                "四黄既驾，两骖不猗。不失其驰，舍矢如破。",
                "萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。",
                "之子于征，有闻无声。允矣君子，展也大成。"
              ],
              "note": [
                '攻：修治。《石鼓文》有“吾车既工”句，字作“工”。这句说车子已经加工秀丽，坚固可用。',
                '同：齐。这句说拉车的马已经过挑选和训练，跑起来快慢相齐了。',
                '庞庞（龙lóng）：躯体充实。驾：驾车。言：语助词，无义。徂（cú）：往，到。“驾言徂东”言驾好车往东方去。东：指东都雒邑，在镐京之东。（雒：同“洛”。）',
                '田车：打猎时所乘的车。',
                '孔阜：很高大肥壮。',
                '甫草：甫田之草。甫田一名圃田，一名原圃，宣王时其地在王畿之内，后归郑国。行狩：进行田猎。冬猎为狩，这里用来指一般田猎。这两句说驾车往甫田行猎。畿（基jī）：国都附近的地区。',
                '之子：那些人（指随从周王出猎者，实即指周王，古人对尊贵的人往往不直接指称，而称其臣属以代本人，如陛下、殿下、阁下、左右等都是）。于苗：往猎。“苗”本是夏猎的专称，这里指一般田猎，因押韵而换字，正如上句之用“狩”字。',
                '选：读为“算”，点数的意思。徒：步卒。嚣嚣（萧xiāo）：众多。',
                '旐（兆zhào）：古代一种画有龟蛇图案的旗。旄（猫māo）：旗杆头上用旄牛尾做装饰的旗。',
                '搏兽：一作“搏狩”。敖：地名，和“甫田”相近。今河南成皋县西北有敖山。这两句说前往敖地打猎。',
                '奕奕（益yì）：盛貌（形容车马络绎）。',
                '赤芾（扶fú）：诸侯朝服的一部分，见《曹风·候人》。金舄（细xì）：黄朱色的鞋。会同：诸侯盟会的专称。有绎（益yì）：犹“绎绎”，盛貌。这两句说诸侯聚会。',
                '决：射时钩弦之具，用象骨制成，戴在左手拇指。拾：又名遂，就是射韝（韝：音勾gōu。射韝是用熟制兽皮制成的臂套，著在左臂）。佽（次cì）：利。调：指箭的重轻和弓的强弱配合得当。',
                '射夫：射手。夫是男子的总名。同：聚齐。柴：堆积物，这里指堆积动物的尸首。这两句说参加打猎的射手都已集合来相助获得禽兽。',
                '四黄：四匹黄马。两骖（参cān）：左右两侧的马。“猗”，当作“倚”。“不倚”指方向不偏，和中间两马一致。',
                '不失其驰：指御不违法则。御和射相配合，有一定法则。舍矢：言放箭。如：犹“而”。破：指射中。“舍矢如破”和《秦风·驷驖》“舍拔则获”句意同，就是说箭一离手就中的。',
                '萧萧：马长嘶声。悠悠：闲暇貌。这两句写大猎后整队等待着下令返归时的静肃景象。',
                '徒：指步行者。御：指在车上驾驶者。惊：当作“警”。徒御不惊：是用诘问语气说明车上车下都在警戒着（等候周王）。大庖：指周王的厨房。这句说大庖充实，猎货物很多。',
                '征：行。有闻：言车行马鸣的声音有所闻。无声：言没有人声。二句说归途中队伍严肃。',
                '允：惬当，指周王指挥措施得宜。展：诚。末句称颂这次会合诸侯，选徙行猎，十分成功。'
              ],
              "simplifiedText": [
                '我们的车儿制造精细，我们的马儿动作齐同。',
                '四匹雄驹肌肉饱满，驾起车来奔驰向东。',
                '我们的猎车全都完美，四匹马儿高大雄伟。',
                '大块草泽就在东边，驾起车儿前去打围。',
                '那位君子出发打猎，清点步卒人声喧喧。',
                '龟蛇旗竿上挂牛尾，为了打猎要上敖山。',
                '那些车子驾着四马，四车的马儿络绎纷纭。',
                '金色的鞋子红皮蔽膝，诸侯们纷纷前来会盟。',
                '扳指和射韝全都便利，弓儿和箭全都相配。',
                '弓箭手们会合拢来，帮我们猎获禽兽成堆。',
                '驾起四匹马毛色金黄，两旁的马儿没有偏向。',
                '四马的步儿一丝不乱，箭才离了弦就有杀伤。',
                '声萧萧马儿嘶唤，轻悠悠旌旗招展。',
                '车上车下谁不警戒？大厨房里怎不充满？',
                '那位君子走上归程，只听见车马不闻人声。',
                '君子的措施果然得当，如今真个是大功告成！'
              ],
              "analysis": "这首诗记周宣王东巡田猎，会合诸侯的事。"
            },
            {
              "title": "吉日",
              "originalText": [
                "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。",
                "吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。",
                "瞻彼中原，其祁孔有。儦々俟俟，或群或友。悉率左右，以燕天子。",
                "既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。"
              ],
              "note": [
                '戊：《集传》：“戊，刚日也。……是日也，其戊辰与？”',
                '伯：古代军中祭名。祷：古代马祭。《毛传》：“伯，马祖也。”',
                '丑：群。《郑笺》：“丑，众也。……从禽兽之群众也。”',
                '差：《毛传》：“差，择也。”',
                '同：《郑笺》：“同，犹聚也。”',
                '麀（有yǒu）鹿：母鹿。麌麌（雨yǔ）：兽群聚貌。《毛传》：“鹿牝（聘pìn雌性）曰麀。麌麌，众多也。”',
                '漆沮（居jū）：古水名，在今陕西省境内。《毛传》：“从漆沮驱禽而致天子之所。”',
                '祁：《传疏》：“祁与颀同，都训大。……原田之中，其地广大，物又甚有。”',
                '儦儦（标biāo）：众貌。俟俟（是shì）：兽行走貌。《毛传》：“趋则儦儦，行则俟俟。兽三曰群，二曰友。”',
                '以燕天子：《毛传》：“驱禽之左右，以安待天子。”',
                '挟：《诗缉》：“方持弦矢曰挟。”',
                '豝（八bā）：母猪。《集传》：“发，发矢也。豕（史shǐ，猪）牝曰豝。”',
                '殪（益yì）：死。《毛传》：“殪，壹发而死。”',
                '兕（似sì）：《集传》：“兕，野牛也。”',
                '宾客：《郑笺》：“宾客，谓诸侯也。”',
                '醴（里lǐ）：甜酒。《集传》：“御，进也。醴，酒名。《周礼》五齐，二曰醴齐。注曰：醴成而滓（子zǐ）汁相将，如今甜酒也。”'
              ],
              "simplifiedText": [
                '吉日良时是戊辰，祭祀马祖祈祷频。',
                '田车已经修整好，四马高大有精神。',
                '驱车登上大土丘，往来奔驰赶兽群。',
                '吉日庚午时辰良，挑选马儿多壮强。',
                '查看野兽聚居处，鹿儿成群来又往。',
                '便从漆沮水旁地，赶到天子狩猎场。',
                '瞧那无边大草原，地广物丰样样全。',
                '野兽或跑或慢行，三三两两随处见。',
                '左边右边尽赶出，为让天子心喜欢。',
                '我的弓儿已拉满，我的箭儿握在手。',
                '射死那条小野猪，击毙这头大野牛。',
                '做成佳肴献宾客，用来佐餐酌甜酒。'
              ],
              "analysis": "记述周宣王在西都狩猎。择吉日，选车马，追赶禽兽，猎后宴会宾客。"
            }
          ]
        },
        {
          "title": "小雅·鸿雁之什",
          "poems": [
            {
              "title": "鸿雁",
              "originalText": [
                "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。",
                "鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？",
                "鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。"
              ],
              "note": [
                '鸿雁：鸿与雁同物异称，或复称为鸿雁。肃肃：鸟飞时羽声，已见前《唐风·鸨羽》（F-121）篇。《集传》：“大曰鸿，小曰雁。肃肃，羽声也。”',
                '之子：这些人，指被征服役者。劬（渠qú）：过劳。',
                '爰：犹“乃”。矜人：可怜人。鳏寡：老而无配偶者。这两句说矜人种包括鳏寡。《集疏》：“矜人，即《吕览·贵因篇》所谓苦民，总谓鳏寡孤独之人。”曾运乾《毛诗说》：“此文倒语，顺文当为‘哀此鳏寡，爰及矜人’，倒文以取韵也。”',
                '集：群息。中泽：泽中。',
                '于垣：往筑墙。百堵：一百方丈。《毛传》：“一丈为版，五版为堵。” 王夫之《稗疏》：“国已毁灭，则城郭颓圯（仪yí），百堵之作，其为筑城明矣。”',
                '究：究竟。安宅：何处居住。王夫之《诗广传》：“周之民其欲究安此宅也，不亦难乎？”',
                '哀鸣：后世以“哀鸿”称灾民，本此。',
                '哲人：智者。',
                '宣骄：骄傲。王引之《经义述闻》卷五：“宣骄与劬劳相对为文，劬亦劳也，宣亦骄也。”'
              ],
              "simplifiedText": [
                '雁儿飞去了，两翅响沙沙。那人出门去，',
                '郊外做牛马。都是受苦人，可怜鳏和寡！',
                '雁儿飞去了，落在湖沼里。那人筑墙去，',
                '百丈都筑起。吃尽辛和苦，哪是安身地？',
                '雁儿飞去了，嗷嗷放悲声。这些明白人，',
                '知我苦难忍。只有糊涂蛋，说我不安分。'
              ],
              "analysis": "这是诅咒徭役的诗。为了统治阶级的需要，这些矜人，甚至包括鳏寡，都不得不“劬劳于野”。"
            },
            {
              "title": "庭燎",
              "originalText": [
                "夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。",
                "夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。",
                "夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。"
              ],
              "note": [
                '其（基jī）：语尾助词。',
                '未央：未尽。一说未央即未中，未半。',
                '庭燎：在庭院内点燃的火炬。又叫“大烛”，古人的烛是用麻秸或苇做的。',
                '君子：指入朝的卿大夫或诸侯。止：是语尾助词，犹“只”。',
                '鸾：鸾镳，见《秦风·驷驖》（F-127）。一说鸾即銮，指旂上的众铃。将将（枪qiāng）：锵锵，铃声。',
                '未艾：未已，犹“未央”。',
                '晣晣（西xī）：小明。从上章的“光”见出燃烧正盛，从本章的“晣晣”见出火光渐小。',
                '哕哕（讳huì）：也是铃声。',
                '鄉（乡的繁体字）：是“嚮（向）”的假借。向晨言将到天明的时候。',
                '煇（熏xūn）：烟气。一作“辉”，《集传》：“辉，火气也。天欲明而见其烟光相杂也。” 王夫之《诗译》：“庭燎有辉，乡晨之景莫妙于此。晨色渐明，赤光杂烟而叆叇，但以有煇二字写之。” 叆叇（艾待àidài）：形容浓云蔽日。',
                '旂（旗的异体字）：是一种旗子，上绘交龙，有铃。'
              ],
              "simplifiedText": [
                '夜天怎么样啦？还有多一半长。',
                '庭前火把辉煌。公侯们来啦，听到铃声当当。',
                '夜天怎么样啦？黑夜还没有消尽。',
                '火把减了光明。公侯们来啦，听到铃声叮叮。',
                '夜天怎么样啦？曙光渐渐出现。',
                '火把正在冒烟。公侯们来啦，旗子已经看见。'
              ],
              "analysis": "这是写周王朝会的诗。三章写庭燎从火光照人到只见烟气，写入朝的大臣从鸾声锵锵到旌旂可辨，都见出时间由黑夜到天明的进展。"
            },
            {
              "title": "沔水",
              "originalText": [
                "沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母？",
                "沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。",
                "鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩？我友敬矣，谗言其兴。"
              ],
              "note": [
                '沔（免miǎn）：水溢貌。',
                '朝宗于海：以百川归东海喻百官拜天子。',
                '鴥（玉yù）：疾飞的样子。',
                '汤汤（商shāng）：《郑笺》：“汤汤，波流盛貌。”',
                '迹：遵循法则办事。《毛传》：“不迹，不循道也。”',
                '载起载行：《集传》：“言忧念之深，不惶宁处也。”',
                '弭（米mǐ）：停止，消除。',
                '率：《郑笺》：“率，循也。”',
                '讹：《郑笺》：“讹，伪也。”',
                '惩：《毛传》：“惩，止也。”',
                '敬：儆，警戒。《释名·释言语》：“敬，警也。恒自肃警也。”'
              ],
              "simplifiedText": [
                '漫漫水流向东方，百川汇聚入海洋。',
                '鹞子展翅疾又急，时而停落时而翔。',
                '可叹同姓诸兄弟，还有朋友和同乡。',
                '没人肯把祸乱想，试问谁人无爹娘？',
                '漫漫水流向东方，浩浩荡荡涌波浪。',
                '鹰隼展翅疾又急，时而低飞时上翔。',
                '想起歪门邪道事，行坐不安心里慌。',
                '满怀惆怅多忧伤，不可消除无法忘。',
                '鹞子展翅疾又轻，掠过平地向山陵。',
                '民间谣言纷纷起，为啥没人使它停？',
                '望我朋友要警惕，谗言可是乘间兴。'
              ],
              "analysis": "周室衰乱，诗人忧虑，希望朋友警惕谣言。"
            },
            {
              "title": "鹤鸣",
              "originalText": [
                "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。他山之石，可以为错。",
                "鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维谷。他山之石，可以攻玉。"
              ],
              "note": [
                '皋（高gāo）：沼泽。《释文》引《韩诗》：“九皋，九折之泽。”',
                '声闻于野：《毛传》：“言身隐而名著也。”',
                '“鱼潜”二句：《正义》：“以鱼之出没，喻贤者之进退。”',
                '萚（拓tuò）：落叶。',
                '它山：《郑笺》：“它山，喻异国。”',
                '错：琢玉用的粗磨石。《说文·厂部》引作“厝（错cuò）”。段玉裁注：“厝石，如今之金刚钻之类，非厉石也。”',
                '毂（谷gǔ）：《正义》引陆玑疏：“幽州人谓之毂桑，荆扬人谓之毂，中州人谓之楮（楚chǔ）……捣以为纸，谓之毂皮纸。”',
                '《传疏》：“诗全篇皆兴也，鹤、鱼、檀、石，皆以喻贤人。”'
              ],
              "simplifiedText": [
                '鹤叫沼泽九曲弯，声音嘹亮传上天。',
                '鱼儿潜藏在深渊，有的游到浅滩前。',
                '我爱那个好林园，园中生长有香檀，还有枣树在下边。',
                '别的山上有美石，可做琢玉金刚钻。',
                '鹤叫沼泽九曲弯，声音嘹亮传上天。',
                '鱼儿游至浅水滩，有的潜藏在深渊。',
                '我爱那个好林园，园中生长有香檀，还有楮树在下边。',
                '别的山上有美石，可做琢玉显璀璨。'
              ],
              "analysis": "劝告统治者任用在野的贤人。通篇比兴，为我国招隐诗之祖。"
            },
            {
              "title": "祈父",
              "originalText": [
                "祈父，予王之爪牙。胡转予于恤，靡所止居？",
                "祈父，予王之爪士。胡转予于恤，靡所厎止？",
                "祈父，亶不聪。胡转予于恤？有母之尸饔。"
              ],
              "note": [
                '祈父：司马。《毛传》：“祈父，司马也。职掌封祈之兵甲。”《郑笺》：“祈，圻，畿同。”《郑笺》：“我乃王之爪牙。”',
                '恤（续xù）：患。《毛传》：“恤，忧也。”',
                '爪士：《通释》：“爪士犹言虎士，《周官》‘虎贲（奔bēn）氏属虎士八百人’，即此。”',
                '厎（只zhǐ）止：犹“止居”。《毛传》：“厎，至也。”',
                '亶（胆dǎn）：确实是。《毛传》：“亶，诚也。” 林义光《诗经通解》：“不聪，谓不闻人民疾苦。”',
                '饔（庸yōng）：熟食。尸：失。《通释》：“按《白虎通义》曰：尸之言失也，陈也。……尸饔，即谓失饔，谓奉养不能具也。”'
              ],
              "simplifiedText": [
                '大司马呀大司马，我是天王爪牙臣。',
                '为啥陷我忧患中，没有住处可安身。',
                '大司马呀大司马，我是天王侍卫兵。',
                '为啥陷我忧患中，没完没了不得宁。',
                '大司马呀大司马，真实糊涂耳不聪。',
                '为啥陷我忧患中？家有老母失侍奉！'
              ],
              "analysis": "王都卫士斥责司马失职，不顾人民疾苦。"
            },
            {
              "title": "白驹",
              "originalText": [
                "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？",
                "皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？",
                "皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。",
                "皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。"
              ],
              "note": [
                '场：圃。参看《豳风·七月》（F-154）篇注49。',
                '絷（直zhí）：绊马两足。维：用绳一头系马勒一头系在树木楹柱等物上。《集传》：“絷，绊其足。维，系其靷（引yǐn）也。”',
                '永：长。这句是留客之词，言多留一刻，这欢乐的早晨就多延长一刻。下章“以永今夕”仿此。',
                '谓：这里训“勤”，就是望或念的意思。“伊人”，此人，指白驹的主人。',
                '焉：此。逍遥：闲散自在貌。这句是说伊人在此游息。',
                '藿（霍huò）：初生的豆。上章的“苗”就是指豆苗。',
                '于焉嘉客：这句说在我处做好客人。',
                '贲（奔bēn）：饰。贲然：是光彩貌。',
                '尔公尔侯：指“伊人”。',
                '逸豫：安乐。期：读为“綦（其qí）”，极。以上二句是说客人在这里可得到极大的安乐。',
                '慎：重。优游：犹“逍遥”。',
                '勉：抑止之词。遁：迁。以上二句对客人说：你重视这一番优游罢，且别作离去的打算。',
                '空谷：《文选》李善注引《韩诗》作“穹谷”，即深谷。以上二句言白驹离此归去正走在深谷之中。',
                '生刍：青草，用来喂白驹。',
                '其人：指白驹的主人。如玉：言其有美德。',
                '毋金玉尔音：这句对“其人”说，别太珍惜你的音信像珍惜金玉似的。',
                '遐：远。遐心：是说疏远之心。最后两句是希望其人勿断绝音信。'
              ],
              "simplifiedText": [
                '白白的小马儿，吃我场上的青苗。',
                '拴起它拴起它啊，延长欢乐的今朝。',
                '那个人那个人啊，来到这儿寻乐。',
                '白白的小马儿，吃我场上的豆茎。',
                '拴起它拴起它啊，延长今晚的良辰。',
                '那个人那个人啊，我家尊贵的客人。',
                '白白的小马儿，把光辉带到此地。',
                '高贵的客人！此地十分安逸。',
                '好好儿乐一乐吧，甭打走的主意。',
                '白白的小马儿，回到山谷去了。',
                '咀嚼着一捆青草。那人儿啊玉一般美好。',
                '别忘了给我捎个信啊，别有疏远我的心啊！'
              ],
              "analysis": "这是留客惜别的诗。前三章是客未去而挽留，后一章是客已去而相忆。"
            },
            {
              "title": "黄鸟",
              "originalText": [
                "黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。",
                "黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。",
                "黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。"
              ],
              "note": [
                '黄鸟：比剥削者。',
                '穀（谷hǔ）：树名，桑科，落叶亚乔木。即楮（楚chǔ）木，皮可造纸。',
                '穀：善。或训“养”，也可以通。不我肯穀：就是不肯善待我（或不肯养我）的意思。',
                '旋：还。',
                '明：晓喻。这句就是不可与言的意思，也就是“有理说不清”的意思。《郑笺》读为“盟”，“不可与盟”就是不能和他讲信义，也可以通。',
                '栩（许xǔ）：即橡树。',
                '诸父：指同姓的长辈。'
              ],
              "simplifiedText": [
                '黄雀啊黄雀！我的楮树你别上！我的小米你休想！',
                '这儿的人啊，待我没有好心肠。',
                '回去了，回去了，回我的本族旧家乡。',
                '黄雀啊黄雀！别在我的桑树息！别吃我的高粱米！',
                '这儿的人啊，没法叫他通情理。',
                '回去了，回去了，和我哥哥们在一起。',
                '黄雀啊黄雀！不许落在橡子树！不许偷吃我的黍！',
                '这儿的人啊，谁能和他一块住。',
                '回去了，回去了，回去见我的众伯叔。'
              ],
              "analysis": "离乡背井的人在异国遭受剥削和欺凌，更增加对邦族的怀念。"
            },
            {
              "title": "我行其野",
              "originalText": [
                "我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。",
                "我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。",
                "我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。"
              ],
              "note": [
                '蔽芾（费fèi）：茂盛的样子。',
                '樗（出chū）：《毛传》：“樗，恶木也。”《正义》引王肃云：“行遇恶木，言已适人遇恶人也。”',
                '畜：通“慉（续xù）”，好，喜爱。',
                '蓫（zhú）：草名。《毛传》：“蓫，恶菜也。”《正义》引引陆玑疏：“今人谓之羊蹄。”',
                '言归思复：《诗缉》：“我归则复其旧矣。”',
                '葍（扶fú）：草名。《集传》：“葍，恶菜也。”',
                '新特：《毛传》：“新特，外昏也。”',
                '成：“成，《论语》作诚。言尔之不思旧姻而求新匹也，虽实不以彼之富而厌我之贫，亦只以其新而异于故耳。”'
              ],
              "simplifiedText": [
                '旷野地里我走路，枝繁叶茂臭椿树。',
                '只是因为婚姻故，前来你家同你住。',
                '你今翻脸不爱我，回到家乡依父母。',
                '旷野地里我独行，手采羊蹄心难平。',
                '只是因为婚姻故，和你同床结恩情。',
                '你今翻脸不相认，回到故乡另谋生。',
                '旷野地里独彷徨，手采葍菜心悲伤。',
                '只念旧人恩情重，另求新欢理不当。',
                '其实不因她富有，见异思迁太荒唐。'
              ],
              "analysis": "女子出嫁到异国遭遗弃，回到娘家，谴责丈夫喜新厌旧。"
            },
            {
              "title": "斯干",
              "originalText": [
                "秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。",
                "似续妣祖，筑室百堵，西南其户。爰居爰处，爰笑爰语。",
                "约之阁阁，椓之橐橐。风雨攸除，鸟鼠攸去，君子攸芋。",
                "如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞，君子攸跻。",
                "殖殖其庭，有觉其楹。哙哙其正，哕哕其冥。君子攸宁。",
                "下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何？维熊维罴，维虺维蛇。",
                "大人占之：维熊维罴，男子之祥；维虺维蛇，女子之祥。",
                "乃生男子，载寝之床。载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。",
                "乃生女子，载寝之地。载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。"
              ],
              "note": [
                '秩秩：水流貌。干：涧，古通用。',
                '幽幽：深远貌。南山：即终南山，在镐京之南。',
                '苞：植物丛生稠密的样子。竹苞、松茂都是比喻兄弟相好。',
                '犹：欺诈。',
                '似：与“续”同，继续。妣：亡母之称。这里的“妣祖”等于说先妣、先祖，指远祖。',
                '堵：方丈为“堵”。筑室百堵：是说房屋四面的墙共合一百方丈。',
                '西南其户：古人堂寝的制度，有正户有侧户，正户南向，侧户东西向。',
                '约：束缚。阁阁：捆缚停妥貌。',
                '椓（卓zhuó）：击。橐橐（驮tuó）：敲击的声音。',
                '攸：语助词。这句是说风雨之害得以除去，下句说鸟鼠不能穿破，都是写房屋的坚牢严密。',
                '芋：读为“宇”，居住。',
                '跂（弃qì）：踮起脚跟。翼：端正貌。这句是说房屋的端正像人跂立。',
                '棘：《玉篇》引《韩诗》作“朸（立lì）”，棱。这句是说屋四角有棱，像箭头。',
                '革：古读如“亟”，指鸟翅。这句是说栋宇的宏壮像鸟类举翅。',
                '翚（辉huī）：雉名。这句是说檐阿有华彩，形势轩张，像雉鸟起飞。',
                '跻（基jī）：升。',
                '殖殖：平正貌。',
                '觉：高大。楹：柱。',
                '哙哙（快kuài）：犹“快快”，形容堂殿的轩豁宽明。正：向明之处。',
                '哕哕（惠huì）：犹“煟煟（胃wèi）” ，明亮。冥：幽暗处。这句是说本当是幽暗的地方也是明亮的，可见其轩豁。',
                '宁：安。这句就是下文“乃安斯寝”的意思。',
                '莞（关guān）：植物名，生在水中，又名水葱，形似小蒲，可以织席。这里莞即指莞席。簟（垫diàn）：苇或竹织成的席。',
                '兴：起。',
                '占梦：言推断梦的吉凶。',
                '罴（陂pí）：兽名，似熊而高大。',
                '虺（悔huǐ）：四脚蛇蜥蜴类。以上三句言主人梦中见熊罴与虺蛇。',
                '大人：或许即指太卜，《周礼》有太卜之官，掌占梦。以下四句就是“大人”对梦的解释。',
                '璋：玉器，形似半圭。弄：是说放在手边作玩弄状。',
                '喤喤：小儿哭声。',
                '芾（扶fú）：亦作“茀”，古时祭服，以熟治的兽皮制成，着在腹前，遮蔽膝部，形似今时的围裙。天子所用的芾是纯朱色，诸侯用黄朱色。皇：犹“煌煌”。',
                '君王：君指诸侯，王指天子。这两句是说孩子将来都要服朱芾，都是周室周家的君或王。',
                '裼（替tì）：又名褓衣，就是婴儿的被。',
                '瓦：指古人纺线时所用的陶锤。',
                '无非：就是无违。无仪：就是无邪。仪：读为“俄”。俄：邪。',
                '诒：通“贻”，给予。罹（离lí）：忧。这句是说不累父母担忧。'
              ],
              "simplifiedText": [
                '涧水秩秩流动，南山多么幽深。好像绿竹成丛，好像青松茂盛。',
                '阿兄阿弟，相爱相亲，没有假意虚情。',
                '继承先妣先祖，筑成房屋百堵。向西向南开户。',
                '全家来此居住，说说笑笑相处。',
                '绑扎停停当当，敲打叮叮当当。',
                '风雨都能挡住，雀鼠不能穿破，君子安居之所。',
                '像人立那么端正，像箭头那样有棱，宏壮像大鸟举翅，',
                '彩檐像雉鸡飞升。君子举足登临。',
                '前庭平平正正，楹柱高大正气。亮处十分轩敞，',
                '深处也是宽明。君子得到安宁。',
                '下有莞席上有竹簟，舒舒服服就寝。君子睡罢起身，叫卜人推详梦境。',
                '是什么吉祥梦境？梦见小熊大熊，梦见虺蜴长虫。',
                '卜人详了梦：梦见小熊大熊，预兆生个男娃；',
                '梦见虺蜴长虫，预兆生个女娃。',
                '生下了男娃，让他睡在床上，为他穿上衣裳，',
                '在给他一块玉璋。他哭得声音响亮。',
                '朱红祭服辉煌，周邦未来的君王。',
                '生下了女娃，放在地上安睡，为她裹上褓被，给她纺线的瓦捶。',
                '她长大温顺无邪，能把酒食来料理，让父母安心满意。'
              ],
              "analysis": "这是周王建筑宫室落成时的祝颂歌辞。第一章总述地势，祝家族和乐。第二章言筑室始终，祝嗣续妣祖。第三章描写宫室的坚固和严密。第四章描写屋宇的美盛。第五章描写堂室的宽明。第六章祝主人安寝并得吉梦。第七章假设占梦之辞。第八章祝生贵男。第九章祝生贤女。"
            },
            {
              "title": "无羊",
              "originalText": [
                "谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。",
                "或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。",
                "尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。",
                "牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。"
              ],
              "note": [
                '维：犹“为”。这句是说以三百羊为一群。',
                '犉（闰阳rún）：七尺的牛。以上言牛羊之多。《毛传》：“黄牛黑唇曰犉。”',
                '濈濈（及jí）：一作“戢戢”，聚集。',
                '湿湿：耳动貌。',
                '阿：丘陵。',
                '池：古读如“沱”。讹：《玉篇》引作“吪（俄é）”，动。以上三句写牛羊的动态。承上章“羊来”、“牛来”。',
                '何：同“荷”。肩上担东西叫做“荷”。',
                '物：毛色。“三十维物” 是说毛色有多种。',
                '具（古音够）：备。这句是说供祭祀用的牲都具备了。古人有些祭祀用牲的毛色不同，如阳祀用骍（赤色），阴祀用黝（黑色）之类，见《周礼?地官牧人》。',
                '蒸：细小的柴薪。《郑笺》：“粗曰薪，细曰蒸。”',
                '雌雄：指捕得的鸟兽，如雉兔之类。以上三句写牧者除放牧牛羊外，兼做打柴草、猎野味的事。',
                '矜矜兢兢：谨慎坚持，唯恐失群的样子。',
                '骞（千qiān）：亏损。崩：溃散。胡承珙（巩gǒng）《后笺》：“骞谓羊不肥，崩则谓羊有疾。” 以上三句是说群羊驯谨相随，不会散失。',
                '麾：指挥。肱（工gōng）：臂。这句是说牧者不用鞭棰，只以手臂指挥，是承接上文写羊的驯顺。',
                '毕、既：都训“尽”。升：进。这句是说牛羊全都赶入圈牢。',
                '牧人：官名，掌畜牧。上文的“牧”指一般放牧牛羊的人，与此不同。',
                '众维鱼矣：犹“维众鱼矣”。一说，“众”是“螽（众zhòng）”的省借。螽是蝗类。“螽维鱼矣”就是螽化为鱼。',
                '旐（兆zhào）、旟（余yú）：都是用来聚众的旗子。旐画龟蛇，旟画鸟隼。以上二句言牧人梦见鱼、旐等物。',
                '溱溱（珍zhēn）：《潜夫论》引作“蓁蓁”，众多貌。室家溱溱：言丁口旺盛。以上四句记“大人”对此梦的解释。'
              ],
              "simplifiedText": [
                '谁说你家羊儿少，一群就是三百条。谁说你家没有牛，七尺黄牛九十头。',
                '你的羊儿都来了，羊儿犄角挨犄角。你的牛儿都来了，牛儿都把耳朵摇。',
                '有些牛羊正下坡，有些池边来饮水，也有动弹也有睡。',
                '你的牧人都来了，背着蓑衣和斗笠，又把干粮袋子背。',
                '牛羊毛色三十种，各色祭牲都齐备。',
                '你的牧人都来了，他们一路打柴草，又捉雌鸟和雄鸟。',
                '你的羊儿都来了，谨谨慎慎相依靠，不奔不散不亏少。',
                '摆动胳膊来指挥，一古脑儿进圈牢。',
                '牧官做梦真稀奇，梦见蝗虫变成鱼，龟蛇旗儿变鸟旗。',
                '占梦先生来推详：梦见蝗虫变成鱼，来年丰收谷满仓；',
                '龟蛇旗儿变鸟旗。添人进口喜洋洋。'
              ],
              "analysis": "这是歌咏牛羊蕃盛的诗。前三章，尤其是第二章，描写牧场上的人畜动态，是本诗最生动的地方。"
            }
          ]
        },
        {
          "title": "小雅·节南山之什",
          "poems": [
            {
              "title": "节南山",
              "originalText": [
                "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！",
                "节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，惨莫惩嗟。",
                "尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。",
                "弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。",
                "昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。",
                "不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。",
                "驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。",
                "方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。",
                "昊天不平，我王不宁。不惩其心，覆怨其正。",
                "家父作诵，以究王訩。式讹尔心，以畜万邦。"
              ],
              "note": [
                '节：高峻貌。',
                '岩岩：山石堆积之貌。',
                '赫赫：势位显盛貌。师：官名，太师的简称。太师是三公之最尊的。师尹：言太师尹氏。尹氏是周之名族。',
                '具：俱。瞻：视。',
                '惔（谭tán）：炎的借字，《释文》引《韩诗》作“炎”。“如惔”等于说如焚。',
                '戏谈：言随便戏谑谈论。这句是说人民畏惧尹氏的威虐。',
                '国：指周。卒：终。斩：绝。这句是说国祚（作zuò）已到终绝的时候，极言其危殆。',
                '用：犹“以”。监：察。',
                '实：满。言草木充实。猗：长。言草木长茂。',
                '谓何：犹“云何”。这句是说尹氏为政不平，没有可说的。',
                '荐：重，再。瘥（嵯cuó）：病，包括疾疫饥馑等灾患。荐瘥：是说屡次降瘥。',
                '丧乱弘多：这句是说死丧祸乱既大且多。',
                '民言无嘉：这句是说人民没有什么好听的话可说（所说的无非怨愤忧戚之言）。',
                '憯（惨cǎn）：犹“曾”或“尚”。惩：戒。嗟：语尾助词。以上四句言天意民心是这样了，尹氏还不自惩戒。',
                '氐（底dǐ）：同“柢”，树根。以上二句言尹氏地位重要，为国家的根本。',
                '秉国之均：这句是说尹氏执国家的大权。均：同“钧”，本是制陶器的模子下面的车盘。制陶器必需运转陶钧，治国必需运用政权，所以借比。',
                '维：护持。',
                '毗（皮pí）：一作“埤（皮pí）”，辅佐。',
                '不吊：不善。',
                '空：穷。师：众。我师：犹言“我们大众”。以上二句是愤怨呼天，要求那不体恤下民的上帝，不要再容许害人的执政者把人民大众抛向穷途绝境。',
                '庶民弗信：这句是说王不信民众。正因为王自己不问政事，所以不了解民情。本章八句都是对周王而言。',
                '勿：语助词。罔：欺。君子：指贤臣，和下文“小人”相对。以上二句是说对君子不咨询不任用是欺罔君子。',
                '式：语助词。夷：平。已：止。言使上文所述的不合理现象得到夷平与制止。',
                '无：勿。殆：近。以上二句表示希望周王纠正尹氏，疏远尹氏。',
                '琐琐：计谋褊（扁biǎn）浅之貌。姻亚：婿父为姻，两婿相谓曰亚。尹氏和周室有婚姻关系，琐琐姻亚：似指尹氏，或包括尹氏。',
                '膴（妩wǔ）：厚，腴（瑜yú）美。以上二句是说姻亚中才智短浅的人不必给以高官厚禄。',
                '佣：均。不佣：犹云“不平”。',
                '鞫（居jū）：同“鞠”，穷。訩：凶。鞫訩：犹言“极祸”。',
                '戾（立lì）：恶。大戾：犹“鞫訩”。',
                '届（古读如既）：到。',
                '阕（却què）（古读如癸guǐ）：息。以上二句是说贤者如果来从政，人民的怨愤之心就可以止息。',
                '违：去。以上二句是说君子如没有什么不平，众人的暴怒也可以除去。',
                '月：是“抈（月yuè）”字的省借，摧折。“抈斯生”就是说扼杀斯民。',
                '酲（成chéng）：病酒。',
                '秉：执。国成：国政的成规。《周礼·天官小宰》列举官府八事作为经邦的根据，叫做“八成”。',
                '卒：“瘁”字的假借，就是病。以上三句是说周王不亲问政事，使小人掌权，致百姓受苦。',
                '项：大。领：颈。久驾不行马颈将有肿大之病。',
                '蹙蹙（蹴cù）：局缩不得舒展的意思。靡所骋：无可驰骋之处。以上四句是说四方没有可去的地方。',
                '方茂尔恶：当你怨恶正盛的时候。尔：指尹氏。',
                '相：视。相尔矛：是说要用武。',
                '夷怿（译yì）：是说怨解。',
                '酬：宾主以酒相酬。以上四句是说小人情态无常。',
                '不惩其心：就是其心不惩。言周王无惩戒之意。',
                '覆：反。这句是说周王反而怨恨对他谏正的人。',
                '家父：或作“嘉父”，又作“嘉甫”，人名，就是本篇的作者。诵：诗。',
                '究：读为“纠”。纠，举发。訩：读为“凶”。“王凶”指尹氏。以上二句作者自述作诗的用意是揭发王左右的凶人。',
                '讹：同“吪（俄é）”，变化。尔：指周王。',
                '畜：养。邦：古音buēng。'
              ],
              "simplifiedText": [
                '高峻的终南山，上有垒垒的岩石。烜赫的尹太师，人民万目所视。',
                '人民心似火煎，不敢随便笑谈。',
                '国运终要斩断，天公何不开眼？（烜：xuǎn，盛大。）',
                '高峻的终南山，草木充实茂盛。',
                '烜赫的尹太师，为政不平还能说甚！',
                '老天反复降灾，多少死丧祸害！',
                '人民没有一句好话，自己还不惩戒。',
                '姓尹的太师，是周家的根柢。掌握国家大权，四方仗他维系。',
                '君王要他辅助，百姓要他带路。',
                '不体恤人的老天，可不能断人活路！（王）自己不问国政，对人民不肯信任。',
                '不咨询也不任用，君子不该欺哄；',
                '坏事要纠正也要制止，不要和小人靠拢；',
                '庸碌的亲戚，不要再给恩宠。',
                '老天不公不平，降下特大灾难。老天不仁不慈，降下这般忧患。',
                '君子如果执政，能够消除民愤。君子没啥不平，暴怒也能平静。',
                '老天不惜人命，大乱何时平定。',
                '不要扼杀百姓，使人不得安宁。',
                '我忧心好像酒醉，谁执掌国家成规？',
                '（王）不肯亲自执政，害苦了天下百姓。',
                '驾起了四匹公马，四匹马肿了颈项。',
                '我放眼四下观望，却没有投奔的地方。',
                '当你恶意盛旺，眼光就向着刀枪。',
                '当你怒气消除，就像对饮着酒浆。',
                '天公不想太平，我王不能安枕。',
                '他的心偏不清醒，反怨恨人家纠正。',
                '家父作了这首诗，来揭王家的凶徒。',
                '只指望王心感化，好好把四方安抚。'
              ],
              "analysis": "这是控诉执政者的诗。第一、二章叙尹氏的暴虐不平。第三章责尹氏。第四章责周王。第五章望朝廷进用君子。第六章怨周王委政小人。第七章自伤无地可以逃避。第八章言尹氏的态度变化莫测。第九章怨周王不语。第十章说明作诗目的。"
            },
            {
              "title": "正月",
              "originalText": [
                "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。",
                "父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。",
                "忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？",
                "瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？",
                "谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！",
                "谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？",
                "瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。",
                "心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！",
                "终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！",
                "无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。",
                "鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！",
                "彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。",
                "佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。"
              ],
              "note": [
                '正月：《毛传》：“正月，夏之四月。”是孟夏时节。繁霜：多霜冻。这种天时失常的现象古人往往认为是灾祸的预兆，所以诗人为之忧伤。',
                '讹：伪。讹言：犹今语“妖言”或“谣言”。',
                '孔：甚。将：大。以上二句是说谣言流传很盛。',
                '京京：忧不能止。以上二句是说想到忧时的人只有我一个时，我心就更忧了。',
                '癙（鼠shǔ）：忧。痒：病。',
                '俾：使。瘉（喻yù）：病。',
                '不自我先，不自我后：言忧患之来不先不后，正让我碰上。',
                '莠言：丑言。以上二句言好话和丑话都可以从人口中出来，是畏惧谗言的意思。',
                '愈愈：犹“瘐瘐（雨yǔ）”，病貌。',
                '有侮：是说被小人所轻侮。小人不以国事为忧，而以忧国的人为迂阔，加以嗤笑，甚至嫉害。',
                '茕茕（穷qióng）：孤独貌。',
                '无禄：犹言“不幸”。',
                '臣仆：犹言“囚虏奴隶”。以上二句是说一旦亡国，无论有罪无罪，都将做人奴隶。',
                '禄：指维持生活之资。这句是说将无以维生。',
                '于谁之屋：以上二句言乌鸦不知将止息在谁家屋上，比喻国人将不晓得何所依归。这话是承上文“并其臣仆”说的。',
                '侯：犹“维”。薪蒸：见《小雅·无羊》（Y-030）篇注。以上二句是说林中树木都被砍伐做薪蒸。似用来比喻国人将被摧残，沦为臣仆。',
                '梦梦：不明。以上二句是说一般人正在危殆之中，因为把天看做昏昧无知。',
                '靡人弗胜：言无人不为天所胜。以上二句是说天意有定之后，可以消灭人祸。表示作者仍然对天寄予希望。',
                '有皇：犹“皇皇”，大。上帝：指天的主宰。这句连下句是说天心憎恶什么人还不知道呢。言外之意：殃民者未必为天所偏爱。',
                '盖：读为“盍”，犹“何”。下同。',
                '冈：山脊。陵：大阜。冈陵都是高处。以上二句是说高山何尝变卑呢？它不是仍然为冈为陵么？比喻讹言无凭。',
                '宁：犹“乃”。惩：止。',
                '具曰“予圣”：“具”通“俱”。这句言故老和占梦者各自以为圣。',
                '谁知乌之雌雄：鸟的形状毛色雌雄无别。这句以鸟的雌雄难辨比喻故老和占梦者各执一说，是非难分。',
                '局：或作“跼（局jú）”，屈曲不伸。不敢不局：是说顶上如有所压。',
                '厚：大。蹐（脊jí）：小步。不敢不蹐：言轻轻下脚，不敢放步。以上四句是说天虽高低虽厚，人在其间刻刻危惧，不得舒展。',
                '号：呼。斯言：指上四句。',
                '伦：理。脊：《春秋繁露》引作“迹”。迹：道理。',
                '蜴（易yì）：蜥蜴。虺（讳huǐ）蜴见人就逃避，用来比喻人的局蹐。',
                '阪田：山坡上的田。',
                '菀：茂盛之貌。特：独特。以上二句作者以高田里一棵特出壮苗自比。',
                '杌（务wù）：摇动。我：作者自称。',
                '克：制胜。以上二句是说天对我这茂盛独特之苗要加以摧残，惟恐不克。',
                '彼：指周王。则：语尾助词。这句连下句是说王征求我的时候好像惟恐不能得到。',
                '仇仇：缓持。《毛传》：“仇仇，犹謷謷（熬áo）也。”胡承珙（巩gǒng）《后笺》：“执我者，犹言待我矣。”',
                '不我力：言不用力持我，和“仇仇”意相同。以上二句是说征得我之后并不认真用我。',
                '正：政。',
                '厉：恶。',
                '燎：放火烧草木。扬：盛。',
                '宗周：指镐京（今陕西省长安县西南）。',
                '褒姒（似sì）：人名，西周时褒国的女子，被周幽王纳为妃，幽王因宠爱她而做了许多荒唐的事，终于亡国。烕（血xuè，又读灭miè）：古“灭”字。《左传·昭公元年》引作“灭”。以上四句以方扬的燎火比显盛的宗周。言燎火虽烈仍然可以灭，宗周虽盛亡国并不难。所以该引为鉴戒。',
                '终：既。永怀：长忧。',
                '窘：困。',
                '辅：大车载物时用来夹持所载物的板。用来比喻国家辅佐之臣。',
                '载输尔载：上“载”字是语助词。下“载”字指所载之物。输：堕。',
                '将（枪qiāng）：请，见《卫风·氓》（F-058）篇注。伯：对男子的泛称。这句是述输载人的话。以上四句是说车上货物已装载好之后把夹板扔了，所载的东西必然垮下来，到这时只得呼唤“请老哥帮忙”了。',
                '员：增益，就是加大。辐有松脱时，用布条等物围裹起来或加木榝（杀shā），就是加大的意思。辐：古读如“逼”，和下文“载（古读如“稷”）”字、“意”字相韵。',
                '顾：言照顾。仆：指御车者。',
                '沼：池。',
                '匪：非。克：能。',
                '潜虽伏矣：犹云“虽潜伏矣”。潜：深藏。',
                '炤（招zhāo）：《中庸》引作“昭”，明白。以上四句是说鱼在池中不能快乐，虽潜伏深藏还是昭然可见，难逃网罟（古gǔ）。作者以鱼自比。',
                '惨：读作“懆（草cǎo）”，见《陈风?月出》（F-143）篇注。',
                '洽：和谐。比：亲近。',
                '云：周旋。婚姻孔云：言在姻戚之间大事周旋。以上四句是说那当权的小人交结联络，成群树党。和自己的孤立相对照。',
                '佌佌（此cǐ）：小貌。',
                '蔌蔌（速sù）：陋貌。以上二句是说那猥琐鄙陋的小人都有屋有谷（拥有财产）。',
                '夭：灾祸。椓（卓zhuó）：打击。',
                '哿（葛gě，又读可kě）：喜乐。'
              ],
              "simplifiedText": [
                '初夏不断下霜，我心填满忧伤。民间谣言纷起，传播广远非常。',
                '忧时的只我一个，更教我悲愁难放。',
                '可叹我小心谋虑，因此损害了健康。',
                '为何父母生我，让我遭这场灾祸！',
                '上代灾祸未到，下代灾祸已过。',
                '好话从人家口出，丑话也从人口出。',
                '忧伤使我恍惚，因此更招人欺侮。',
                '我独自忧心难排，想来我真是命乖。',
                '多少无辜的百姓，也要沦作奴才。',
                '可怜这些人啊，哪儿能安身度命？',
                '看那些乌鸦飞来，息向谁家的屋顶？',
                '看那大树林中，一切都成薪柴。人民处境危殆，恨老天梦眼不开。',
                '等到天心有了定准，谁也不能和它争胜。',
                '伟大的主宰之神，你憎恨的是哪一种人？',
                '谁说高山已经不高？冈陵还不是冈陵。',
                '民间谣言传播，居然不能查禁。把故老请来询问，再请教占卜的人。',
                '他们人人自夸高明，乌鸦的雌雄谁能辨认？',
                '无论天是怎样高，人还是不敢直腰。无论地是怎样大，人的脚步不敢不小。',
                '该把这名言宣告，它真是有理有道。',
                '为何现在的人民，像虺蜴东奔西逃。',
                '瞧那坡上的田里，有棵特出的壮苗。',
                '天把我使劲摇撼，惟恐压我不倒。那人在征求我时，生怕不能得到。',
                '他只是松松地捏着，我出力他却不要。',
                '我心里的痛苦，像绳子打了个扣。今天的政事，为何这样遭透？',
                '野火烧得旺时，有人把它浇息。宗周正在盛时，褒姒把它毁灭。',
                '我既是经常忧虑，又像是苦遭阴雨。那车子把货物装满，却把那夹板丢去。',
                '等货物倾倒坠落，才叫喊“老兄相助”。不要丢弃你的夹板，你的车辐需要加固。',
                '对赶车的要多照顾，才不会损失货物。险关本来有法度过，这些你却不加考虑。',
                '鱼儿身在池沼，也不能够快乐。虽然在深处躲藏，仍然会被人看到。',
                '我心上惶惶不安，忘不了朝政的残暴。他有美酒，又有美肴。',
                '和临人结交，对亲戚讨好。想到我的孤立，真是忧心如捣。',
                '猥琐的人都有房，鄙陋的人都有粮。百姓们空着肚肠，',
                '老天爷降下灾殃。财主们过得欢乐，孤苦人只有哀伤！'
              ],
              "analysis": "这是忧国哀民、愤世嫉邪的诗。大约产生于西周已经沦亡，东都尚未巩固的时期。第一章从天时失常说到忧心独深。第二章自伤生逢乱世，谗邪可怕。第三章忧虑后祸不测。第四章寄希望于天命。第五章言讹言不止，是非纷纭。第六章言人民危惧不安。第七章言自己在朝孤立，不见用。第八章举宗周事做鉴戒。第九章用大车输载比喻错误的失败的政治措施。第十章用行车踰险比喻正确的成功的政治措施。第十一章自伤进退维谷。第十二章以当权小人的朋比对照自己的孤立。第十三章举出社会不平现象，说明可哀的不只是个人的不幸遭遇。"
            },
            {
              "title": "十月之交",
              "originalText": [
                "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。",
                "日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。",
                "烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡惨莫惩？",
                "皇父卿士，番维司徒，家伯维宰，仲允膳夫，棸子内史，蹶维趣马，禹维师氏。醘妻煽方处。",
                "抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒氵于莱。曰予不戕，礼则然矣。",
                "皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。",
                "黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。",
                "悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。"
              ],
              "note": [
                '十月之交：《郑笺》：“周之十月，夏之八月也。八月朔日，日月交会而日食。”',
                '日有食之：阮元《十月之交四篇属幽王说》：“梁虞□，隋张胄元、唐傅仁均、一行，元郭守敬并推定此日食在周幽王六年，十月建酉，辛卯朔日入食限，载在史志。今以雍正癸卯上推之，幽王六年十月辛卯朔（公元前776年9月6日），正入食限。”',
                '微：晦暗不明。《郑笺》：“微，谓不明也。”林兆丰《隶经剩义》：“匪特幽王六年十月朔，食入交限，即前一月望，食亦入交限。此日而食，指十月朔食言。彼月面食，又即指前一月望食言。”',
                '亦孔之哀：《郑笺》：“君臣失道，灾害将起，故下民亦甚可哀。”',
                '告凶：《郑笺》：“告凶，告天下以凶亡之征也。”',
                '于何不臧：俞樾《群经平议》：“于即吁字……于何不臧，犹曰：于嗟乎何其不臧！”',
                '烨烨（夜yè）：《毛传》：“烨烨，震电貌。震，雷也。”《郑笺》：“雷电过常，天下不安，政教不善之征。”',
                '冢（肿zhǒng）：《毛传》：“山顶曰冢。” 山冢崒崩：王引之《经义述闻》卷六：“冢当读为猝。猝，急也，暴也。言山顶猝然崩坏也。猝崩与沸腾相对。”',
                '高岸为谷，深谷为陵：《国语?周语上》：“幽王二年，西周三川皆震。……是岁也，三川（泾、渭、洛）竭，岐山崩。” ',
                '憯（惨cǎn）：同“惨”。',
                '皇父（甫fǔ）、棸（邹zōu）子、蹶（贵guì）、楀（举jǔ，又读雨yǔ）：皆为姓氏。《郑笺》：“皇父、家伯、仲允，皆字。番、棸、蹶、楀，皆氏。……司徒之职，掌天下土地之图，人民之数。冢宰，掌建邦之大殿，皆卿也。膳夫，上士也，掌王之饮食膳羞。内史，中大夫也，掌爵禄废置生杀予夺之法。趣马，中士也，掌王马之政。师氏，亦中大夫也，掌司朝得失之事。”',
                '艳妻：《毛传》：“艳妻，褒姒（似sì）也。美色曰艳。” 煽：炽盛。',
                '抑：《郑笺》：“抑之言噫。”',
                '岂曰：《郑笺》：“女岂曰我所为不是乎？言其不自知恶也。”',
                '不即我谋：《郑笺》：“女何为役作我，不先就与我谋？”',
                '彻：通“撤”。',
                '汙（污wū）：同“污”，水池阻塞。莱（来lái）：田地荒芜。《集传》：“卒，尽也。汙，停水也。莱，草秽（会huì）也。”',
                '戕（脏zāng）、礼：《郑笺》：“戕，残也。……礼，下供上役，其道当然。”',
                '向：地名，在今河南尉氏县。',
                '有事：有司，官名。《毛传》：“有司，国之三卿，信维贪淫多藏之人也。”',
                '慭（印yìn）：愿。《郑笺》：“慭者，心不欲而自强之辞也。”',
                '有车马：《集传》：“有车马者，亦富家也。”',
                '居：《通释》：“居者，语词。” 徂（殂cú）：往，到。',
                '黾（敏mǐn）勉：努力，勉力。',
                '嚣嚣：《郑笺》：“嚣嚣，众多貌。”',
                '噂（撙zǔn）沓：喻两面派。《通释》：“言小人之情，聚则相合，背即相憎。”',
                '里：痛。《正义》：“悠悠乎可忧也。”《通释》：“朱彬曰：‘悠悠我里，犹云悠悠我思’是也。”',
                '痗（昧mèi）：病。',
                '羡：宽裕。《通释》：“《文选》李注引《韩诗·薛君章句》曰：‘羡，愿也。’……愿羡有欣喜之义。”',
                '彻：规律。《毛传》：“彻，道也。”黄焯《诗疏平议》：“经言天命不彻，犹言天命难知。”'
              ],
              "simplifiedText": [
                '十月阳春日月交，十月初一是辛卯。这天日蚀又发生，兆头实在很不好。',
                '上月月亮光不明，这回太阳光又消。如今天下老百姓，大难临头多烦恼。',
                '日月亏蚀兆灾殃，运行不在轨道上。四方国家政局坏，不用忠臣和贤良。',
                '那次月亮被吞蚀，古今如此是正常。现在太阳又被蚀，该是多么不吉祥！',
                '雷声轰鸣电光闪，政治不良民不安。大小江河都沸腾，山顶崩塌成平川。',
                '高岸突然变深谷，深谷忽又成高山。可恨当今执政者，不知警惕无忌惮。',
                '执政卿士是皇父，番氏当上大司徒。家伯断狱为太宰，仲允管厨是膳夫。',
                '棸子当的是内史，蹶氏负责把马牧。楀氏专职察朝政，褒姒伙同势如虎。',
                '唉！这个皇父太刚愎，哪会自责说不是？为何让我服劳役，不肯先和我商议。',
                '拆我房屋毁我壁，良田荒芜未耕治。还说我没伤害你，礼制本来该如此。',
                '皇父自谓很聪明，他在向邑建都城。挑选三卿任要职，家财亿万数不清。',
                '老臣不愿留一个，让他守卫我王廷。选择车马富豪家，迁往向邑自为政。',
                '勤勉办事为王朝，不敢诉苦说辛劳。我本无罪又无辜，谗人纷纷乱造谣。',
                '下民都是自作孽，不是上天降灾妖。当面笑谈背后恨，坏事都由坏人造。',
                '忧愁苦闷九回肠，忧思成疾好凄凉。四方个个有欢笑，独我一人多悲伤。',
                '人们莫不安逸过，我无休息日夜忙。天命无常难预料，不敢学人图欢畅。'
              ],
              "analysis": "讽刺周幽王宠褒姒，任小人，招致天灾人祸。特别谴责执政皇父的倒行逆施。"
            },
            {
              "title": "雨无正",
              "originalText": [
                "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。",
                "周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。",
                "如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？",
                "戎成不退，饥成不遂。曾我{埶曰}御，惨惨日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。",
                "哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！",
                "维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。",
                "谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？"
              ],
              "note": [
                '昊（浩hào）天：泛指天。骏：经常。《毛传》：“骏，长也。”',
                '饥馑：《毛传》：“谷不熟曰饥，蔬不熟曰馑。”',
                '旻（民mín）天：泛指天。《传疏》：“旻天当依定本作昊天。”疾威：《集传》：“疾威犹言暴虐。” ',
                '虑、图：《郑笺》：“虑、图皆谋也。”',
                '伏：王引之《经义述闻》卷六：“伏者，藏也，隐也。”',
                '胥：相继。铺：通“痡（扑pū）”，痛苦。《集传》：“沦，陷。胥，相。……此无罪，亦相与而陷于死亡，则何如哉。”',
                '周宗：《郑笺》：“周宗，镐京也。”',
                '戾（立lì）：《毛传》：“戾，定也。”',
                '正大夫：《郑笺》：“正，长也。”《诗缉》：“正大夫，六官之长也。”',
                '勚（易yì）：疲惫。《毛传》：“勚，劳也。”',
                '三事：《集传》：“三事，三公也。大夫，六卿及中下大夫也。”何楷《诗经世本古义》：“六官之属，无肯夙夜勤王事者。”',
                '庶曰“式臧”，覆出为恶：《诗缉》：“庶几曰：王今改过用善，乃反出而为恶，威虐愈甚也。”',
                '辟言：合法之言。',
                '臻（珍zhēn）：至。《集传》：“臻，至也。……如彼行往而无所底至也。”',
                '戎：《毛传》：“戎，兵也。”',
                '暬（谢xiè）御：《毛传》：“暬御，侍御也。瘁（萃cuì），病也。” 憯（惨cǎn）：同“惨”。《集传》：“憯憯，忧貌。”',
                '讯：进谏。《通释》：“讯读如谇（碎suì）。《韩诗》：‘谇，谏也。’”',
                '听言：顺从的话。谮（zèn）言：谏言。《通释》：“闻顺从之言则答而进之；闻谮毁之言则退而不答。”',
                '匪舌、惟躬：《通释》：“《说文》：……言匪舌是病，惟躬是病也。”',
                '哿（葛gě）：嘉。休：福禄。俾躬处休：《集传》：“使其身处于安乐之地。”',
                '维曰于仕，孔棘且殆：《毛传》：“于，往也。” 何楷《诗经世本古义》：“言人皆曰：往仕耳，殊不知仕途甚多荆棘，动辄遭刺，且有凶危也。”',
                '鼠思：忧思。《郑笺》：“鼠，忧也。”《通释》：“泣而泪尽，真有流血者，因通言泣之甚者为泣血。”',
                '无言不疾：《毛传》：“无所言而不见疾也。”'
              ],
              "simplifiedText": [
                '老天暴虐真残酷，降下灾祸遍国土。政策邪僻全错误，何年何月能止住？',
                '好的策略不听从，谋略不好反信服。所用谋略依我看，毛病太多弊难数！',
                '患得患失无是非，小人当权实可悲。国家政策定得好，实际行动全违背。',
                '政策明显有错误，你却一切都听随。我看政策问题多，究竟何处是依归？',
                '我的灵龟已厌倦，不把吉凶来告诉。出谋划策人不少，议论纷纷难作数。',
                '满院都是发言者，谁人敢把责任负？譬如有事问路人，不得方向反糊涂。',
                '政策可悲说不清，不法祖先无章程。治国大略不实行，',
                '浅薄话儿专爱听，话儿浅薄偏爱争。譬如盖屋问路人，人多嘴杂建不成。',
                '尽管国家范围小，有人聪明有人拙。人民虽然数量少，',
                '有的明智计谋多，有的严肃能治国。为政譬如泉水流，莫使相与陷污浊。',
                '不敢空手把虎伤，怎能徒步把河趟。人们知道这一条，',
                '不懂其他易上当。小心谨慎多提防，就想走近深渊旁，好比踩在薄冰上。'
              ],
              "analysis": "周王朝一位近臣讽刺幽王任用小人，不听善言，天下动乱，祸国殃民。"
            },
            {
              "title": "小旻",
              "originalText": [
                "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。",
                "潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。",
                "我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。",
                "哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。",
                "国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。",
                "不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。"
              ],
              "note": [
                '敷：布满。',
                '犹：谋。遹（遇yù）：邪僻。',
                '沮（举jǔ）：《郑笺》：“沮，止也。”',
                '邛（琼qióng）：病。',
                '潝潝（细xì）：相互附和貌。訿訿（子zǐ）：不让上级满意。《毛传》：“潝潝然患其上，訿訿然思不称乎上。”孔颖达疏：“潝潝为小人之势，是作威福也；訿訿者，自营之状，是求私利也。”',
                '厎（指zhǐ）：《郑笺》：“厎，至也。……行之时何所至乎？”',
                '我龟既厌，不我告犹：《郑笺》：“犹，图也。卜筮数而渎龟，龟灵厌之，不复告其所图之吉凶。”',
                '集：成功。',
                '谁敢执：“谁敢执者，言莫能任是过责也。”',
                '“如匪”二句：《左传?襄公八年》引此二句，杜预注：“匪，彼也。行迈谋，谋于路人也。不得于道，众无适从。”',
                '程：效法。',
                '大犹：大道。《通释》：“按经，朱彬谓当训行，是也。匪大犹是经，犹云匪大道是遵循耳。遵循，皆行也。”',
                '溃：《毛传》：“溃，遂也。”',
                '止：地基。靡止：《毛传》：“靡止，言小也。”',
                '圣：“圣，通明也。”',
                '膴（妩wǔ）：法则。《集传》：“膴，大也，多也。”',
                '艾（易yì）：干练。《毛传》：“艾，治也。”',
                '沦胥：牵连受苦。《郑笺》：“王之为政者，如原泉之流，行则清，无相牵率为恶以自浊败。”',
                '冯（凭píng）：徒步过河。《毛传》：“徒涉曰冯河，徒博曰暴虎。”',
                '如临深渊：《毛传》：“恐坠也。”',
                '如履薄冰：《毛传》：“恐陷也。”'
              ],
              "simplifiedText": [
                '老天暴虐真残酷，降下灾祸遍国土。政策邪僻全错误，何年何月能止住？',
                '好的策略不听从，谋略不好反信服。所用谋略依我看，毛病太多弊难数！',
                '患得患失无是非，小人当权实可悲。国家政策定得好，实际行动全违背。',
                '政策明显有错误，你却一切都听随。我看政策问题多，究竟何处是依归？',
                '我的灵龟已厌倦，不把吉凶来告诉。出谋划策人不少，议论纷纷难作数。',
                '满院都是发言者，谁人敢把责任负？譬如有事问路人，不得方向反糊涂。',
                '政策可悲说不清，不法祖先无章程。治国大略不实行，浅薄话儿专爱听，',
                '话儿浅薄偏爱争。譬如盖屋问路人，人多嘴杂建不成。',
                '尽管国家范围小，有人聪明有人拙。人民虽然数量少，有的明智计谋多，',
                '有的严肃能治国。为政譬如泉水流，莫使相与陷污浊。',
                '不敢空手把虎伤，怎能徒步把河趟。人们知道这一条，不懂其他易上当。',
                '小心谨慎多提防，就想走近深渊旁，好比踩在薄冰上。'
              ],
              "analysis": "讽刺周王惑于邪僻，不用良谋。"
            },
            {
              "title": "小宛",
              "originalText": [
                "宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。",
                "人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。",
                "中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。",
                "题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。",
                "交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？",
                "温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。"
              ],
              "note": [
                '宛（晚wǎn）：小貌。《集传》：“宛，小貌。鸣鸠，斑鸠也。”',
                '翰：高。戾（立lì）：至。',
                '明发：《集传》：“明发，谓将旦而先明开发也。”',
                '二人：《集传》：“二人，父母也。”',
                '齐圣：王引之《经义述闻》卷六：“齐圣，聪明睿智之称，与下文‘彼昏不知’相对。齐者，知虑之敏也。”',
                '温：蕴藉自持。《郑笺》：“饮酒虽醉，犹能温藉自持以胜。”',
                '“彼昏”二句：《通释》：“醉则日自盈满。与温克正相反。”',
                '又：《毛传》：“又，复也。”',
                '菽：《集传》：“菽，大豆也。”',
                '螟蛉、蜾蠃（裹裸guǒluǒ）：《集传》：“螟蛉，桑上小青虫也。蜾蠃，土蜂也，似蜂而小腰。” 王夫之《诗经稗疏》：“盖蜾蠃之负螟蛉，与蜜蜂采花酿蜜以食正同。”',
                '穀：《郑笺》：“穀，善也。”',
                '似：嗣，继承。《传疏》：“传于似字皆训为嗣。”',
                '题：视，看。《集传》：“题，视也。脊令，飞则鸣，行则摇。”',
                '忝（舔tiǎn）：辱没。《毛传》：“忝，辱也。” 《集传》：“各求无辱于父母而已。”',
                '交交桑扈：“交交，往来之貌。桑扈，窃脂也，俗呼青觜（嘴zuǐ），肉食不食粟。”',
                '填（舔tiǎn）：穷苦。《释文》：“填，《韩诗》作疹（诊zhěn）。疹，苦也。岸，《韩诗》作犴，音同。云乡亭之系曰犴，朝廷曰狱。”',
                '温温：“温温然恭谨之人，无过可指，然处今之乱世如集于木而恐坠，如临于谷而恐陨。”',
                '惴惴（坠zhuì）：形容又发愁又害怕的样子。'
              ],
              "simplifiedText": [
                '斑鸠鸟儿小又短，高高飞起上云天。我的心里多忧伤，',
                '相信从前老祖先。通宵达旦睡不着，把我二老来怀念。',
                '凡是聪明睿智人，喝酒温和不昏乱。那些无知糊涂蛋，',
                '凡是聪明睿智人，喝酒温和不昏乱。那些无知糊涂蛋，',
                '原野大豆生长茂，平民采来作菜肴。螟蛉蛾儿有幼子，',
                '细腰蜂儿背回巢。好好教育下一代，继承祖德莫忘了。',
                '瞧那鸟儿叫脊令，一边飞来一边鸣。我今日日向前进，',
                '你也月月忙远行。早起晚睡多努力，不要有辱你所生。',
                '飞来飞去桑扈鸟，沿着场圃啄粟米。可怜我们穷苦人，',
                '要吃官司坐牢里。抓把粟米去问卦，哪里能够得吉利？',
                '人们谨慎又温良，好比住在高树上。惴惴不安多小心，',
                '好像走近深谷旁。战战兢兢须提防，就像踩在薄冰上。'
              ],
              "analysis": "时世混乱，想念先人；告诫兄弟，小心免祸。"
            },
            {
              "title": "小弁",
              "originalText": [
                "弁彼鸴斯，归飞提提。民莫不穀，我独于罹。何辜于天？我罪伊何？心之忧矣，云如之何？",
                "踧踧周道，鞫为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。",
                "维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛？不罹于里？天之生我，我辰安在？",
                "菀彼柳斯，鸣蜩嘒嘒，有漼者渊，萑苇淠淠。譬彼舟流，不知所届，心之忧矣，不遑假寐。",
                "鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知？",
                "相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，维其忍之。心之忧矣，涕既陨之。",
                "君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。",
                "莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。"
              ],
              "note": [
                '弁（盘pán）：“昪（变biàn）”字的假借，快乐。鸒（遇yù）：鸟名，形似鸟，大如鸽，腹下白色。往往千百成群，鸣声雅雅。又名雅鸟。',
                '提提（时shí）：群飞安闲之貌。',
                '穀：善。',
                '罹（离lí）：忧。',
                '踧踧（迪dí）：平易。',
                '鞫（居jū）：同“鞠”，穷，阻塞。一说“鞫”读为“艽（交jiāo）”，荒。',
                '惄（逆nì）：忧思。捣：舂（冲chōng）。',
                '假寐：不脱衣而寐。这句是说虽在梦中还是长叹。',
                '维：犹“以”。用：犹“而”。忧能伤人，使人早衰老。',
                '疢（趁chèn）：热病。如：犹“而”。以上二句是说心忧时烦热而头痛。',
                '梓：木名。可以供建筑和器用。桑梓都是宅旁常栽的树。这句连下文是说见桑梓容易引起对父母的怀念，所以起恭敬之心。',
                '瞻：尊仰。匪：非。',
                '依：依恋。二句说我所瞻依的只有父母。',
                '属（主zhǔ）：连。',
                '罹：唐石经作“离”，附著。以上二句是以衣裘为喻，古人衣裳以毛向外而用布做里子。毛喻父、里喻母。',
                '辰：时运。在：古读如“慈”的上声。这句是说遭遇不幸。',
                '蜩（条tiáo）：蝉。嘒嘒（慧huì）：蝉声。',
                '漼（崔上声cuǐ）：深貌。',
                '淠淠（配peì）：草木众盛貌。以上四句就所见景物起兴，和上文鸒斯、周道同类，不一定有所比。',
                '舟流：言无人操纵随舟自流。这里的两句和《邶风·柏舟》（F-026）“汎彼柏舟，汎亦其流”同意。',
                '伎伎（岐qí）：奔貌。',
                '雊（够gòu）：雉鸣。',
                '坏：读为“瘣（汇huì）”，树木瘿（影yǐng）肿。',
                '用：犹“而”。本句“枝”字和下文“宁莫之知”的“知”字谐音。树木疾而无枝和人的忧而莫知有双关的意思。',
                '相：视，见《小雅·伐木》（Y-005）篇注。投兔：投网之兔。',
                '先之：言在兔入网以前先驱走它。一说“先”读为“掀”，言掀网放兔。',
                '墐（尽jìn）：埋。',
                '维：犹“何”。',
                '酬：见《小雅·节南山》（Y-031）篇。“如或酬之”是说好像有人向他进酒似的，那样乐于接受。“之”指“君子”，“君子”指父。',
                '不舒究之：不徐徐加以研究。',
                '掎（几jǐ）：牵引。伐大木时用绳牵着树头，要树向东倒就得向西牵，让它慢慢倒下。',
                '析薪：劈柴。扡（侈chǐ）：就是顺木柴的丝理赖劈破。以上二句是比。言“君子”听信谗言，不能徐究，不能依理分析，还不如伐木析薪的人。',
                '佗（驮tuó）：加。以上二句是说丢开真有罪的人不管而将罪过加在我的身上。',
                '浚：深。二句说无高非山，无深非泉。山高泉深喻父子之情。',
                '由：于。',
                '耳属（主zhǔ）于垣：是说将有偷听的人贴耳于墙壁，就是今语“壁有耳”的意思。',
                '笱（苟gǒu）：捕鱼的竹篓。',
                '躬：自己。',
                '阅：收容。',
                '末四句已见《邶风?谷风》（F-035）。这是引谚语表示本身既不见容，日后的事更顾不得了。'
              ],
              "simplifiedText": [
                '快乐的雅鸟啊，从容飞飞还巢。人人都过得很好，只有我被忧伤撂倒。',
                '我对天有什么罪过？我的错到底是什么？心里忧伤啊，叫我把它奈何！',
                '平坦的大道，长满了野草。心里忧伤啊，就像棒子舂捣。',
                '睡梦里也要长叹，忧伤使我衰老。心里忧伤啊，头痛身如火燎。',
                '想到桑树梓树，我总是毕恭毕敬。我尊敬的只是父亲，依恋的只是母亲。',
                '难道我既连不上皮衣的毛，又挨不着皮衣的里？上天让我生下来，我的好运在哪里？',
                '密密的柳树，上有蝉鸣嘒嘒。深深的水潭，长着茂盛的芦苇。',
                '像在漂荡的船上，不只漂向哪里。心里忧伤啊，要睡也不容易。',
                '鹿儿奔跑起来，四足轻快如飞。雉鸡早晨鸣叫，呼唤母鸡相随。',
                '好比臃肿的病树，病得不长枝条。我心忧伤啊，难道就不知觉。',
                '瞧那投网的兔子，或许还有人放它。路上有了死人，或许还有人葬他。',
                '君子啊你的居心，为什么这样残酷。我的心多么悲伤，泪流如何能住。',
                '君子听信谗言，好像喝人家的敬酒。君子没有慈心，不肯慢慢推究。',
                '伐树还使绳索拉住，砍柴还要看看理路。真正的罪人轻轻放过，反而把罪名横加给我。',
                '没有高的不是山峦，没有深的不是水泉。君子别轻率出言，有耳朵贴在墙垣。',
                '别让人上我的鱼梁，别让人开我的鱼笱，如今我自己不能被容，哪顾得了我的身后。'
              ],
              "analysis": "这是被父房主，抒写忧愤之作。旧说或以为周幽王放逐太子宜臼，宜臼的师傅作此诗；或以为宣王时尹吉甫惑于后妻，逐前妻之子伯奇，伯奇作此诗。这些传说未可全信，但作为参考，对于辞意的了解是有帮助的。"
            },
            {
              "title": "巧言",
              "originalText": [
                "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。",
                "乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。",
                "君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。",
                "奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。",
                "荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。",
                "彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？"
              ],
              "note": [
                '且（居jū）：《集传》：“且，语词。悠悠，远大之貌。”',
                '幠（乎hū）：大。',
                '已、大：《郑笺》：“已、大皆言甚也。昊天乎王甚可畏，王甚敖慢，我诚无罪而罪我。”',
                '僭（谮zèn）：谗言。涵：含。',
                '遄（船chuán）：迅速。沮：终止。',
                '祉：《毛传》：“祉，福也。” 《郑笺》：“福者，福贤者，谓爵禄之也。”',
                '餤（谈tán）：增多。',
                '共：恭敬。',
                '邛（穹qióng）：《郑笺》：“邛，病也。小人好为谗佞，既不共其职事，又为王作病。”',
                '奕奕（易yì）：《毛传》：“奕奕，大貌。”《诗缉》：“宫室后曰寝，前曰庙。”',
                '莫：《毛传》：“莫，谋也。”《郑笺》：“猷，道也，大道，治国之礼法。《通释》：‘秩秩与大猷连文，即状其猷之大。’”',
                '毚（蝉chán）：兔，狡兔。跃跃（替tì）：《集传》：“跃跃，跳疾貌。”',
                '荏染（荏苒rěnrǎn）：柔弱貌。',
                '数（蜀shǔ）：《集传》：“数，辨也。”',
                '蛇蛇（移yí）：轻薄貌。《通释》：“蛇蛇即泄泄之假借……盖大言欺世之貌。”',
                '麋（梅méi）：湄，水边。',
                '拳：《毛传》：“拳，力也。”',
                '职为乱阶：《郑笺》：“此人主为乱作阶，言乱由之来也。”',
                '微：足疡。尰（肿zhǒng）：肿。《毛传》：“骭（干gàn）疡为微，肿足为尰”。',
                '犹、将：《郑笺》：“犹，谋。将，大也。”',
                '尔居徒几何：俞樾《群经平议》：“居当训为蓄……尔居徒几何，言尔所蓄徒众几何人也。”'
              ],
              "simplifiedText": [
                '远大无边老天爷，说是下民父和母。人民无罪又无辜，降下大祸真残酷。',
                '老天实在太暴虐，我无罪过受屈辱。老天实在太傲慢，我受屈辱本无辜。',
                '当初乱子刚发生，谗言开始得流行。乱子再次兴起来，君子又把谗言听。',
                '君子发怒斥谗佞，祸乱很快就会停。君子如果用贤能，乱子迅速能平定。',
                '君子盟誓太经常，所以祸乱越增长。君子轻信盗贼话，祸乱就会更猖狂。',
                '盗贼话儿甜如蜜，祸乱增进不胜防。小人不能尽职守，只会为王增祸殃。',
                '宗庙宫殿大又高，原是先王亲手造。国家大政真完善，都是圣人谋划好。',
                '别人有啥坏心肠，我能一猜就知道。好比狡兔迅速跳，遇到猎狗跑不了。',
                '小小树儿多柔嫩，君子种植多辛苦。流言传播无根据，心中分辨自有数。',
                '骗人大话夸夸谈，都从谗人口里出。花言巧语似吹簧，厚颜无耻不忍睹。',
                '究竟他是什么人，住在大河水草旁。没有力量没勇气，一切祸乱由他降。',
                '小腿生疮脚又肿，你的勇气在哪方？阴谋诡计大又多，多少党徒你豢养？'
              ],
              "analysis": "讽刺周王听信谗言，酿成祸乱。小人厚颜无耻，搬弄是非。"
            },
            {
              "title": "何人斯",
              "originalText": [
                "彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。",
                "二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可。",
                "彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？",
                "彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？絺搅我心。",
                "尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。",
                "尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我絺也。",
                "伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知。出此三物，以诅尔斯。",
                "为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。"
              ],
              "note": [
                '艰：阴险。',
                '云：《毛传》：“云，言也。”',
                '二人：《郑笺》：“二人者，谓暴公与其侣也。”',
                '唁（燕yàn）：《集传》：“唁，吊失位也。”',
                '“始者”二句：《传疏》：“始者尚可，不如今之不我可也。句中云字位语助。”',
                '陈：堂前的路。',
                '“我闻”二句：《集传》：“闻其声而不见其身，言其踪迹之诡秘也。”',
                '飘风：《集传》：“言其往来之疾若飘风然。”',
                '搅：《毛传》：“搅，乱也。”',
                '脂：止住车。《传疏》：“安徐而行，不暇舍息。亟疾而行，又暇脂车。言何人之行疾徐莫测。”',
                '盱（续xù）：忧。《集传》：“盱，望也。”',
                '还、易：“还，反。易，说（悦）。”',
                '否：语助词，无意义。《传疏》：“否难知，难知也。言其心孔艰，不可测也。”',
                '祇（其qí）：《毛传》：“祇，病也。”',
                '埙（勋xūn，又读喧xuān）：古代吹奏乐器。土制。篪（持chí）：横笛。竹制。《郑笺》：“伯、仲，喻兄弟也。”',
                '如贯：《郑笺》：“我与女俱为王臣，其相比次如物之在绳索之贯也。”',
                '三物：《毛传》：“三物，豕（使shǐ，猪）犬鸡也。” 《集传》：“刺其血以诅（组zǔ）盟也。”',
                '蜮（域yù）：短狐。',
                '靦（舔tiǎn）：露脸见人。《集传》：“靦，面见人之貌也。” 极：准则。《通释》：“按古示字多借作视。极，中也。视人罔极，谓示人以罔中，即下文所谓反侧也。”',
                '极：查究。反侧：反复无常。'
              ],
              "simplifiedText": [
                '究竟哪是什么人？他的城府太艰深。为啥经过我鱼梁，',
                '却不进入我家门？试问他听谁的话，暴公说他啥都信。',
                '二人结伴相随行，酿成祸乱谁是根？为啥经过我鱼梁，',
                '却不进门来慰问。当初态度还算好，如今见我不顺心。',
                '究竟哪是什么人？为啥穿过我前庭？听听已有脚步声，',
                '却不看见他身影。难道人前不惭愧，难道不怕天报应？',
                '究竟哪是什么人？好比飘风形无定。为啥不从北边走？',
                '为啥不从南边行？为啥经过我鱼梁，扰乱我心不安宁。',
                '车儿慢行不着慌，就没空闲放一放？说你事急奔跑忙，',
                '偏能停车把油上。前者你从我家过，我的心里多盼望。',
                '回时你进我家门，交情依旧心舒畅。回时我家你不进，',
                '是何居心难猜想。前次你从我家过，使我生气病一场。',
                '大哥把埙来吹起，二哥相和就吹篪。你我好比一线穿，',
                '真的对我不深知？摆出三牲猪狗鸡，对神发誓诅咒你！',
                '你是鬼蜮害人精，无影无踪看不清。俨然有副人面目，',
                '却不别人没准绳。写下这首好诗歌，揭露小人反覆情。'
              ],
              "analysis": "谴责某人谗害自己，居心险恶。行踪诡秘。"
            },
            {
              "title": "巷伯",
              "originalText": [
                "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！",
                "哆兮侈兮，成是南箕。彼谮人者，谁适与谋。",
                "缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。",
                "捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。",
                "骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。",
                "彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！",
                "杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。"
              ],
              "note": [
                '萋：“緀”的假借字。“緀”、“斐”都是文采相错的样子。',
                '贝锦：织成贝纹的锦。古人珍视贝壳，所以用为锦上的图案。以上二句是说谗人诬陷别人用许多迷惑人的言语，好像组织好看的文采以成美锦似的。',
                '谮（谮zèn）人：谗害别人的人。',
                '大甚：犹言“过分”。',
                '哆（耻chǐ）：张口。侈（耻chǐ）：大。',
                '南箕：星名，即箕宿。箕宿四星，连起来成梯形，也就是簸箕形。距离较远的两星之间就是箕口。上句“哆”、“侈”言箕口张大。古人认为箕星主口舌，所以用来比谗者。',
                '適（敌dí）：专主。与：助。以上二句意谓谮者害人太甚，或有助谋的人，但不知谁是其中主要的。',
                '缉：本字是“咠（弃qì）”，附耳私语。翩翩：是“谝谝（骈pián）”的假借，谝是巧佞之言。缉缉是说言语之密，翩翩是说言语之巧。',
                '以上二句是警告谗者：你说话谨慎些罢，听者会发现你是不可信的。',
                '捷捷：犹“缉缉”。幡幡（番fān）：犹“翩翩”。',
                '既：犹言“既而”，就是不多时。以上二句就听谗的人说，言听谗者虽接受你的意见，而加害别人，转眼间就将移用于你的身上了。',
                '骄人：指谗者。谗者因谗言被君主听从而跋扈，所以为骄人。好好：喜悦。',
                '劳人：犹“忧人”，指被谗者。草草：是“慅慅（骚sāo）”的假借，忧貌。',
                '视：犹“察”。言察其罪。',
                '矜（今jīn）：哀怜。',
                '畀（必bì）：与。',
                '有北：北方极寒无人之境。',
                '有昊：昊天。犹言“彼苍”。以上六句言必须置那谮人于死地，使昊天制其罪。',
                '杨园：种植杨木的园。一说是园名。',
                '猗（倚yǐ）：加。亩丘：有垄界像田亩的丘。一说是丘名。以上二句言亩丘之上有杨园之道。诗人徘徊在这条道上，吟成这篇诗。',
                '寺人：阉官，是天子侍御之臣。篇题《巷伯》也就是寺人的意思。“孟子”是这寺人的表字，就是这诗的作者。诗人将自己的名字放在篇末，和《节南山》相同。',
                '凡百君子：指执政者。'
              ],
              "simplifiedText": [
                '彩丝亮啊花线明啊，织成贝纹锦。那个造谣的害人精，实在太狠心！',
                '张开嘴啊，咧开唇啊，成了簸箕星。那个造谣的害人精，谁是他的智多星？',
                '嘁嘁喳喳鬼话灵，一心要挖陷人阱。劝你说话加小心，有一天没人再相信。',
                '花言巧语舌头长，千方百计来编诳。并不是没有人上当，只怕你自己要遭殃。',
                '骄横人得意忘了形，劳苦人忧愁长在心。苍天你把眼儿睁！',
                '看看那些骄横人，可怜这些劳苦人！',
                '那个造谣的坏东西，是谁给他出主意？捉住那个造谣的，扔给虎狼去充饥。',
                '虎狼不肯咽，把他撵到北极圈。北极不肯要，送给老天去发落。',
                '一条大路通杨园，路在亩丘丘上边。我是阉人叫孟子，',
                '这支歌儿是我编。诸位君子赏个脸，认真听我唱一遍。'
              ],
              "analysis": "这篇诗是一个表字孟子的寺人所作。作者遭人谗毁，用这诗发泄他的怨愤，给谗者以诅咒，同时劝执政者警惕。"
            }
          ]
        },
        {
          "title": "小雅·谷风之什",
          "poems": [
            {
              "title": "谷风",
              "originalText": [
                "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。",
                "习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。",
                "习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。"
              ],
              "note": [
                '习习：《郑笺》：“习习，和调之貌，东风谓之谷风。”',
                '将：《传疏》：“将犹方也。”',
                '颓（tuí）：暴风由上而下。《毛传》：“颓，风之焚轮者也。”',
                '置予于怀：《郑笺》：“置我于怀，言至亲己也。”',
                '如遗：《郑笺》：“如遗者，如人行道遗忘物，忽然不省存也。”',
                '崔嵬：山高貌。',
                '无木不萎：《毛传》：“草木无有不死叶萎枝者。”'
              ],
              "simplifiedText": [
                '和暖东风微微起，阴雨连绵下不止。当初恐惧危难时，',
                '相依只有我和你。如今安乐生活好，你却把我来抛弃。',
                '和暖东风微微起，忽成旋风吹不已。当初恐惧危难时，',
                '把我紧紧搂怀里。如今安乐生活好，弃我如丢烂东西。',
                '山口大风刮不停，一直刮过高山顶。地上百草全枯死，',
                '山间树木尽凋零。忘了我的大恩情，只把小怨记分明。'
              ],
              "analysis": "弃妇怨恨丈夫可与共患难而不可与共安乐。"
            },
            {
              "title": "蓼莪",
              "originalText": [
                "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。",
                "蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。",
                "瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。",
                "父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！",
                "南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！"
              ],
              "note": [
                '蓼（鹿lù）：《毛传》：“蓼，长大貌。” 莪（俄é）：莪蒿，野草名。戴震《毛郑诗考证》：“按莪，俗呼抱娘蒿，可知诗之取义矣。”',
                '伊：是。',
                '哀哀：《郑笺》：“哀哀者恨不得终养父母，报其生长己之苦。”',
                '劬（渠qú）：劳苦。',
                '蔚（未wèi）：《说文?艸部》：“蔚，牡蒿也。”',
                '瘁：《郑笺》：“瘁，病也。”',
                '罄（庆qìng）：尽。',
                '罍（擂léi）：酒器。《集传》：“罄，尽。……瓶罄矣乃罍之耻，犹父母不得其所，乃子之责。”',
                '鲜（显xiǎn）：《毛传》：“鲜，寡也。” 胡承珙（巩gǒng）《后笺》：“鲜民犹言孤子，即下无父无母之谓。”',
                '怙（沪hù）：依靠。',
                '恤（续xù）：忧。',
                '鞠（居jū）：养育。',
                '拊（抚fǔ）：抚摸。',
                '复：往来。',
                '顾、复、腹：《郑笺》：“顾，旋视。复，反覆。腹，怀抱也。” 何楷《诗经世本古义》：“自少至长，卷卷置之于怀，出入以之，不暂释也。鞠、拊、畜三事，次于生之后，皆以养言。育、顾、复三事，次于长之后，皆以教育言。出入腹我，则总括教养而言。”',
                '昊天罔极：王引之《经义述闻》卷六：“言我方欲报是德，而昊天罔极，降此鞠凶，使我不得终养也。”',
                '烈烈、发发：《集传》：“烈烈，高大貌。发发（拨bō），疾貌。”',
                '穀：《郑笺》：“穀，养也。”',
                '害：忧虑。',
                '律律：犹“烈烈”，高大威壮貌。',
                '弗弗：犹“发发（拨bō）”，迅疾貌。',
                '卒：为父母养老送终。《郑笺》：“卒，终也。我独不得终养父母，重自哀伤也。”'
              ],
              "simplifiedText": [
                '莪蒿生长长又高，不是莪蒿是青蒿。哀痛我的父和母，生儿养女太辛劳。',
                '莪蒿生长高又肥，不是莪蒿却是蔚。可怜我的父和母，生儿养女身憔悴。',
                '小小瓶儿空荡荡，酒坛由此愧难当。孤苦伶仃活世上，不如早日去死亡。',
                '没有父亲依靠谁？没有母亲谁依傍？出门心里含悲伤，进门不见爹和娘。',
                '父啊辛勤生下我，母啊养我劳苦多。抚摸我来爱护我，成长我来教育我，',
                '照顾我来挂念我，出出进进抱着我。如今要报二老恩，老天无端降灾祸！',
                '南山险峻难登上，暴风迅猛透骨凉。别人都能养父母，我独为何遭灾殃？',
                '南山高险难登上，暴风迅猛尘土扬。别人都能养父母，我独无法去送葬。'
              ],
              "analysis": "人民劳苦哀痛父母生养自己，恩德无极，而不能终养。"
            },
            {
              "title": "大东",
              "originalText": [
                "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。",
                "小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。",
                "有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。",
                "东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。",
                "或以其酒，不以其浆。鞙々佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。",
                "虽则七襄，不成报章。彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。",
                "维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。"
              ],
              "note": [
                '饛（蒙méng）：食物满器之貌。簋（鬼guǐ）：古读如“九”，盛食品的器具，圆筒形。见《小雅·伐木》（Y-005）篇。飧（孙sūn）：犹“食”',
                '捄（求qiú）：通作“觩”，角上曲而长之貌，形容匕柄的形状。匕是饭匙或羹匙。以上二句是说周人饮食丰足。',
                '周道：大道或官路。见《桧风·匪风》（F-149）篇。砥（抵dǐ）：磨刀石，磨物使平也叫砥。如砥：言其平。',
                '君子、小人：指贵族与平民。来往于周道的多是有公务的“君子”，他门的行动被“小人”所注视。',
                '睠（眷juàn）：“眷”的异体字。回顾之貌。',
                '潸（衫shān）：涕下貌。东方的贡赋就是由这平直大道输送给周人，所以望之生悲。',
                '小东大东：“东”指东方之国，远为大，近为小。',
                '杼柚（柱逐zhùzhú）：是织机上的两个部分。杼持纬线，柚受经线。“杼柚其空”是说所有丝布被周室搜刮将尽。',
                '纠纠葛屦（句jù），可以履霜：此二句见《魏风·葛屦》（F-107）篇。',
                '佻佻（条tiáo）：《释文》引《韩诗》作“嬥嬥（挑tiǎo）”，美好。',
                '周行：即周道。',
                '疚：病痛。那去了又来的佻佻公子就是来收刮贡赋的人，所以使诗人“心疚”。',
                '冽（列liè）：寒。氿（轨guǐ）：从旁出，流道狭长的泉叫做“氿泉”。',
                '获薪：已割的柴草。以上二句言获薪不能让水浸湿，浸了就要腐烂，比喻困苦的东人不堪再受摧残。',
                '契契：忧苦。',
                '惮（但dàn）：亦作“瘅（但dàn）”。惮人：疲劳的人。',
                '薪是获薪：上“薪”字是动词，言用来供炊。连下文就是说若要把获薪当薪来使用，还可以用车子载往别处，以免继续被水浸。对疲劳的东人也该让他息一息，否则就不堪役使了。',
                '职：专任。来：读为“勑（赖lài）”，慰勉。以上二句是说东方诸国的人专担任劳苦的事而得不着劳（烙lào）勑（劳勑：慰勉）。',
                '西人：指周人。',
                '舟人：犹“舟子”。',
                '裘：古读如“期”。这句是说以熊罴的皮为衣，即所谓粲粲衣服。（《庄子》以“丰狐”、“文罴”并提，熊罴之裘似与狐裘同样珍贵。）',
                '私人：私家仆隶之类。（舟人、私人，当时或许有所指。）',
                '僚：又作“寮”，官。试：用。以上四句是说西人之中某些社会地位地下的人也有丰富的物质享受或有一定的权力。相形之下更见得东人之苦。',
                '以：用。“或”字贯四句。',
                '浆：薄酒。以上二句是说有人用酒，有人连浆也不能用。这是将西人和东人相比，下二句仿此。',
                '鞙鞙（捐juān）：《尔雅》作“琄琄（眩xuàn，又读捐juān）”，玉圆貌。璲（遂suì）：“瑞”字的假借，宝玉。',
                '长：是说杂佩的长。杂佩虽长而有珩（横héng）、璜、琚（居jū）、瑀（雨yǔ）都是小玉，不足宝贵。西人崇尚奢侈，所以不用普通的长佩只用琄琄的宝玉。而东人连普通的长佩都不得佩。',
                '汉：云汉，就是天河。',
                '监：鉴。镜子叫做“鉴”，以镜照形也叫做“鉴”。古人以水为鉴。以上二句是说天河鉴人只有光，不见影。',
                '跂（齐qí）：歧。织女三星，下二星像两足分歧。',
                '襄：驾。七驾言移动位置七次。一日七辰，每辰移动一次，因而称为“七襄”。（一昼夜分为十二辰，通常以自卯时到酉时为昼，共七辰。）',
                '报：复，就是往来的意思。织时要将纬线一来一去，然后成纹。织女空有织名，不能反复，所以无成。',
                '睆（缓huǎn）：明貌。牵牛：星名，俗称扁担星。',
                '服：驾。箱：指车箱（车内容物之处）。以上二句是说这星名为牵牛而不能用来驾车。《文选·思玄赋》李善注引作“不可以服箱”。',
                '启明、长庚：同是金星的异名，朝在东方，叫做“启明”，晚在西方，叫做“长庚”。',
                '毕：星名。共八星，形状像田猎时所用的毕网（有柄的网）。捄：形容毕星的柄。',
                '施（易yì）：犹“张”。行：路。毕是手持掩兔的小网，拿来张在路上，当然更不会有实用。',
                '箕：星名，见《小雅·巷伯》（Y-040）篇“南箕”条注。簸：扬米去糠。以上二句是说箕星徒然叫做“箕”，不能拿来簸糠。',
                '斗：南斗星。南斗六星聚成斗形。当它和箕星同在南方的时候，箕在南，斗在北。',
                '挹（易yì）：用勺酌水。斗本来是挹取液体的器具，既不能挹酒浆，也是空有斗之名。',
                '翕（吸xī）：读为“歙”，缩。箕星的形状口大而底短缩，这样的箕本不能簸扬。',
                '揭：高举。南斗的柄常指西而高举。用斗挹酒必须将柄持平，柄高则斗倾侧面而酒外泻。诗人指出斗柄的方向或许又有暗示授柄西人，向东方挹取的意思。《集传》：“斗西揭其柄，反若有所挹取于东。”'
              ],
              "simplifiedText": [
                '饭盒儿装得慢慢，饭匙儿长柄弯弯。大路好像磨平，直得好像箭杆。',
                '贵人们来来往往，小百姓瞪着两眼。回转头看了再看，忍不住双泪涟涟。',
                '远近的东方之邦，织机上搜刮精光。葛布鞋丝带缠绑，穿起来不怕寒霜。',
                '漂亮的公子哥儿，大路上来来往往。来了去去了又来，真教我看着心伤。',
                '旁流的泉水清冷，别浸着割下的柴薪。为什么苦苦长叹，可怜我疲劳的人。',
                '谁要用这些薪柴，还得拿车儿装载。可怜我疲劳的人，休息难道不该。',
                '东方的子弟，穷苦没人慰问。西方的子弟，衣服鲜亮照人。',
                '船户的子弟，身穿熊皮轻暖。家奴的子弟，都来当吏当官。',
                '有人不少喝酒，有人喝浆不得。有人佩着宝玉，有人杂佩也没。',
                '天上有条银河，照人有光无影。织女分开两脚，一天七次行进。',
                '虽说七次行进，织布不能成纹。牵牛星儿闪亮，拉车可是不成。',
                '启明星在东方，长庚星在西方。天毕星柄儿弯长，倒把它张在路上。',
                '南边有座箕星，不能拿来簸糠。北边有座斗星，不能拿来舀酒浆。',
                '南边的箕星，舌头不能伸长。北边的斗星，柄儿举向西方。'
              ],
              "analysis": "这是东方诸侯之国的人困于赋役，怨刺周室的诗。相传作者是谭国人。谭国在今山东省历城县东南。从第一章到第五章上半篇都是以周人的生活和东人对比，写东人的困苦和怨愤。从第五章后半以下历举天上星宿有空名无实用，见出不合理的事无处不存在。"
            },
            {
              "title": "四月",
              "originalText": [
                "四月维夏，六月徂署。先祖匪人，胡宁忍予？",
                "秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？",
                "冬日烈烈，飘风发发。民莫不穀，我独何害？",
                "山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！",
                "相彼泉水，载清载浊。我日构祸，曷云能穀？",
                "滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？",
                "匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。",
                "山有蕨薇，隰有杞桋。君子作歌，维以告哀。"
              ],
              "note": [
                '徂（殂cú）：始。《郑笺》：“四月立夏矣，至六月乃始盛暑。”',
                '匪人：王夫之《诗经稗疏》：“其云匪人者，犹非他人也。有诗曰‘兄弟匪他’，义与此同。犹言‘父母生我，胡俾我瘉（喻yù）’（见《小雅·正月》篇）也。”',
                '腓（肥féi）：通“痱”，枯萎。《毛传》：“凄凄，凉风也。卉，草也。腓，病也。” 《郑笺》：“凉风用事而众草皆病，兴贪残之政行而万民困病。”',
                '离瘼（莫mò）：《毛传》：“离，忧。瘼，病。适，之也。”',
                '烈烈、：《郑笺》：“烈烈，犹栗烈也。发发，疾貌。”',
                '穀：《集传》：“穀，善也。”',
                '废：习惯。残贼：害虫。《毛传》：“废，忕（是shì）也。”《正义》引《说文》：“忕，习也。”',
                '尤：《郑笺》：“尤，过也。”',
                '构：遘，遭遇。《通释》：“构者遘之假借，构祸犹云遭祸也。”',
                '纪：纲，约束之意。',
                '有：《通释》：“有，当读如相亲有之有。”',
                '鹑（团tuán）：雕。鸢（渊yuān）：鹰。《毛传》：“鹑，雕也。雕鸢，贪残之鸟也。”',
                '鳣（粘zhān）、鲔（委wěi）：鱼名。《尔雅?释鱼》郭璞注：“鳣……今江东呼为黄鱼。”《集传》：“鳣鲔，大鱼也。”',
                '“山有”二句：《郑笺》：“此言草木尚各得其所，人反不得其所，伤之也。”'
              ],
              "simplifiedText": [
                '夏历四月白日长，六月酷暑当骄阳。先祖难道是别人，为何忍心我遭殃？',
                '秋风萧瑟天气凉，百草凋零尽枯黄。世乱人离多病苦，回到哪里向哪方？',
                '冬日天冷草木残，狂风呼啸刺骨寒。人们莫不生活好，为啥我独遭灾难。',
                '山上草木好又多，栗树梅树长满坡。人们习惯为残害，没谁知道是罪过。',
                '瞧那泉水在山坡，有时清来有时浊。我今天天遭灾祸，何时能过好生活。',
                '白浪滔滔江汉水，统领南方众河流。鞠躬尽瘁为国事，没人和我做朋友！',
                '那是大雕那是鸢，展翅高飞上云天。那是黄鱼那是鲤，摆尾潜逃在深渊。',
                '山上长有蕨和薇，杞树桋树洼地生。君子写下这首歌，为诉心头忧伤情。'
              ],
              "analysis": "大夫行役，遭遇变乱，有家无归，自诉忧苦。"
            },
            {
              "title": "北山",
              "originalText": [
                "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。",
                "溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。",
                "四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。",
                "或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。",
                "或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。",
                "或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。"
              ],
              "note": [
                '偕偕：强壮貌。士子：作者自称。',
                '从事：言办理王事。',
                '盬（古gǔ）：止息。王事靡盬：见《小雅·四牡》（Y-002）篇注释。',
                '忧我父母：使父母担忧。',
                '溥（普pǔ）：犹“普”。《左传》、《孟子》、《荀子》、《韩非子》等书引作“普”。',
                '率：自。滨：水边。古人相信中国四周都有海，“率土之滨”是举外以包内，犹言“四海之内”。',
                '大夫：执政大臣。不均：不公平。',
                '贤：古音xín。独贤：犹言“独多”、“独劳”。',
                '彭彭：不得休息之貌。',
                '傍傍：纷至沓来，无穷尽之貌。',
                '鲜：犹“嘉”，善。将：壮。',
                '旅力：即膂力。',
                '燕燕：安息貌。居息：言在私居休息。',
                '瘁：劳。“尽瘁”等于说不留余力。',
                '偃：卧。',
                '不已于行：言奔走不停。',
                '叫号：呼叫号哭。不知叫号：言不识人间有痛苦事。',
                '惨：一作“懆（草cǎo）”，见《陈风·月出》篇注。“懆懆”，不安。',
                '栖迟：叠韵连绵词，栖息盘桓之意。见《陈风·衡门》篇。',
                '偃仰：犹“息偃”。',
                '鞅掌：叠韵连绵词，忙乱烦扰的意思。',
                '湛（耽dān）：乐。',
                '风：犹“放”。议：古读如“俄”。风议：就是放言。',
                '为：古读如“讹”。'
              ],
              "simplifiedText": [
                '登上北山头，为把枸杞采。强干的士子，早晚都当差。',
                '王家的事儿无穷无尽，带累我的父母难解忧怀。',
                '普天之下，哪一处不是王土。四海之内，谁不是王的臣仆。',
                '执政大夫不公不平，偏教我独个儿劳碌。',
                '四匹马奔忙路上，王家事纷纷难当。夸奖我说我还不老，',
                '重视我为我正强壮。就因我筋力未衰，驱使我奔走四方。',
                '有些人在家里安安逸逸，有些人为国事精疲力竭。',
                '有些人吃饱饭高枕无忧，有些人在道路往来奔走。',
                '有些人不晓得人间烦恼，有些人身和心不断操劳。',
                '有些人随心意优游闲散，有些人为王事心忙意乱。',
                '有些人贪杯盏终日昏昏，有些人怕得罪小心谨慎。',
                '有些人耍嘴皮只会扯淡，有些人为公家什么都干。'
              ],
              "analysis": "这篇和《北门》篇相类，是小官道苦道怨的诗。苦的是“王事鞅掌”，怨的是劳逸不均。第一章言久役贻父母之忧。第二章言役使不均。第三章言奔走四方。第四、五、六章历举不均的现象，将朝廷上别人的悠闲和自己的劳苦对比。"
            },
            {
              "title": "无将大车",
              "originalText": [
                "无将大车，祇自尘兮。无思百忧，祇自疧兮。",
                "无将大车，维尘冥冥。无思百忧，不出于颎。",
                "无将大车，维尘雍兮。无思百忧，祇自重兮。"
              ],
              "note": [
                '将（降jiàng）：推。《郑笺》：“将犹扶进也。”《集传》：“大车，平地任载之车。”',
                '疧（齐qí）：忧病。',
                '冥冥：尘飞貌。《郑笺》：“冥冥者，蔽人目明，合无所见也。”',
                '颎（窘jiǒng）：光明。《郑笺》：“思众小事以为忧，使人蔽暗不得出于光明之道。”',
                '雍：《郑笺》：“雍犹蔽也。”',
                '重（众zhòng）：沉重，劳累。'
              ],
              "simplifiedText": [
                '载重大车不用扶，只会弄得一身土。莫想各种忧心事，只会伤身自吃苦。',
                '不要扶着大车行，尘土飞扬迷眼睛。莫想各种忧心事，伤心过度失光明。',
                '不要扶着大车行，尘土飞扬蔽天空。莫想各种忧心事，只会负担更加重。'
              ],
              "analysis": "一位服役者于乱世中聊作旷达，表示要排除各种忧虑。"
            },
            {
              "title": "小明",
              "originalText": [
                "明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！",
                "昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。",
                "昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。",
                "嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。",
                "嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。"
              ],
              "note": [
                '艽（求qiú）野：远郊荒野。',
                '二月：夏历十二月。初吉：《毛传》：“初吉，朔日也。”《传疏》：“朔日者，谓月朔之日，不必定在始一日，自一至十皆是也。”',
                '共（工gōng）人：“共人，僚友之处者也。”',
                '罟（古gǔ）：网。',
                '日月：时光。除：《郑笺》：“四月为除。”',
                '曷云其还？岁聿云莫：曷（何hé）：怎么，何时。聿（遇yù）：古汉语助词，用在句首或句中。《集传》：“今未知何时可还，而岁已暮矣。”',
                '孔庶：《郑笺》：“孔，甚。庶：众也。”',
                '惮：《毛传》：“惮，劳也。”',
                '睠睠（眷juàn）：怀念貌。《集传》：“睠睠，勤厚之意。”',
                '奥（遇yù）：暖。',
                '蹙（促cù）：急。《传疏》：“蹙，促也。”',
                '萧、菽：《传疏》：“萧，蒿也。菽：九谷中最后获者。”',
                '戚：《毛传》：“戚，忧也。”',
                '兴：《郑笺》：“兴，起也。夜卧起宿于外，忧不能宿于内也。”',
                '反覆：《郑笺》：“反覆，谓不以正罪见罪。”',
                '恒：《集传》：“恒，常也。……无以安处为常。”',
                '靖：审慎。共：通“供”。',
                '穀：《集传》：“穀，禄也。以，犹与也。”',
                '好：《郑笺》：“好，犹与也。”',
                '介：给予。闻一多《诗经新义》：“匄（同丐gài）、乞皆取、予二义，介字亦然。”'
              ],
              "simplifiedText": [
                '光辉明亮天上日，普照天下达四极。当日出征往西去，直达边疆荒凉地。',
                '腊月初旬已出发，如今寒来暑又离。心里忧愁说不完，好比毒药苦难吃。',
                '思念忠诚老同事，泪如雨下沾裳衣。难道不想回家去？就怕法网担不起。',
                '当日出发往边疆，四月良辰正相当。啥时能够回家乡？年关将近尚无望。',
                '想我孤单一个人，公事纷繁日夜忙。心中烦闷多凄凉，终年劳苦没时光。',
                '思念忠诚老同事，殷勤眷恋不能忘。难道不想回家去？怕人怪罪乱开腔。',
                '当日出发往边疆，风和日丽暖洋洋。啥时能够回家乡？政事越来越紧张。',
                '一年很快过完了，采蒿收豆又该忙。心里忧愁没处说，自寻烦恼自担当。',
                '念及忠诚老同事，起床漫步独惆怅。难道不想回家去？怕人诬陷遭祸殃。',
                '哎呀诸位老同事，不要居家常安逸。本职工作须做好，',
                '交结朋友要正直。神明听了这一切，定把福禄赐给你。',
                '哎呀诸位老同事，不要居家常逍遥。本职工作须做好，',
                '正直君子勤结交。神明听到这消息，赐你大福年寿高。'
              ],
              "analysis": "世乱久役，一位官员欲归不能，忧苦哀怨，思念旧友，以处世之道相勉。"
            },
            {
              "title": "鼓钟",
              "originalText": [
                "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。",
                "鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。",
                "鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。",
                "鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以龠不僭。"
              ],
              "note": [
                '将将（锵qiāng）、汤汤（商shāng）：《集传》：“将将，声也。汤汤，沸腾之貌。”',
                '淑、怀、允：《集传》：“淑，善。怀，思。允，信也。……思古之君子不能忘也。”',
                '喈喈（接jiē）：钟声。',
                '湝湝（接jiē）：水疾流貌。《说文?水部》：“湝湝，水流湝湝也。”《集传》：“苏氏曰：始言汤汤，水盛也。中言湝湝，水流也。终言三洲，水落而洲见也。”',
                '回：邪僻。',
                '鼛（高gāo）：《毛传》：“鼛，大鼓也。”',
                '妯（抽chōu）：激动。《郑笺》：“妯之言悼也。”',
                '犹：缺点，过失。《郑笺》：“犹当作愈，愈，病也。”',
                '钦钦：《集传》：“钦钦，亦声也。”',
                '笙磬：姚际恒《诗经通论》：“笙在堂上，磬在堂下，言堂上堂下之乐皆和也。”',
                '雅南：《毛传》：“为雅为南也。”《集传》：“雅，二雅也。南，二南也。”',
                '龠（月yuè）：排箫。僭（见jiàn）：乱。《正义》：“以为龠舞。谓吹龠而舞也。”'
              ],
              "simplifiedText": [
                '编钟敲起响叮当，淮水奔腾向东方。',
                '心里忧愁又悲伤。古代贤人和君子，实在念念不能忘。',
                '编钟敲起声缭绕，淮水奔腾浪滔滔。心里忧愁又烦恼。',
                '古代贤人和君子，品行端正道德高。',
                '敲钟击鼓声悠悠，淮水中间有三洲。心里悲伤又忧愁。',
                '古代贤人和君子，道德无瑕品行优。',
                '编钟敲起声钦钦，又弹瑟来又弹琴。笙磬和谐真好听。',
                '既有雅乐和南乐，排箫伴奏依次行。'
              ],
              "analysis": "诗人在淮水边上观赏周乐，思念古圣贤，倍增忧伤。"
            },
            {
              "title": "楚茨",
              "originalText": [
                "楚楚者茨，言抽其棘，自昔何为？我艺黍稷。我黍与与，我稷翼翼。我仓既盈，我庾维亿。以为酒食，以享以祀，以妥以侑，以介景福。",
                "济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆！",
                "执爨踖踖，为俎孔硕，或燔或炙。君妇莫莫，为豆孔庶。为宾为客，献酬交错。礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢！",
                "我孔熯矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。卜尔百福，如几如式。既齐既稷，既匡既敕。永锡尔极，时万时亿！",
                "礼仪既备，钟鼓既戒，孝孙徂位，工祝致告，神具醉止，皇尸载起。鼓钟送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。",
                "乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之！"
              ],
              "note": [
                '抽：拔除。《集传》：“楚楚，盛密貌。茨，蒺藜也。抽，除也。”',
                '蓺（艺yì）：通“艺”，种植。《集传》：“古人乃为此事乎，盖将使我于此艺黍稷也。”',
                '与与：繁盛貌。翼翼：犹“与与”。《集传》：“与与、翼翼，皆蕃盛貌。”',
                '庾（雨yǔ）：露天谷仓。《毛传》：“露积曰庾。”《郑笺》：“十万曰亿。”',
                '妥：安坐。侑（右yòu）：劝饮劝食。',
                '济济、跄跄：恭敬端庄。《集传》：“济济跄跄，言有容也。”',
                '絜：使之洁。',
                '烝（蒸zhēng）尝：《郑笺》：“冬祭曰烝，秋祭曰尝。”',
                '“或剥”二句：《郑笺》：“有肆其骨体于俎者，或奉持而进之者。”',
                '祊（崩bēng）：庙门。《毛传》：“祊，门内也。”',
                '明：《郑笺》：“明犹备也、洁也。”',
                '皇：《郑笺》：“皇也。先祖以孝子祀礼甚明之故，精气归旺之。”',
                '神保：神明。《集传》：“神保，盖尸之嘉号。”',
                '孝孙：《集传》：“孝孙，主祭之人也。庆，犹福也。”',
                '爨（篡cuàn）：灶。踖踖（及jí）：恭敬勤敏。',
                '俎（阻zǔ）：盛肉的礼器。',
                '燔（凡fán）、炙（至zhì）：《郑笺》：“燔，燔肉也。炙，肝炙也。”',
                '莫莫：《毛传》：“莫莫，言清静而敬至也。”曾运乾《毛传说》：“天子诸侯之妻称君妇，犹大夫士妻之称主妇。”',
                '豆：《毛传》：“豆，谓肉羞庶羞也。”',
                '献酬：《郑笺》：“始主人酌宾为献；宾既酌主人，主人又自饮酌宾曰酬。”',
                '度、获：《集传》：“度，法度也。获，得其宜也。”',
                '格：来。',
                '酢（坐zuò）：《毛传》：“酢，报也。”《正义》：“报以大大之福。”',
                '熯（赧nǎn）：敬惧。通“戁（赧nǎn）”。（熯：又读汉hàn）',
                '愆（牵qiān）：过失。式礼莫愆：《郑笺》：“法式无过愆。”',
                '致告：《集传》：“致告，祝传尸意，告利于主人，言孝孙之利养成毕也。”',
                '赉（赖lài）：《毛传》：“赉，予也。” 《正义》：“致神之意以告主人。” 《通释》：“《皋陶谟》百工即百官，工祝正对皇尸，为君尸言之，犹《书》言官占也。”',
                '苾（闭bì）：馨香。《郑笺》：“苾苾芬芬，有孝祀也。”',
                '几：期。《毛传》：“几，期。式，法也。”',
                '稷：《毛传》：“稷，疾。”《传疏》：“齐、稷、匡、敕皆祭祀肃敬之意”',
                '极：《集传》：“极，至也。”',
                '戒：齐备。《郑笺》：“戒诸在庙中者以祭礼毕。”',
                '孝孙徂（cú）位：《郑笺》：“孝孙往位君堂下西面位也。”',
                '尸：《郑笺》：“尸，节神者也。”',
                '废：拿走。彻：通“撤”。《郑笺》：“废，去也。尸出而可彻，诸宰撤去诸馔（撰zhuàn，饭食）。”',
                '燕私：《郑笺》：“祭祀毕，归（馈）宾客豆俎。同姓则留与之燕（宴），所以尊宾客亲骨肉也。”',
                '以绥后禄：《正义》：“祭时在庙，燕当在寝，故言祭时之乐皆复来入于庙而奏之，以安从今以后之福禄。”',
                '将：《尔雅?释诂》：“将，美也。”',
                '小大：《郑笺》：“小大，犹长幼也。”',
                '惠：《郑笺》：“惠，顺也。甚顺于理，甚得其时。”',
                '子孙：《郑笺》：“愿子孙勿废而长行之。”',
                '替：废。引：敛。'
              ],
              "simplifiedText": [
                '密密丛生野蒺藜，锄去杂草除荆棘。古今如此为什么？',
                '我种高粱和黄米。我的黄米多茂密，我的高粱很整齐。',
                '我的粮仓已装满，我的谷囤千万计。用来蒸酒做饭食，',
                '进献神灵把祖祭。请尸安席又劝酒，用来祈求大福气。',
                '态度端庄又恭敬，牛羊洗刷多干净。秋祭冬祭都举行。',
                '有的剥皮有的烹，摆上桌来端上厅。巫师祭神庙门里，',
                '仪式隆重又齐整。先祖到来很赞美，神保品尝真高兴，',
                '主祭孝孙有吉庆。神灵报答降大福，赐你万寿无止境。',
                '厨师认真做菜肴，盛肉木豆大又高，肉要烧来肝要烤。',
                '主妇小心多辛劳，酒肉满桌真不少，招待客人态度好。',
                '宾主劝酒交错行，礼节仪式都周到，笑语得宜不喧闹。',
                '神灵大驾已光临，赐你大福相酬报，万寿无疆永不老。',
                '我们态度很恭顺，礼节周到不越分。祝官代神来致词，',
                '去把福禄赐孝孙。酒食馨香祭礼勤，神明享受多欢欣，',
                '百种福禄赐你身。祭祀及时合标准，行动整齐又快迅，',
                '态度端正又谨慎。神明赐你无量福，成万成亿多如林。'
              ],
              "analysis": "周王秋冬祭祀祖先的乐歌。"
            },
            {
              "title": "信南山",
              "originalText": [
                "信彼南山，维禹甸之。畇々原隰，曾孙田之。我疆我理，南东其亩。",
                "上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。",
                "疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。",
                "中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。",
                "祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。",
                "是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。"
              ],
              "note": [
                '信：长远之意。曾运乾《毛传说》：“信读如伸，长远貌。”',
                '甸（垫diàn）：治田。',
                '畇畇（匀yún）：平坦整齐貌。《通释》：“畇畇，田已均治之貌。”',
                '曾孙：《集传》：“曾孙，主祭者之称。曾，重也。自曾祖以至无穷，皆得称之也。”',
                '疆、理、亩：《集传》：“疆者，为之大界也。理者，定其沟涂也。亩，垄也。”',
                '同：重。《集传》：“同云，云一色也，将雪之候如此。” ',
                '雰雰（分fēn）：纷纷。《毛传》：“雰雰，雪貌。丰年之冬必有积雪。”',
                '霡霂（脉木màimù）：小雨。',
                '渥（握wò）、沾（粘zhān）：《集传》：“优、渥、沾、足，皆饶洽之意也。”',
                '埸（异yì）：畔。田界。',
                '彧彧（遇yù）：茂盛貌。《集传》：“埸，畔也。翼翼，整饬（赤chì）貌。彧彧，茂盛貌。”',
                '畀（毕bì）：给予。尸宾：代表先祖受祭的活人。《郑笺》：“畀，予。……至祭祀齐戒则以赐尸与宾。”',
                '庐：“芦”之假借，即萝卜。郭沫若《从周代农事诗论到周代社会》：“中田有庐与疆埸有瓜为对文，可知庐必然是芦字。”《说文》：“庐，芦菔也。”',
                '菹（租zū）：盐渍。《毛传》：“剥瓜为菹也。” 《集传》：“菹，酢（醋cù）菜也。”',
                '祜（户hù）：《郑笺》：“皇，君。祜，福也。”',
                '骍（新xīn）：毛皮红色的马或牛。《集传》：“骍，赤色，周所尚也。”',
                '鸾刀：《毛传》：“鸾刀，刀有鸾者。”',
                '膋（辽liáo）：脂膏。《郑笺》：“膋，脂膏也。血以告杀，膋以升臭。合之黍稷，实之于萧，合馨香也。”',
                '烝（蒸zhēng）：《集传》：“烝，进也。或曰冬祭名。” ',
                '苾苾（闭bì）芬芬：《郑笺》：“既有牲物而进献之，苾苾芬芬然香，祀礼于是则明也。”',
                '皇：赞美，嘉许。'
              ],
              "simplifiedText": [
                '终南山脉延绵长，大禹治水曾开荒。高原洼地都平坦，',
                '曾孙耕作种稻粱。画定田界整好地，垄亩向南或东向。',
                '天上乌云密密布，瑞雪纷纷飘四处。更加蒙蒙细雨下，',
                '雨量充沛好耕锄。大地滋润水分足，生长百谷极丰富。',
                '田地边界修整好，黄米高粱生长旺。曾孙把它来收获，',
                '酿酒做饭甜又香。献给神尸和来宾，祈求福寿万年长。',
                '田中种植有萝卜，田边地头长瓜蔬。剥的剥来腌的腌，',
                '献给伟大老先祖。曾孙寿命长不老，皇天保佑赐福禄。',
                '祭祀神灵用清酒，再献黄牛肥有膘，清酒牛肉敬祖考。',
                '手中拿起銮铃刀，拨开牺牲项下毛，取出牛血牛脂膏。',
                '举行冬祭献佳肴，香气四溢真芬芳。祭事办得很漂亮，',
                '先祖到来多赞赏。降下大福作报偿，赐你大寿永无疆。'
              ],
              "analysis": "周王冬祭祖先的乐歌。描写田亩整齐，风调雨顺，年丰岁稔（忍rěn），祭祀祈福。"
            }
          ]
        },
        {
          "title": "小雅·甫田之什",
          "poems": [
            {
              "title": "甫田",
              "originalText": [
                "倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。",
                "以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。",
                "曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。",
                "曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。"
              ],
              "note": [
                '倬（捉zhuō）：大。甫田：大田。《通释》：“甫田为大田，则倬宜为大貌。”',
                '十千：《毛传》：“十千，言多也。”',
                '耘、耔（子zǐ）：《毛传》：“耘，除草也。耔，雍（壅）本也。”',
                '薿薿（拟nǐ）：茂繁貌。《集传》：“薿，茂盛貌。”',
                '烝（蒸zhēng）：召。髦（茂mào）士：田官。《集传》：“烝，进也。髦，俊也。”《集疏》：“黄山云：介当读如陈奂说，介，大也，言长大其黍稷也。止，至也，言至于得谷也。田畯，以农夫之俊者为之……农夫献新，田畯致之。”',
                '齐明：祭器所盛地谷物。《集传》：“齐（资zī）与粢（资zī，古代供祭祀的谷物）同。”《曲礼》：“稷曰明粢。此言齐明，便文以协韵耳。牺羊，纯色之羊也。”',
                '社、方：《郑笺》：“秋祭社与四方，为五谷成熟报其功也。”',
                '臧：《郑笺》：“臧，善也。我田事善，则庆赐农夫。”',
                '御（遇yù）：迎接。田祖：《毛传》：“田祖，先啬也。”',
                '介、穀：《郑笺》：“介，助。穀，养也。”',
                '妇子：曾运乾《毛传说》：“王后无随王劝农之事，妇子自指农夫之妇子。”',
                '馌（叶yè）：送饭。',
                '攘（让ràng）：《集传》：“攘，取。”',
                '禾易：《通释》：“按易与移一声之转。”《说文》：“移，禾相倚移也。倚移读若阿那，为禾盛之貌。……此诗禾易当为禾移之假借，谓禾蕃竟亩也。” 《集传》：“有，多。”',
                '茨（次cì）：草屋顶。《郑笺》：“茨，屋盖也。” 《诗缉》：“未刈（艺yì，割）之禾曰稼。其稼在田，由高处视之，则稼在下，而见甚密，故如屋茅。由平处视之，则稼在上，而见其高，故曰桥梁。”',
                '庾（雨yǔ）：《郑笺》：“庾，露积谷也。”',
                '坻（持chí）：《集传》：“坻，水中之高地也。京，高丘也。”',
                '庆：《郑笺》：“庆，赐也。年丰则劳赐农夫益厚，既有黍稷，加以稻粱。”'
              ],
              "simplifiedText": [
                '大田一片广无垠，每年收粮千万斤。我取仓中陈谷子，',
                '一一分配养农民，从古都有好收成。今往南亩去视察，',
                '农人除草培禾根，黍稷茂盛密如林。庄稼长大得丰收，田官进献多殷勤。',
                '黄米高粱满盆装，更有纯色大公羊，祭祀土地祭四方。',
                '我的田地收成好，赏赐农夫喜洋洋。弹奏琴瑟又打鼓，迎接田祖大驾降。',
                '祈求老天降甘雨，助我黍稷好成长，我家男女得抚养。',
                '曾孙来到大田里，农夫带领妻和子，齐往南郊送饭食。',
                '田官看了心欢喜，取来左右饭和菜，尝尝好吃不好吃。',
                '禾苗茂盛长满田，又好又多难数计。曾孙不恼恨满意，农夫敏捷多努力。',
                '曾孙庄稼收成好，厚如屋盖又如桥。曾孙粮囤个个满，好比山丘堆积高。',
                '准备粮仓千百间，要求车厢成万套。黍稷稻粱都不少，赏赐农夫乐陶陶。',
                '神降大福作回报，万寿无疆永不消。'
              ],
              "analysis": "周王祭祀土地、四方和神农，祈求大福。"
            },
            {
              "title": "大田",
              "originalText": [
                "大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。",
                "既方既皂，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。",
                "有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。",
                "曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。"
              ],
              "note": [
                '大田：面积广大的田。',
                '种：选种子。戒（古音记jì）：修农具。',
                '既备：言上述的事已准备停当。乃事：言从事下文所述的工作。这句句法和《大雅·公刘》篇的“既顺乃宣”相同。',
                '覃：剡（掩yǎn）字的假借，锐利。耜（似sì）：似犁的农具。',
                '俶（处chù）：始。载：从事。亩：古音“米”。这句是说开始工作于南亩。',
                '庭：读为“挺”，生出。这句是说百谷生出而硕大。',
                '曾：犹“重”。孙之子为“曾孙”，以下每代都可以称曾孙。这里指周王。若：顺。这句是说一切顺了王的意愿。',
                '方：房。皁（皂zào）：谷实才结成的状态。既房是说已生长粟皮，既皁是说已生长谷壳。下句“坚”、“好”也是指谷粒而言。',
                '稂（郎láng）：禾粟之生穗而不充实的，又叫“童梁”。莠（有yǒu）：草名，叶穗像禾。',
                '螟（冥míng）：吃苗心的小青虫，长约半寸。螣（特tè）：《说文》作“蟘”，虫名，长一寸许，食苗叶，吐丝。',
                '蟊（矛máo）：吃苗根的虫。贼：也是虫名，专食苗节，善钻禾秆。',
                '稚：幼禾。',
                '田祖：稷神。神：犹“灵”。',
                '畀（必bì）：付。以上二句是希望于稷神之词，言田祖是有灵的，将这些害虫投到火里去吧。',
                '渰（掩yǎn）：云起貌。萋萋：“淒淒”的假借，《韩诗外传》作“淒淒”。注见《郑风?风雨》（F-090）篇。',
                '祈祈：徐徐。',
                '公田：属于公家的田。',
                '私：属于私人的田。',
                '不获稚：因未成熟而不割的禾。',
                '穧（剂jì）：收割。不敛穧：已割而未及收的禾。',
                '遗秉：遗漏了的成把的禾。',
                '滞穗：抛撒在田里的穗子。',
                '伊：犹“是”。以上五句是说这里那里都有遗下的穗粒，准许穷苦的寡妇拾取。',
                '方：祭四方之神。禋（因yīn）：精洁致祭。',
                '骍（辛xīn）：赤色牲。黑：古音hī。',
                '介：读为“丐”，求。景：大。福：古读如“逼”。'
              ],
              "simplifiedText": [
                '大田里多种多收。种子选了农具修，各事齐备来动手。',
                '用我锋利的犁头，开始整南田的土壤。播种庄稼多样，',
                '生长得棵棵茁壮，顺了周王的希望。',
                '谷粒长了谷壳，长得结实完好，没有稂草莠草。',
                '除去青虫丝虫，蝗虫和它的同伙，别祸害我的幼禾。',
                '田祖有灵，把它们投进大火。',
                '阴云洋洋飘来，好雨缓缓下了。好雨落在公田，私田同时沾到。',
                '那里有未成熟的禾，这里有收不及的谷；',
                '那里有遗落的禾把，这里有谷穗抛撒。舍给孤苦寡妇家。',
                '王来看收成，带着妻和子。送饭送到田里，田官来了也欢喜。',
                '王来祭祀四方，牺牲有赤有黑，还有稷子黄米。',
                '奉请诸神受祭，得福不可估计。'
              ],
              "analysis": "这是西周农事诗之一。第一章写农夫耕作播种，嘉谷生长。第二章写清除虫害，谷粒坚好。第三章写雨水调和，收获丰盛。第四章写周王犒劳农夫，祭神求福。"
            },
            {
              "title": "瞻彼洛矣",
              "originalText": [
                "瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。",
                "瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。",
                "瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。"
              ],
              "note": [
                '泱泱：水深广貌。《集传》：“洛，水名，在东都，会诸侯之处也。泱泱，深广也。”',
                '君子：《集传》：“君子，指天子也。”',
                '茨（次cì）：草屋顶，喻多。《郑笺》：“茨，屋盖也。如屋盖，喻多也。”',
                '韎韐（魅阁mèigé）：红色皮制蔽膝。奭（事shì）：赤色。',
                '作六师：《集传》：“作，犹起也。六师，六军也，天子六军。”',
                '鞸琫（比绷bǐběng）：有纹饰的刀鞘。珌（必bì）：刀鞘下饰。',
                '同：会集。《集传》：“同，犹聚也。”'
              ],
              "simplifiedText": [
                '看看那条洛水河，汪洋一片真宽广。君王大驾已光临，',
                '福如屋盖多无量。熟皮蔽膝赤又黄，六军振作练武忙。',
                '看看那条洛水河，汪洋一片真宽广。君王大驾已光临，',
                '刀鞘玉饰真漂亮。君子寿命万年长，永保室家得安康。',
                '看看那条洛水河，汪洋一片真宽广。君王大驾已光临，',
                '福禄齐备世无双。君子寿命万年长，永保家富国更强。'
              ],
              "analysis": "赞美周王会诸侯于东都，戎服讲武，保卫家邦。"
            },
            {
              "title": "裳裳者华",
              "originalText": [
                "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。",
                "裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。",
                "裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。",
                "左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。"
              ],
              "note": [
                '裳裳：花丰盛貌。',
                '湑（许xǔ）：茂盛貌。《毛传》：“裳裳，犹堂堂也。湑，盛貌。”',
                '觏（够gòu）：遇见。《郑笺》：“觏，见也。之子，是子也。” 《集传》：“则其心倾写而悦乐之矣。”',
                '誉处：安乐。王引之《经义述闻》卷五：“誉处，安处也。”',
                '芸：花叶发黄貌。',
                '有章：有才华。《集传》：“章，文章也。有文章，斯有福庆矣。”',
                '骆（落luò）：黑鬃的白马。',
                '沃若：威仪之盛。',
                '“左之”四句：《毛传》：“左阳道，朝祀之事；右阴道，丧戎之事。” 《通释》：“左之右之，宜从钱澄之（《间诗诗学》）说，谓左辅右弼。”',
                '似：《毛传》：“似，嗣也。” 《正义》：“此二德者，我先人维其并能有之，是以先王使其子孙嗣之。”'
              ],
              "simplifiedText": [
                '花儿朵朵多鲜明，叶儿青青真茂盛。我今见到这个人，',
                '心里实在很高兴。心里实在很高兴，有个安乐好家庭。',
                '花儿朵朵多辉煌，颜色鲜艳似金黄。我今见到这个人，',
                '服饰华美有文章。服饰华美有文章，从此喜庆得吉祥。',
                '色彩鲜明朵朵花，有黄有白都不差。我今见到这个人，',
                '驾着黑鬣白色马。驾着黑鬣白色马，六条缰绳有光华。（鬣：音列liè）',
                '任职左辅主朝政，君子才德无不胜。任职右弼掌戎兵，',
                '君子有德有才能。君子有德有才能，祖宗事业得继承。'
              ],
              "analysis": "周天子赞美诸侯才德兼备，车马美盛，无所不宜。"
            },
            {
              "title": "桑扈",
              "originalText": [
                "交交桑扈，有莺其羽。君子乐胥，受天之祜。",
                "交交桑扈，有莺其领。君子乐胥，万邦之屏。",
                "之屏之翰，百辟为宪。不戢不难，受福不那。",
                "兕觥其觩，旨酒思柔。彼交匪敖，万福来求。"
              ],
              "note": [
                '交交：《郑笺》：“交交，犹佼佼，往来飞貌。”',
                '桑扈：《尔雅·释鸟》：“桑扈，窃脂。”郭璞注：“俗呼青雀。”',
                '莺：鸟羽有文采。《毛传》：“莺然有文章。”',
                '胥：《集传》：“胥，语词。”',
                '祜（护hù）：《郑笺》：“祜，福也。”',
                '辟（必bì）：国君。宪：法度。',
                '戢（及jí）：收藏。难（挪nuó）：恐惧。《通释》：“按戢当读作濈（及jí）。《说文》：‘濈，和也。’又与戢通。……难当读为戁（赧nǎn）。《说文》：‘戁，敬也。’ 不戢不难，言和且敬也，两不字皆语词。”',
                '不：语助。那（挪nuó）：多。',
                '觩（求qiú）：角弯貌。《集传》：“兕觥（似工sì gōng），爵也。觩：角上曲貌。思，语词也。”',
                '交：侥幸。敖：骄。',
                '求：聚。',
                '王引之《经义述闻》卷六：“彼亦匪也，交亦敖也。……言乐胥之君子，不侮慢，不骄傲也。求，与逑同。逑，聚也，谓福禄来聚也。”'
              ],
              "simplifiedText": [
                '飞来飞去青雀鸟，羽毛鲜明颜色好。君子快乐多逍遥，受天赐福真不少。',
                '飞来飞去青雀鸟，颈项花纹真漂亮。君子快乐喜洋洋，保卫万国是屏障。',
                '他是屏障是栋梁，诸侯把他当榜样。性情温和又谨慎，受天赐福无限量。',
                '兕角杯儿长弯弯，斟下美酒香又甜。不急躁来不傲慢，福禄聚集千千万。'
              ],
              "analysis": "周王赞扬“君子”（可能是执政大臣）为国家的屏障，诸侯的榜样，能享受万福。"
            },
            {
              "title": "鸳鸯",
              "originalText": [
                "鸳鸯于飞，毕之罗之。",
                "君子万年，福禄宜之。",
                "鸳鸯在梁，戢其左翼。",
                "君子万年，宜其遐福。",
                "乘马在厩，摧之秣之。",
                "君子万年，福禄艾之。",
                "乘马在厩，秣之摧之。",
                "君子万年，福禄绥之。"
              ],
              "note": [
                '毕：罗网。《集传》：“毕，小网长柄也。罗，网也。” ',
                '福禄宜之：《通释》：“福禄宜之，犹言福禄绥之，宜、绥皆安也。”',
                '戢（及jí）：收敛。《释文》：“戢，《韩诗》云：‘捷也。’捷其噣（咒zhòu）于左也。” ',
                '遐（峡xiá）：长久。《郑笺》：“遐，远也。远犹久也。”',
                '厩（旧jiù）：马棚，泛指牲口棚。',
                '摧（错cuò）：铡碎的草。秣（莫mò）：用来喂马的杂谷。《释文》：“摧（错cuò），刍（除chú）也。秣，谷马也。”',
                '艾：养育。《通释》：“《尔雅·释诂》：‘艾，相也。’艾之谓辅助之。”',
                '绥（虽suī）：安定。'
              ],
              "simplifiedText": [
                '鸳鸯鸟儿双双飞，捕它用网又用毕。祝贺君子寿万年，安享福禄永相宜。',
                '鸳鸯双双在鱼梁，嘴巴插进左翅膀。祝贺君子寿万年，安享福禄永不亡。',
                '四匹马儿在马房，又喂草料又喂粮。祝贺君子寿万年，助你福禄长安享。',
                '四匹马儿拴马槽，又喂粮食又喂草。祝贺君子寿万年，安享福禄永远好。'
              ],
              "analysis": "祝贺贵族新婚，长保福禄。"
            },
            {
              "title": "頍弁",
              "originalText": [
                "有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。",
                "有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。",
                "有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"
              ],
              "note": [
                '頍（窥kuǐ）：戴帽子的样子。弁（变biàn）：皮帽。',
                '旨、嘉：《郑笺》：“旨、嘉，皆美也。”',
                '茑（鸟niǎo）：菟丝花。《毛传》：“茑，寄生也。女萝，菟丝，松萝也。”',
                '施（易yì）：延及。',
                '奕奕（易yì）：《集传》：“奕奕，忧心无所薄也。”',
                '说：通“悦”。怿（易yì）：欢喜，高兴。',
                '何期（机jī）：《郑笺》：“何期，犹伊何也。期，辞也。”',
                '时：善。《毛传》：“时，善也。”',
                '怲怲（柄bǐng）：忧愁貌。《毛传》：“怲怲，忧盛满也。”',
                '臧：《毛传》：“臧，善也。”',
                '阜（富fù）：多。《郑笺》：“阜，犹多也。”',
                '霰（献xiàn）：《集传》：“霰，雪之始凝者也。将大雨雪，必先微温，雪自上下，遇温气而搏谓之霰，久而寒胜，则大雪矣。”'
              ],
              "simplifiedText": [
                '头上高高戴皮帽，头戴皮帽为哪般？你的美酒味道好，你的菜肴香又甜。',
                '座中难道有外人？都是兄弟同赴宴。桑上寄生菟丝子，松柏树上相攀援。',
                '没有见到君子时，满怀郁闷愁难散。如今已经见君子，我的心里多喜欢。',
                '头上高高戴皮帽，头戴皮帽意气豪。你的美酒香又甜，你的菜肴味道好。',
                '难道座中是外人？哥哥弟弟都来到。桑上寄生菟丝草，爬上松柏相缠绕。',
                '没有见到君子时，心里忧烦似火烧。如今已经见君子，一切美好兴致高。',
                '头上高高戴皮帽，头戴皮帽多晶莹。你的美酒香且甜，你家菜肴多又精。',
                '难道座中是外人？不是兄弟即舅甥。好比冬天要落雪，先下雪珠寒气凝。',
                '人生死丧难预料，能有几时叙亲情？不如今夜开怀饮，君子设宴都尽兴。'
              ],
              "analysis": "周王宴请兄弟亲戚，相见欢乐。但周亡无日，前途未卜，不免感到凄凉。"
            },
            {
              "title": "车舝",
              "originalText": [
                "间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。",
                "依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。",
                "虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？",
                "陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。",
                "高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。"
              ],
              "note": [
                '间关：车轮声。舝（辖xiá）：车轴两头的键。《集传》：“间关，设舝声也。舝，车轴头铁也。” 戴震《毛郑诗考证》：“车行则毂端铁与舝相切，有声间关然。”',
                '娈（峦luán）：美好。《毛传》：“娈，美貌。”',
                '括：聚会。《毛传》：“括，会也。”',
                '依：盛。《毛传》：“依，茂木貌。平林，林木之在平地者也。”',
                '鷮（交jiāo）：《诗缉》：“鷮，长尾雉也。”',
                '辰：美善貌。硕女：德高貌美之女。《毛传》：“辰，时也。”',
                '射（易yì）：厌弃。《郑笺》：“射，厌也。” 誉：通“豫”，欢乐。',
                '庶几：林义光《诗经通解》：“庶几，愿望之词。愿其饮食歌舞。”',
                '湑（许xǔ）：《释文》：“湑，茂盛也。” 《通释》：“今按《汉广》有刈薪之言，《南山》有析薪之句，《豳风》之伐柯与娶妻同喻，《诗》中以析薪喻婚姻者不一而足。”',
                '鲜、觏（够gòu）：《郑笺》：“鲜，善。觏，见也。”',
                '景行（航háng）：大道。《集传》：“仰，瞻望也。景行，大道也。”',
                '騑騑（非fēi）：《传疏》：“《四牡》传云：騑騑，行不止之貌。”',
                '如琴：《集传》：“如琴，谓六辔调和如琴瑟也。”'
              ],
              "simplifiedText": [
                '车舝转动间关响，少女出嫁做新娘。不是饥来不是渴，就盼美人结鸳鸯。',
                '虽无众多好朋友，一起宴饮喜洋洋。',
                '平地树林多茂密，长尾野鸡树上栖。漂亮姑娘及时嫁，带来美德好教益。',
                '一起宴饮多欢乐，永远爱你不厌弃。',
                '虽然酒味不太好，希望喝得别太少。虽然桌上没佳肴，希望大家要吃饱。',
                '虽无美德相配你，请来唱歌把舞跳。',
                '登上那座高山腰，劈下柞树当柴烧。劈下柞树当柴烧，树上枝繁叶又茂。',
                '今日相遇多美好，了却相思乐陶陶。',
                '高山抬头看得清，沿着大道向前奔。四匹马儿跑不停，六条缰绳均如琴。',
                '见你车上新娘子，安慰我心暖如春。'
              ],
              "analysis": "在新婚亲迎途中，诗人满怀喜悦和爱慕，赞扬新娘漂亮而有美德。"
            },
            {
              "title": "青蝇",
              "originalText": [
                "营营青蝇，止于樊。岂弟君子，无信谗言。",
                "营营青蝇，止于棘。谗人罔极，交乱四国。",
                "营营青蝇，止于榛。谗人罔极，构我二人。"
              ],
              "note": [
                '营营：小声，犹“嘤嘤”。《集传》：“营营，往来飞声。”',
                '樊：竹篱笆。《毛传》：“樊，藩也。”',
                '岂弟（凯替kǎitì）：《郑笺》：“岂弟，乐易也。”',
                '罔极：何楷《诗经世本古义》：“罔极，谓阴险变幻，无所底极。人罔极，则其言亦罔极也。”',
                '构：挑拨，离间。《郑笺》：“构，合也。合犹交乱也。” 《正义》：“构者，交合两端，令二人彼此相嫌，交更惑乱。”'
              ],
              "simplifiedText": [
                '苍蝇乱飞嗡嗡响，落在院间篱笆上。和乐平易诸君子，莫信谗言和诽谤。',
                '苍蝇乱飞嗡嗡响，落在庭前枣树上。谗人阴险没准则，搅得四方都遭殃。',
                '苍蝇乱飞嗡嗡响，只只落在榛树上。谗人反覆没准则，挑拨你我相冲撞。'
              ],
              "analysis": "斥责谗人祸国殃民。"
            },
            {
              "title": "宾之初筵",
              "originalText": [
                "宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。",
                "籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。",
                "宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪抑抑。是曰既醉，不知其秩。",
                "宾既醉止，载号载呶。乱我笾豆，屡舞僛々。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。",
                "凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。"
              ],
              "note": [
                '初筵：《集传》：“初筵，初即席也。”',
                '秩秩：《郑笺》：“秩秩然肃敬也。”',
                '殽（肴yáo）：同“肴”。核：干果。旅：陈列。《毛传》：“楚，列貌。殽，豆食也。核，加笾也。旅，陈也。”',
                '和旨：《集传》：“和旨，调美也。孔，甚也。”',
                '逸逸：往来不断。《毛传》：“逸逸，往来有序也。”',
                '侯：箭靶。抗：举。《毛传》：“大侯，君侯也。抗，举也。” 《传疏》：“侯，射侯也。”',
                '射夫既同：《集传》：“射夫既同，比其耦也。发，发矢也。”',
                '的、祈、爵：《毛传》：“的，质也。祈，求也。” 《郑笺》：“爵，射爵也。射之礼，胜者饮不胜者。”',
                '烝（蒸zhēng）：进。衎（看kàn）：娱乐。《郑笺》：“烝，进。衎，乐。洽（恰qià），合也。”',
                '壬、林：《集传》：“壬，大。林，盛也。言礼之盛大也。”',
                '纯嘏（谷gǔ）：大福。《郑笺》：“纯，大也。嘏，谓尸与主人以福也。湛（耽dān），乐也。”',
                '仇：对手。室人：主人。《毛传》：“手，取也。室人，主人也。主人请射于宾，宾许诺，自取其匹而射，主人亦入于次，又射以耦宾也。”',
                '康：大。《毛传》：“时，中者也。” 《通释》：“康、荒古通用……康爵义当为大。酌彼康爵，犹云酌彼大斗耳。”',
                '温温：《郑笺》：“温温，柔和也。”',
                '反反、幡幡：《毛传》：“反反，言慎重也。幡幡，失威仪也。”',
                '仙仙（先xiān）：《集传》：“迁，徙。屡，数。仙仙，轩举之状。” 《通释》：“舍其坐迁，盖谓舍其所当坐当迁之礼耳。”',
                '怭怭（必bì）：轻薄粗鄙貌。《毛传》：“抑抑，慎密也。怭怭，媟嫚（屑慢xièmàn，举止轻狂，不庄重）也。”',
                '秩：《毛传》：“秩，常也。”',
                '呶（挠náo）：喧哗。《毛传》：“号呶，号呼欢呶也。”',
                '僛僛（七qī）：身体歪斜貌。《毛传》：“僛僛，舞不能自正也。”',
                '邮：过错。《集传》：“邮与尤同，过也。”',
                '侧、俄：《郑笺》：“侧，倾。俄，倾貌。”',
                '傞傞（缩suō）：舞不止貌。一说为参差不齐貌。《毛传》：“傞傞，不止也。” 《正义》：“上言仙仙是舞之形貌，犹能自正，僛僛则不能自正，傞傞则非徒不正，又不能止为舞不止也。”',
                '伐德：败德。《集传》：“伐，害。”',
                '令仪：《集传》：“饮酒之所以甚美者，以其有令仪耳。”',
                '凡此饮酒：《郑笺》：“饮酒于有醉者，有不醉者，则立监使视之，又助之以史使督酒，欲令皆醉也。”',
                '从谓：听从别人再劝酒。《通释》：“勿从谓者，勿从而劝勤之使更饮也。”',
                '童羖（谷gǔ）：无角黑色公羊，世上本不存在。《郑笺》：“由，从也。” 《郑笺》：“羖羊之性，牝（聘pìn）牡有角。” 《集传》：“童羖，无角之羖羊，必无之物也。”',
                '矧（审shěn）：况且。《正义》引《春秋传》云：“臣侍君宴，过三爵，非礼也。” 《集传》：“识，记也。……女饮至三爵，已昏然无所记矣，况又敢多饮乎？又丁宁以戒之也。” 《通释》：“又即侑之假设，谓劝酒也。”'
              ],
              "simplifiedText": [
                '客人开始入筵席，左右应接有礼仪。笾豆陈设好秩序，鱼肉瓜果摆整齐。',
                '酒味香醇又甜美，大家欢饮在一起。钟鼓都已悬设好，往来敬酒依次递。',
                '箭靶已经高高举，弓已张开箭已持。射夫已经配成对，人人尽力献射艺。',
                '箭箭射出中靶心，但求酒杯让给你。',
                '籥舞吹笙又击鼓，音乐演奏很协调。进献列列先祖考，配合百礼行得好。',
                '百种礼节都周到，规模盛大真热闹。神灵赐你大福气。子子孙孙乐陶陶。',
                '人人快乐又欢喜，看谁射箭本领高。客人已把对手找，主人相陪射一遭。',
                '斟满那个大酒杯，献给胜者表慰劳。',
                '客人开始入筵席，彬彬有礼很和善。客人还未喝醉时，态度慎重又恭谦。',
                '一旦已经喝醉了，行为不捡态度变。离开座位随处转，兴高采烈舞蹁跹。',
                '有的喝酒还未醉，态度庄重又安闲。一旦已经喝醉酒，行为轻薄胡乱缠。',
                '这是真的喝醉了，普通礼仪都难辨。',
                '客人已经喝醉了，有的喊来有的叫。我的笾豆被打乱，手舞足蹈偏又倒。',
                '这是真的喝醉了，行为错误全不晓。头上皮帽歪着戴，没完没了把舞跳。',
                '如果醉了就出去，大家受福真不少。如果醉了还不走，就是缺德太不好。',
                '饮酒本来很不错，只是应有好礼貌。',
                '饮酒也有各种人，有的醉来有的醒。设立酒监来监督，又立酒史记事情。',
                '酗酒本来是坏事，不醉反说你不行。不要跟着多劝酒，以免失礼瞎胡闹。',
                '不该说的别乱说，没有根据别乱道。依着醉汉胡乱言，会使公羊不长角。',
                '酒过三杯就迷糊，劝他多喝更不好。'
              ],
              "analysis": "以对比手法，讽刺统治贵族的饮酒无度，失礼败德。揭露醉汉们的种种丑态。相传为卫武公所作。"
            }
          ]
        },
        {
          "title": "小雅·鱼藻之什",
          "poems": [
            {
              "title": "鱼藻",
              "originalText": [
                "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。",
                "鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。",
                "鱼在在藻，依于其蒲。王在在镐，有那其居。"
              ],
              "note": [
                '颁（坟fén）：大首貌。《毛传》：“颁，大首貌。鱼以依藻为得其性。” 《郑笺》：“藻，水草也。”',
                '岂（凯kǎi）：欢乐。《集传》：“岂，亦乐也。” 《传疏》：“镐（皓hào），镐京。”',
                '莘（申shēn）：长。《毛传》：“莘，长貌。”',
                '那（挪nuó）：安闲貌。《郑笺》：“那，安貌。”'
              ],
              "simplifiedText": [
                '鱼在水藻把身藏，大头露在水面上。周王住在镐京城，快乐饮酒甜又香。',
                '鱼儿藏在水藻下，水面露出长尾巴。周王住在镐京城，饮酒逍遥乐无涯。',
                '鱼儿藏在水藻边，贴着蒲草四处穿。周王住在镐京城，住处美好又安全。'
              ],
              "analysis": "赞美周王居住镐京，生活安乐。"
            },
            {
              "title": "采菽",
              "originalText": [
                "采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。",
                "觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。",
                "赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。",
                "维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。",
                "汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。"
              ],
              "note": [
                '菽（舒shū）：《郑笺》：“菽，大豆也。”',
                '筐：方筐。莒（九jiǔ）：圆筐。',
                '君子：《毛传》：“君子，谓诸侯也。”',
                '锡：《通释》：“按锡与赐双声……锡即赐之假借。”',
                '路车：《集传》：“路车，金路以赐同姓，象路以赐异姓也。”',
                '衮（滚gǔn）：有卷龙图纹的衣服。黼（辅fǔ）：黑白相间礼服。《郑笺》：“玄衮，玄衣而画以卷龙也。” 《集传》：“黼，如斧形，刺于裳也。”',
                '觱（必bì）沸：泉水翻腾貌。《毛传》：“觱沸，泉出貌。槛泉，泉正出貌。”',
                '淠淠（佩pèi）、嘒嘒（会huì）：《毛传》：“淠淠，动也。嘒嘒，中节也。”',
                '届：《传疏》：“届者，至也。君子所届者，君子至也。所，语词耳。”',
                '芾（伏fú）：《郑笺》：“芾，太古蔽膝之象也。冕服谓之芾，其他服谓之韠（闭bì）。”',
                '邪幅：绑腿。《集传》：“邪幅，逼也。邪缠于足，如今行滕（藤téng），所以束胫，在股下也。”',
                '交：衣领。代指衣服。纾（舒shū）：屈曲。王引之《经义述闻》卷六：“彼交匪纾者，匪交匪纾也；匪交匪纾者，言来朝之君子不侮慢，不怠缓也。”',
                '申：重复。《郑笺》：“天子赐之，神赐福禄申重之，所谓人谋鬼谋也。”',
                '蓬蓬：《毛传》：“蓬蓬，盛貌。”',
                '殿：安抚，镇定。《毛传》：“殿，镇也。”',
                '万福攸（忧yōu）同：《集传》：“为万福之所聚。”',
                '平平（蹁pián）：《毛传》：“平平，辩治也。” 《集传》：“左右，诸侯之臣也。”',
                '绋（伏fú）：系船的麻绳。纚（黎lí）：拉船的竹索。《通释》：“诗以绋纚平列，绋盖以麻为索，纚盖以竹为索。”',
                '葵：估量，度量。《集传》：“葵，揆（奎kuí）也。揆，犹度也。”',
                '膍（皮pí）：厚赐。《毛传》：“膍，厚也。”',
                '戾（立lì）：止，定。《郑笺》：“戾，止也。诸侯有盛德者，亦优游自安止于是。”'
              ],
              "simplifiedText": [
                '采大豆呀采大豆，圆篓方筐来装下。君子远道来朝见，天子用啥赏赐他？',
                '虽然没啥赐给他，路车一辆四匹马。此外又赐啥东西？黑袍画龙裳绣花。',
                '泉水沸腾涌向前，采摘芹菜在泉边。君子远道来朝王，车上旌旗已望见。',
                '旌旗高高随风展，鸾铃阵阵响不断。驾上三匹四匹马，君子到来气宇轩。',
                '红色蔽膝围股上，下有绑腿斜着裹。不骄傲也不怠惰，天子给予赏赐多。',
                '君子心情多快乐，天子命他作辅佐。君子心情多快乐，神赐福禄无灾祸。',
                '柞树枝条一丛丛，叶儿繁茂郁葱葱。君子心情多快乐， 镇抚四方立大功。',
                '君子心情多快乐，万般福禄都集中。左右臣下也干练，君子命令能遵从。',
                '杨木船儿水中漂，绳索系住不动摇。君子心情多快乐，天子量才给犒劳。',
                '君子心情多快畅，神赐福禄量不少。悠哉游哉度岁月，生活安定多美好。'
              ],
              "analysis": "诸侯朝见周王，周王给予各种赏赐，并祝福他们。"
            },
            {
              "title": "角弓",
              "originalText": [
                "骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。",
                "尔之远矣，民胥然矣。尔之教矣，民胥效矣。",
                "此令兄弟，绰绰有裕。不令兄弟，交相为愈。",
                "民之无良，相怨一方。受爵不让，至于已斯亡。",
                "老马反为驹，不顾其后。如食宜饇，如酌孔取。",
                "毋教猱升木，如涂涂附。君子有徽猷，小人与属。",
                "雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。",
                "雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。"
              ],
              "note": [
                '骍骍（辛xīn）：调和貌。翩：相反貌。《集传》：“骍骍，弓调和貌。角弓，以角饰弓也。翩，反貌。弓之为物，张之则内向而来。驰之则外反而去。”',
                '胥：疏远。《郑笺》：“胥，相也。”',
                '有裕：气量宽大。《毛传》：“绰绰（辍chuò），宽也。裕，饶。”',
                '瘉（遇yù）：病。引申为怨恨。',
                '受爵不让：《毛传》：“爵禄不以相让，故怨祸及之。” 《传疏》：“已，谓已身也。亡，谓丧弃也。”',
                '“老马”句：《毛传》：“已老矣，而孩童慢之。”',
                '饇（遇yù）：饱。《毛传》：“饇，饱也。” 何楷《诗经世本古义》：“言其惟以得爵禄为快，如食者但知其饇饱之欲，酌者但知多取，曾不少加斟量也。”',
                '猱（挠náo）：《毛传》：“猱，猿属。涂，泥。附，著也。” 《通释》：“ 猱性善升，涂性善附，皆以兴小人之性易于从善也。”',
                '徽：美好。猷：道。即修养、本领。《集传》：“徽，美。猷，道。属（煮zhǔ），附也。……苟王有美道，小人将为善以附之。”',
                '瀌瀌：《郑笺》：“雨雪之盛瀌瀌然。”',
                '晛（限xiàn）：日气。',
                '娄（屡lǚ）：屡次。《传疏》：“此遗字亦当训加。娄，数也。莫肯下遗，式居娄骄，言小人之行不肯卑下加礼于人，惟数数骄慢好自用也。”',
                '浮浮：《毛传》：“浮浮，犹瀌瀌也。”',
                '髦（毛máo）：西南部族名。《毛传》：“蛮，南蛮也。髦，夷髦也。” 《郑笺》：“今小人之行如夷狄，而王不能变化之，我用是为大忧也。”'
              ],
              "simplifiedText": [
                '角弓调整很方便，弓弦放松向外反。都是兄弟和亲戚，互相千万莫疏远。',
                '你和兄弟相疏远，人民就都照样办。你教人民做好事，大家也会跟着干。',
                '这是善良好兄弟，相互宽容能包涵。如果兄弟不良善，互相伤害生祸患。',
                '有人行为不善良，互相指责怨对方。贪图爵禄不谦让，到头自己也灭亡。',
                '老马当作驹子养，后果如何他不想。譬如吃饭要吃饱，好比喝酒要尽量。',
                '莫教猴子树上爬，莫在泥上涂泥巴。君子如有好办法，小人就会追随他。',
                '大雪纷纷满天飘，太阳一出自然消。小人不肯自谦让，常常无礼耍骄傲。',
                '大雪纷纷飘未休，太阳一出化水流。小人愚昧如蛮夷，我为此事心忧愁。'
              ],
              "analysis": "告诫贵族统治者不要疏远兄弟亲戚，而亲近谗佞小人。"
            },
            {
              "title": "菀柳",
              "originalText": [
                "有菀者柳，不尚息焉。上帝甚蹈，无自暱焉。俾予靖之，后予极焉。",
                "有菀者柳，不尚愒焉。上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。",
                "有鸟高飞，亦傅于天。彼人之心，于何其臻。曷予靖之，居以凶矜。"
              ],
              "note": [
                '菀（遇yù）：《毛传》：“菀，茂木也。” 《传疏》：“菀然之柳木，人可以休息之。兴者，以喻王者之朝，诸侯愿往之。”',
                '暱（逆nì）：病。《毛传》：“蹈，动也。暱，近也。”《通释》：“动者，言其喜怒变动无常。”',
                '靖：谋划。极：放逐。《毛传》：“靖，治。极，至也。”《郑笺》：“俾，使。极，诛也……后反诛放我。”',
                '愒（器qì）：同“憩”，休息。',
                '瘵（债zhài）：病。《郑笺》：“瘵，接也。”',
                '迈：《郑笺》：“迈，行也，行亦放也。”',
                '傅、臻：《郑笺》：“傅、臻，皆至也。鸟之高飞，极至于天耳，幽王之心，于何所至乎？言其心转侧无常，人不知其所届。”',
                '矜：危境。《毛传》：“矜，危也。”《郑笺》：“居我以凶危之地，谓四裔也。”'
              ],
              "simplifiedText": [
                '虽说柳树茂又密，树下不可去休息。上帝变化太无常，切莫接近讨晦气。',
                '先前使我理国事，后来贬我到远地。',
                '虽说柳树郁苍苍，树下不可去歇凉。上帝变化太无常，切莫接近招祸殃。',
                '先前使我理国事，后来却把我流放。',
                '有只鸟儿高高飞，展翅直上九霄天。那人心事太难测，将要行走到哪边？',
                '为啥使我理国事？却叫无端遭凶险。'
              ],
              "analysis": "一位大臣怨恨自己参政有功，却被撤职流放。"
            },
            {
              "title": "都人士",
              "originalText": [
                "彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。",
                "彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。",
                "彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。",
                "彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。",
                "匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。"
              ],
              "note": [
                '都（督dū）：美。《集传》：“都，王都也。黄黄，狐裘色也。”',
                '章：规范。《郑笺》：“其动作容貌既有常，吐口言语又有法度文章。”',
                '周：周朝京城。《毛传》：“周，忠信也。”',
                '撮（搓cuō）：带子。《集传》：“台，夫须也。缁撮，缁布冠也，其制小，仅可撮其髻也。”严粲《诗缉》：“台，莎草也。”',
                '绸：通“稠”。《释文》：“绸，密也。”',
                '琇（秀xiù）：《毛传》：“琇，美石也。” 《郑笺》：“以美石为瑱（掭tiàn），瑱，塞耳。” 《通释》：“按《孟子》充实之谓美。是实有美义。充耳琇实，犹《淇奥》诗‘充耳琇莹’。《著》诗琼华、琼莹、琼英皆状其玉之美。草木有荣、有英、有华、有实，状玉之美曰莹、曰英、曰华，亦可曰实。其义一也。”',
                '尹：诚。吉：善。《郑笺》：“吉读为姞（即jí），尹氏，姞氏，周室婚姻之旧姓也。”',
                '苑（遇yù，又读允yǔn）：积压；蕴结。《郑笺》：“苑，犹屈也，积也。”',
                '厉：带之垂者。',
                '卷（拳quán）：发束翘起。虿（chài）：虫名，尾巴上翘。《郑笺》：“虿，螫（遮zhē，又读式shì）虫也，尾末揵（虔qián）然，似妇人发末曲上卷（拳quán）然。”',
                '迈：《郑笺》：“迈，行也。”',
                '伊：《郑笺》：“伊，辞也。此言士非故垂此带也，带于礼自当有余也。”',
                '旟（于yú）：扬。',
                '盱（需xū）：《传疏》：“《卷耳》传：‘盱，忧也。’言忧伤之深也。”'
              ],
              "simplifiedText": [
                '京都人士真漂亮，狐皮袍子颜色黄。仪容端庄有风度，话儿出口成文章。',
                '行为举止合忠信，天下人民尽向往。',
                '京都人士真漂亮，草笠布帽戴头上。那位贵族女公子，满头青丝密又长。',
                '我有多日见不到，心里忧愁不舒畅。',
                '京都人士真聪明，充耳宝石亮晶晶。那位贵族女公子，尹氏姞氏有芳名。',
                '我有多日见不到，心里忧闷不得宁。',
                '京都人士真美好，衣带下垂随风飘。那位贵族女公子，发如蝎尾高高翘。',
                '我有多时见不到，但愿日日随她跑。',
                '不是有意要垂下，衣带本来长过腰。不是有意要发卷，青丝自然向上翘。',
                '我有多时见不到，心里如何不烦恼？'
              ],
              "analysis": "诗人怀念京都人物。着重赞美男士的才德仪容，女子的娴雅美丽。"
            },
            {
              "title": "采绿",
              "originalText": [
                "终朝采绿，不盈一匊。",
                "予发曲局，薄言归沐。",
                "终朝采蓝，不盈一襜。",
                "五日为期，六日不詹。",
                "之子于狩，言韔其弓。",
                "之子于钓，言纶之绳。",
                "其钓维何？维鲂及鱮。",
                "维鲂及鱮，薄言观者。"
              ],
              "note": [
                '绿：一作“菉（禄lù）”，草名。又名王刍。匊（居jū）：即掬。两手承取为掬。',
                '曲局：卷曲。薄言：二字皆语助词，无义。',
                '终朝：从天明到早饭时叫做“终朝（召zhāo）”。见《卫风·河广》（F-061）注。蓝：草名，叶可为染料。',
                '襜（搀chān）：指衣服遮着前面的部分，蔽膝或前裳。',
                '詹：到。这两句说出行过约期不归。',
                '之子：《郑笺》：“之子，是子也，谓其君子也。于，往也。”',
                '韔（畅chàng）：藏弓的套子。这里用作动词，即收弓入套。',
                '纶（伦lún）：纠绳。',
                '鲂：鳊鱼。鱮（叙xù）：鲢鱼。',
                '者：“诸”的古文，“诸”是“之”、“乎”两字的合音。'
              ],
              "simplifiedText": [
                '整个早上采王刍，王刍不满两只手。我的头发卷又曲，我要回家洗洗头。',
                '整个早上去采蓝，兜起前裳盛不满。他说五天就见面，过了六天不回还。',
                '往后那人去打猎，我要跟他收弓箭。往后那人去钓鱼，我要跟他理丝线。',
                '钓鱼钓着什么鱼？白肚子鲢鱼缩颈子鳊，白肚子鲢鱼缩颈子鳊，他钓我看总不厌。'
              ],
              "analysis": "诗中女主人公因为丈夫出门，过期不归，心里愁闷难遣。她下了决心，等丈夫回来以后，无论打猎钓鱼，都跟他在一块儿，再也不离开了。"
            },
            {
              "title": "黍苗",
              "originalText": [
                "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。",
                "我任我辇，我车我牛。我行既集，盖云归哉。",
                "我徒我御，我师我旅。我行既集，盖云归处。",
                "肃肃谢功，召伯营之。烈烈征师，召伯成之。",
                "原隰既平，泉流既清。召伯有成，王心则宁。"
              ],
              "note": [
                '芃芃（朋péng）：《毛传》：“芃芃，长大貌。”',
                '悠悠：《毛传》：“悠悠，行貌。” 《正义》：“使召伯营谢邑以定申伯之国，将徒役南行也。”',
                '任：负荷。辇：挽车。《郑笺》：“营谢转运之役有负任者，有挽辇者，有将车者，有牵傍牛者。”',
                '集：完成。《郑笺》：“集，犹成也。盖，犹皆也。”',
                '师旅：《郑笺》：“其士卒有步行者，有御兵车者，五百人为旅，五旅为师。”',
                '肃肃：迅疾貌。《集传》：“肃肃，严正之貌。谢，邑名。召伯所封国也，今在邓州信阳军（河南信阳市东）。功，工役之事也。”',
                '烈烈：威武貌。',
                '隰（席xí）：低湿的地方。《毛传》：“土治曰平，水治曰清。”'
              ],
              "simplifiedText": [
                '蓬勃生长黍子苗，绵绵阴雨润如膏。战士南行道路遥，幸有召伯来慰劳。',
                '我们挑担又挽辇，我们驾车把牛牵。我们任务已完成，大家都能把家还。',
                '我们步行又驾车，整好队伍就开拔。我们任务已完成，都能回去能安家。',
                '建成谢邑多严正，都是召伯来经营。随行队伍真威武，都是召伯组织成。',
                '平原洼地都平整，泉流疏浚水已清。召伯事业已完成，周王心里得安宁。'
              ],
              "analysis": "歌颂召伯虎经营申国，建设谢城，慰劳徒众，大功告成。"
            },
            {
              "title": "隰桑",
              "originalText": [
                "隰桑有阿，其叶有难。既见君子，其乐如何。",
                "隰桑有阿，其叶有沃。既见君子，云何不乐。",
                "隰桑有阿，其叶有幽。既见君子，德音孔胶。",
                "心乎爱矣，遐不谓矣？中心藏之，何日忘之！"
              ],
              "note": [
                '隰（席xí）：低湿的地方。',
                '阿（俄é）：美貌。难：通“傩（挪nuó）”，盛多。“阿傩”是连绵词，这里分用。',
                '沃（卧wò）：柔美。',
                '幽：即黝，色青而近黑。',
                '胶：固。',
                '遐不：就是胡不，也就是何不。'
              ],
              "simplifiedText": [
                '低田里桑树多美，桑叶儿多么丰满。见着了我的人儿，我的心多么喜欢！',
                '低田里桑树多美，桑叶儿嫩绿汪汪。见着了我的人儿，怎么不心花开放！',
                '低田里桑树多美，桑叶儿青色深深。见着了我的人儿，情意啊胶漆难分。',
                '爱你啊爱在心里，为什么总不敢提？心里头深深藏起，哪一天才会忘记？'
              ],
              "analysis": "这首诗是一个女子的爱情自白。"
            },
            {
              "title": "白华",
              "originalText": [
                "白华菅兮，白茅束兮。之子之远，俾我独兮。",
                "英英白云，露彼菅茅。天步艰难，之子不犹。",
                "滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。",
                "樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。",
                "鼓钟于宫，声闻于外。念子懆懆，视我迈迈。",
                "有鹙在梁，有鹤在林。维彼硕人，实劳我心。",
                "有扁斯石，履之卑兮。之子之远，俾我疧兮。"
              ],
              "note": [
                '菅（间jiān）：《毛传》：“白华，野菅也，已沤为菅。”',
                '英英：白云貌。露：覆，盖。《毛传》：“英英，白云貌。” 《正义》：“英英之白云降露润养彼可以为菅之白茅。”',
                '天步：时运。《集传》：“天步，犹言时运也。犹，图也。”',
                '滮（标biāo）池：古河流名。王夫之《诗经稗疏》：“盖滮池在咸阳县之南境，地在渭水指南，与今县治隔渭，故北流入镐，以合于渭。”',
                '樵：《集传》：“樵，采也。”',
                '卬（昂áng）：我。煁（神shén）：可移动的炉灶。《毛传》：“卬，我。烘，燎也。煁，烓（跬kuǐ）灶也。” ',
                '懆懆（草cǎo）：不安。迈迈：不悦。《集传》：“懆懆，忧貌。” 《毛传》：“迈迈，不悦也。”',
                '鹙（秋qiū）：水鸟名。《毛传》：“鹙，秃鹙也。”',
                '戢（及jí）：收敛。',
                '二三其德：《集传》：“二三其德，则鸳鸯之不如矣。”',
                '疧（齐qí）：《毛传》：“疧，病也。”'
              ],
              "simplifiedText": [
                '白华草儿沤成菅，丝茅草儿捆成束。这人远远离我去，叫我心里多孤独！',
                '白云朵朵天上飘，滋润野地菅和茅。如今命运太艰难，这人怎么不思考。',
                '滮池之水向北流，灌溉稻田绿油油。长啸高歌伤心怀，想念美人无时休。',
                '砍下桑树做柴草，放进灶里烧火烤。想起那个漂亮人，叫我心里真烦恼。',
                '宫廷里面大钟响，钟声阵阵出宫墙。心中想你多烦恼，你却发怒把我伤。',
                '有只秃鹙在鱼梁，一群白鹳停树上。想起那个漂亮人，叫我心里多忧伤。',
                '鸳鸯双双在鱼梁，嘴巴插进左翅膀。这人实在太不良，三心二意变花样。',
                '垫脚石头扁又小，脚踩石上嫌不高。那人远远离我去，叫我忧病难治好。'
              ],
              "analysis": "一位贵族妇女遭丈夫遗弃，她孤独、苦恼、悲伤、怨恨，终于病倒。"
            },
            {
              "title": "绵蛮",
              "originalText": [
                "绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。",
                "绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。",
                "绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。"
              ],
              "note": [
                '绵蛮：小鸟貌。《毛传》：“绵蛮，小鸟貌。”《郑笺》：“小鸟知止于丘之曲阿静安之处而托息焉。”',
                '后车：随行副车。',
                '谓：归。',
                '丘隅：《郑笺》：“丘隅，丘角也。”',
                '惮：畏。《集传》：“惮，畏也。趋，疾行也。”',
                '极：至。《郑笺》：“极，至也。”'
              ],
              "simplifiedText": [
                '小小一只黄莺鸟，飞来落在半山腰。道路实在太遥远，我今行役多辛劳！',
                '给他喝来给他吃，又加教诲又鼓励。命令副车停下来，让他坐上好休息。',
                '小小一只黄莺鸟，飞来落在山角里。岂敢害怕走远路，就怕疲劳赶不及。',
                '给他喝来给他吃，又教诲来又鼓励。命令副车停下来，让他坐上好休息。',
                '小小一只黄莺鸟，飞来落在山旁边。岂敢害怕走远路，就怕不能到终点。',
                '给他喝来给他吃，又教诲来又鼓励。命令副车停下来，让他坐上好休息。'
              ],
              "analysis": "一个行役者疲劳不堪，又饥又渴，希望得到上级的照顾和关心。"
            },
            {
              "title": "瓠叶",
              "originalText": [
                "幡幡瓠叶，采之亨之。君子有酒，酌言尝之。",
                "有兔斯首，炮之燔之。君子有酒，酌言献之。",
                "有兔斯首，燔之炙之。君子有酒，酌言酢之。",
                "有兔斯首，燔之炮之。君子有酒，酌言酬之。"
              ],
              "note": [
                '幡幡（番fān）：反复翻动貌。瓠（护hù）：葫芦。《毛传》：“幡幡，瓠叶貌。”',
                '尝：《传疏》：“尝者，主人未献于宾，先自尝也。”',
                '斯：白。《正义》：“有兔之斯首，谓惟有一兔。”',
                '炮（跑páo）：裹烧。燔（凡fán）：烤。吴闿（凯kǎi）生《诗义会通》：“炮者，裹烧之。燔者，加之于火也。”',
                '献：《诗缉》：“献者，主人酌宾也。”',
                '炙：《毛传》：“炕火为炙。” 《正义》：“以物贯之而举于火上以炙之。”',
                '酢（做zuò）：回敬。《集传》：“酢，报也。宾既卒爵，而酌主人也。”',
                '酬：《毛传》：“酬，道饮也。” 《郑笺》：“主人既卒酢爵，又酌自饮卒爵，复酌进宾，犹今俗之劝酒。”《通释》：“按古者合献、酢、酬为一献之礼。”'
              ],
              "simplifiedText": [
                '瓠瓜叶儿翻向上，摘下叶来煮菜汤。君子家中有美酒，主人举杯先自尝。',
                '有只兔子体儿圆，或煨或烧味道鲜。君子家中有美酒，斟来敬向客人献。',
                '有只兔子肉儿嫩，或烧或烤香喷喷。君子家中有美酒，宾客斟来敬主人。',
                '有只兔子肉儿肥，又是烧来又是煨。君子家中有美酒，宾主共同干一杯。'
              ],
              "analysis": "贵族宴会诗。主人烹菜备酒，宾主互相酬酢。"
            },
            {
              "title": "渐渐之石",
              "originalText": [
                "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不遑朝矣。",
                "渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不遑出矣。",
                "有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。"
              ],
              "note": [
                '渐渐（缠chán）：通“巉”，山石高峻貌。《毛传》：“渐渐，山石高峻。”',
                '劳：广阔。',
                '遑朝：《传疏》：“遑，暇也。朝音朝夕之朝。不遑朝，犹言无暇日耳。”',
                '卒：高而险。《通释》：“卒即崒（族zú）之假借。《说文》：‘崒，危高也。’”',
                '没：《毛传》：“没，尽也。”',
                '出，行。胡承珙（巩gǒng）《后笺》：“谓石虽竟历，而山川长远，何时可尽，则入险而不暇出险，军行死地，劳困可知。”',
                '烝（蒸zhēng）：《郑笺》：“烝，众也。”',
                '蹢（迪dí）：兽蹄。',
                '月离于毕：《毛传》：“月离阴星则雨。” 《集传》：“毕，星名。豕涉波，月离毕，将雨之验也。” 《传疏》：“滂沱，《诗考》引《史记》作滂池。……大雨沛然下垂，积水成陂，是为滂池。”'
              ],
              "simplifiedText": [
                '怪石嶙峋多险峭，坡又陡来峰又高。山高水长路途遥，日夜行军多辛劳。',
                '将士奉命去东征，紧急无暇待天晓。',
                '怪石嶙峋堆满山，又陡又险难登攀。山高水长路遥远，哪年哪月能走完？',
                '将士奉命去东征，无暇出险真艰难。',
                '野猪蹄上白毛生，成群结队淌水行。天边月亮近毕星，滂沱大雨下不停。',
                '将士奉命去东征，他事无暇得照应。'
              ],
              "analysis": "东征战士感叹征途险阻，军情紧急，艰苦备尝。"
            },
            {
              "title": "苕之华",
              "originalText": [
                "苕之华，芸其黄矣。心之忧矣，维其伤矣！",
                "苕之华，其叶青青。知我如此，不如无生！",
                "牂羊坟首，三星在罶。人可以食，鲜可以饱！"
              ],
              "note": [
                '苕（条tiáo）：植物名，又名陵苕、凌霄或紫葳。蔓生木本，花黄赤色。',
                '芸：黄盛。',
                '维：犹“何”。',
                '牂（臧zāng）：母绵羊。坟：大。绵羊头小角短，但羊身越瘦就越显得头大。',
                '罶（柳liǔ）：鱼笱。这句是说罶中没有鱼，水静静地映着星光。一说，“星”读为“鮏（星xīng）”，小鱼。鱼小而少，所以不堪一饱。',
                '以上二句是说可以得到食物的人也少有能吃饱的。'
              ],
              "simplifiedText": [
                '凌霄花儿开放，花儿正鲜黄。我的心儿忧伤，多么的凄惶。',
                '凌霄花儿开放，叶儿绿油油。早知道这样活着，有命还不如没有。',
                '母绵羊偌大的脑袋。曲笼里几点儿星光。那些个有得吃的人，也少有填满饥肠。'
              ],
              "analysis": "这诗反映荒年饥馑。第一、二章以陵苕起兴，感于花木的荣盛而叹人的憔悴。第三章言百物凋耗，民不聊生。"
            },
            {
              "title": "何草不黄",
              "originalText": [
                "何草不黄？何日不行？何人不将？经营四方。",
                "何草不玄？何人不矜？哀我征夫，独为匪民。",
                "匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。",
                "有芃者狐，率彼幽草。有栈之车，行彼周道。"
              ],
              "note": [
                '何草不黄：犹言“无草不萎”。诗人以草的憔悴象征人的憔悴。',
                '将：行。上句是说一年之中无一日不奔走，这句是说无人能免于奔走。',
                '玄（古音xín）：赤黑色，是百草由枯而腐的颜色。',
                '矜（关guān）：和“鳏”字通。无妻为鳏，久役的人丧失室家之乐，等于无妻。',
                '匪民：非人。以上二句是说：我们从役的人难道不是人吗！',
                '兕（似sì）：《集传》：“兕，野牛也。”',
                '匪、彼：《通释》：“按匪、彼古通用。匪兕匪虎，犹言彼兕彼虎也。”',
                '率：循。以上二句言身非野兽而行于旷野。',
                '芃（蓬péng）：本是众草丛生之貌，这里用来形容狐尾的蓬松。“有芃”二句就所见起兴。',
                '栈：就是嶘，高。（“有栈之车”与“有芃者狐”句法相同，“栈”字应该是形容词。）'
              ],
              "simplifiedText": [
                '什么草儿不枯不黄！哪一天儿不在路上！什么人儿不奔不走！东西南北走遍四方。',
                '什么草儿不黑不烂！什么人儿不打光棍！可怜我这个小兵，难道说偏不是人！',
                '不是虎也不是野牛，旷野里东奔西走。可怜我这个小兵，早不息晚也不休！',
                '有狐狸尾儿蓬松，青草里深深藏躲。有兵车高高大大，大路上匆匆赶过。'
              ],
              "analysis": "这是从役的兵士怨劳苦的诗。第一、三、四章都是怨奔走四方，不得休息。第二章怨夫妇离隔，不得团聚。"
            }
          ]
        }
      ]
    },
    {
      "bookName": "颂",
      "chapters": [
        {
          "title": "周颂·清庙之什",
          "poems": [
            {
              "title": "清庙",
              "originalText": [
                "於穆清庙，肃雍显相。济济多士，秉文之德。",
                "对越在天，骏奔走在庙。不显不承，无射于人斯！"
              ],
              "simplifiedText": [
                "啊，宗庙美好多清静，助祭恭敬又和平。",
                "执事整齐有威仪，文王德教谨奉行。",
                "报答文王在天灵，迅速奔走在庙庭。",
                "光大祖德继祖业，人民不厌都崇敬。"
              ],
              "note": [
                '於（误wù）：叹词。穆：美好，严肃。',
                '相：助祭的公侯。',
                '济济：《郑笺》：“济济之众士，皆执行文王之德。”《集传》：“多士，与祭执事之人也。”',
                '越：于。王引之《经义述闻》卷七：“对越，犹对扬，言对扬文武在天之灵也。”《尔雅·释诂》：“骏，速也。”',
                '不：发语词。',
                '射（易yì）：通“斁（译yì）”，厌弃。《毛传》：“不见厌于人矣。”'
              ],
              "analysis": "祭祀文王的乐歌。要奉行文王德教，报答文王在天之灵。"
            },
            {
              "title": "维天之命",
              "originalText": [
                "维天之命，於穆不已。於乎不显，文王之德之纯！",
                "假以溢我，我其收之。骏惠我文王，曾孙笃之。"
              ],
              "simplifiedText": [
                "想来天道有一定，庄严肃穆永不停。",
                "多么显著又光明，文王德行真纯净。",
                "嘉言善道告戒我，我当接受好继承。",
                "遵循先祖文王德，子子孙孙须力行。"
              ],
              "note": [
                '、《释文》引《韩诗》：“维，念也。”《郑笺》：“命犹道也。天之道於（呜wū）乎美哉。”',
                '於乎：呜呼！不，语助，无实义。',
                '假：通“嘉”。 溢：谨慎。《毛传》：“假，嘉。 溢，慎。”《传疏》：“假以溢我，言以嘉言善道戒慎于我也。”',
                '骏：顺从。惠：顺。《通释》：“惠，顺也。骏，当为驯之假借，驯亦顺也。”',
                '笃：专一，忠实执行。《郑笺》：“曾，犹重也。自孙之子而下事先祖皆称曾孙。是言曾孙欲使后王皆厚行之，非惟今也。”'
              ],
              "analysis": "祭祀文王的乐歌。歌颂文王德行纯美，子孙要好好继承。"
            },
            {
              "title": "维清",
              "originalText": [
                "维清缉熙，文王之典。",
                "肇禋，迄用有成，维周之祯。"
              ],
              "simplifiedText": [
                "多么清静又光明，文王真是好典型。",
                "开始祭天行征伐，直到武王功业成，这是周家大吉庆。"
              ],
              "note": [
                '缉熙（即西jí xī）：光明。《郑笺》：“缉熙，光明也。”',
                '肇禋（照因zhào yīn）：《毛传》：“肇，始。禋，祀。”《郑笺》：“文王受命始祭天而征伐也。”',
                '祯（真zhēn）：吉兆，祥瑞。《毛传》：“祯，祥也。”'
              ],
              "analysis": "祭祀文王的乐歌。歌颂文王征伐有功，为建立周家天下奠定了基础。"
            },
            {
              "title": "烈文",
              "originalText": [
                "烈文辟公，锡兹祉福。",
                "惠我无疆，子孙保之。",
                "无封靡于尔邦，维王其崇之。",
                "念兹戎功，继序其皇之。",
                "无竞维人，四方其训之。",
                "不显维德，百辟其刑之。",
                "於乎，前王不忘！"
              ],
              "simplifiedText": [
                "无功文德众诸侯，先王赐你大福祥。",
                "从今永远热爱我，子孙永保世代昌。",
                "别让你国有大罪。王将重重给封赏。",
                "想起这些大功荣，务要继承和发扬。",
                "得到贤人最重要，四方归顺无违抗。",
                "你们德行能昭明，天下诸侯都模仿。",
                "啊！祖宗功德不能忘！"
              ],
              "note": [
                '烈文：有功与德。《通释》：“烈文二字平列，烈言其功，文言其德。”',
                '祉福：《通释》：“成王即位，遍祭列祖，则祉福宜谓列祖锡之。”',
                '惠：《郑笺》：“惠，爱也。”',
                '封靡：《毛传》：“封，大也。靡，累也。”',
                '崇：《郑笺》：“崇，厚也。”',
                '序：承继。',
                '皇：《集传》：“皇，大也。”',
                '无竞：不刚强，意为恭谦有礼。《郑笺》：“无强乎维得贤人也。”',
                '训：通“顺”。',
                '不：通“丕”，大，'
              ],
              "analysis": "周成王祭祀祖先时戒勉助祭诸侯的乐歌。"
            },
            {
              "title": "天作",
              "originalText": [
                "天作高山，大王荒之。",
                "彼作矣，文王康之。",
                "彼徂矣岐，有夷之行。",
                "子孙保之。"
              ],
              "simplifiedText": [
                "上天造立这高山，大王开始来开荒。",
                "大王开创功劳大，文王继续来发扬。",
                "岐山本来多险阻，如今道路平又广。",
                "子孙永保代代昌。"
              ],
              "note": [
                '作：生。',
                '高山：《郑笺》：“高山，谓岐山也。”《正义》：“作者，造立之言，故为生也。”',
                '荒：开垦。严粲《诗缉》：“治荒为荒，犹治乱为乱也。今言开荒，即始辟之意也。”',
                '康：使安康。杨树达《小学述林》卷六：“康，当读为庚。天作高山，大王垦辟其荒秽，彼为之始，而文王赓续治之。”',
                '彼徂矣岐：《后汉书·西南夷传》引作“彼岨（居jū）者岐。”《集传》：“岨，险僻之意也。夷，平。行，路也。”'
              ],
              "analysis": "祭祀岐山的乐歌。歌颂大王、文王开辟岐山的功劳。"
            },
            {
              "title": "昊天有成命",
              "originalText": [
                "昊天有成命，二后受之。",
                "成王不敢康，夙夜基命宥密。",
                "於缉熙，单厥心，肆其靖之！"
              ],
              "simplifiedText": [
                "老天早已有明命，文王武王来受领。",
                "成王不敢图安逸，早晚奉持很勤敬。",
                "文武事业更光明，成王确已尽了心，天下一定能太平。"
              ],
              "note": [
                '成命：明确的命令。《通释》：“古文明成二字同义，成命，犹言明命。”',
                '后：君王。《毛传》：“二后，文、武也。”',
                '成王：《集传》：“成王，名诵，武王之子也。”',
                '基：谋。命：政令。宥：语助词。密：勤勉。于省吾《诗经新证》：“夙夜基命宥密，应读作夙夜其命有勉，言昊天既有成命，文武受之，成王不敢安逸，早夜有勉于其命。”',
                '於（呜wū）：叹词。缉熙：光明。此用为动词。《集传》：“是能继续光明文武之业而尽其心。”',
                '单：竭尽。',
                '肆其靖之：《郑笺》：“谓夙夜自勤，至于太平。”'
              ],
              "analysis": "祭祀成王的乐歌。歌颂他能继承文王武王事业，发扬光大，天下太平。"
            },
            {
              "title": "我将",
              "originalText": [
                "我将我享，维羊维牛，维天其右之。",
                "仪式刑文王之典，日靖四方。",
                "伊嘏文王，既右飨之。",
                "我其夙夜，畏天之威，于时保之。"
              ],
              "simplifiedText": [
                "我把祭品敬献上，既有牛来又有羊，希望老天来品尝。",
                "效法文王好榜样，每日谋划安四方。",
                "伟大圣明周文王，已经保佑受祭享。",
                "我将日夜勤国政，敬畏老天大威灵，保佑国家长太平。"
              ],
              "note": [
                '将：奉献。《郑笺》：“将，犹奉也。”',
                '享：《毛传》：“享，献也。”',
                '维羊维牛：一本作“维牛维羊”。',
                '维天：李黼（府fǔ）平《毛诗紬（抽chōu）义》：“维天在上，其以此右劝之乎。”',
                '右：佑。',
                '仪式：法度。刑：效法。《集传》：“仪、式、刑，皆法也。”',
                '靖：《毛传》：“靖，谋也。”',
                '嘏（谷gǔ）：远大。《传疏》：“伊，发语词。嘏与假同。嘏，大也。”',
                '于时：于是。'
              ],
              "analysis": "武王出兵伐殷，祭祀上天和文王，祈求他们保佑。为《大武》乐歌第一章。"
            },
            {
              "title": "时迈",
              "originalText": [
                "时迈其邦，昊天其子之，实右序有周。",
                "薄言震之，莫不震叠。",
                "怀柔百神，及河乔岳，允王维后！",
                "明昭有周，式序在位。",
                "载戢干戈，载橐弓矢。",
                "我求懿德，肆于时夏。允王保之！"
              ],
              "simplifiedText": [
                "按时巡视诸侯国，上帝使我为君王，保佑周家国运昌。",
                "周王声威震天下，无不震动受惊慌。",
                "祭祀四方山川神，来到黄河泰山上。",
                "周王真是好君王。",
                "周家德行最光明，百官依次行奖赏。",
                "干戈武器都收藏，良弓利箭装进囊。",
                "我求先王好德行，遍施华夏各地方，周王保持永不忘。"
              ],
              "note": [
                '迈：巡视，视察。《集传》：“迈，行也。邦，诸侯之国也。”',
                '子之：《诗缉》：“有天下曰天子，子之，谓使之为王也。”',
                '序：助。《通释》：“实右序有周，犹言实佑助有周也。右、序二字同义。”',
                '叠：惊惧。《毛传》：“震，动。叠，惧。”',
                '怀柔百神：《诗缉》：“杨氏曰：所谓怀柔百神者，言合祭四方山川之神，故曰百神。”',
                '乔岳：高山。《毛传》：“乔，高也。高岳，岱宗也。”',
                '式序在位：《正义》：“俊乂（义yì）之人，用次第处位。”',
                '戢（即jí）：收藏。橐（高gāo）：《毛传》：“戢，聚。橐，韬。”《正义》：“内（纳）弓于衣谓之韬。”',
                '肆：施行。《郑笺》：“懿，美。肆，陈也。”',
                '夏：中国。《集传》：“夏，中国也。”'
              ],
              "analysis": "武王克商后，巡视四方，祭祀山川的乐歌。"
            },
            {
              "title": "执竞",
              "originalText": [
                "执竞武王，无竞维烈。",
                "不显成康，上帝是皇。",
                "自彼成康，奄有四方，斤斤其明。",
                "钟鼓喤喤，磬莞将将，降福穰穰。",
                "降福简简，威仪反反。既醉既饱，福禄来反。"
              ],
              "simplifiedText": [
                "自强不息周武王，功业伟大世无双。",
                "成王康王有明德，上帝欣赏多赞扬。",
                "自从成王和康王，拥有天下治四方，洞察一切最明亮。",
                "钟鼓齐鸣喤喤响，磬莞合奏声铿锵，福禄为你多多降。",
                "福禄大大降下来，言行恭谨又大方。",
                "神灵酒醉饭已饱，再降福禄报周王。"
              ],
              "note": [
                '竞：强。《郑笺》：“竞，强也。”',
                '烈：业。《毛传》：“烈，业也。”《集传》：“故其功烈之盛，天下莫得而竞。”',
                '皇：嘉赏。《毛传》：“皇，美也。”',
                '斤斤：《毛传》：“斤斤，明察也。”',
                '莞（管guǎn）：管。将将（枪强qiāng qiáng）：《毛传》：“喤喤，和也。将将，集也。”',
                '穰穰（壤rǎng）：盛多貌。反反：慎重貌，善貌。《毛传》：“穰穰，众也。简简，大也。”《郑笺》：“反反，顺习之貌。”',
                '反：复。《毛传》：“反，复也。”'
              ],
              "analysis": "合祭武王、成王、康王的乐歌。歌颂武王功德广大，成康继承，神灵降福。"
            },
            {
              "title": "思文",
              "originalText": [
                "思文后稷，克配彼天。",
                "立我烝民，莫菲尔极。",
                "贻我来牟，帝命率育，无此疆尔界。",
                "陈常于时夏。"
              ],
              "simplifiedText": [
                "先祖后稷有文德，能与上天相比并。",
                "使我百姓能成立，无不赖你大德行。",
                "大麦小麦留给我，天命普遍养人民。",
                "不要彼此分疆界，农政中国都施行。"
              ],
              "note": [
                '思：语助词。《集传》：“思，语辞。文，言有文德也。”',
                '克：能。',
                '立：《通辞》：“立当训为成立之立。”',
                '极：德之至。《集传》：“盖使我烝民得以粒食者，莫非其德之至也。”',
                '来牟（谋móu）：《集传》：“来，小麦。牟，大麦也。”',
                '率：《集传》：“率，遍。”',
                '常：农政。《通释》：“陈常于时夏，谓陈农政于中夏也。”'
              ],
              "analysis": "周王郊祭始祖后稷以配天的乐歌。"
            }
          ]
        },
        {
          "title": "周颂·臣工之什",
          "poems": [
            {
              "title": "臣工",
              "originalText": [
                "嗟嗟臣工，敬尔在公。",
                "王厘尔成，来咨来茹。",
                "嗟嗟保介，维莫之春，亦又何求？",
                "如何新畲？",
                "於皇来牟，将受厥明。",
                "明昭上帝，迄用康年。",
                "命我众人，庤乃钱镈，奄观铚艾。"
              ],
              "simplifiedText": [
                "哎呀在朝众官吏，努力认真办公事。",
                "王把成法赐给你，多来商量和请示。",
                "哎呀你们众田官，现在已是暮春时。",
                "究竟还有啥要求？生田熟田怎种植？啊！",
                "小麦大麦多肥美，收成一定了不起。",
                "光明伟大好上帝，赐我丰收年年是。",
                "命令我的众奴隶，备好锄头和铲子，眼看收割快开始。"
              ],
              "note": [
                '嗟嗟（接jiē）：《毛传》：“嗟嗟，敕之也。工，官也。”',
                '厘：《集传》：“厘，赐也。成，成法也。”',
                '咨、茹（如rú）：《郑笺》：“咨，谋。茹，度也。”',
                '保介：郭沫若《由周代农事诗论到周代社会》：“保介，应该就是后来的田畯，也就是田官。”',
                '畲（余yú）：熟田。《毛传》：“田二岁曰新，三岁曰畲。”',
                '於（呜wū）皇来牟：《集传》：“於皇，叹美之辞。来牟，麦也。”',
                '厥（绝jué）明：收成。《通释》：“《尔雅?释诂》：‘明，成也。’古以年丰谷熟为成。”',
                '众人：《集传》：“众人，甸徒也。”',
                '庤（至zhì）：准备。钱（检jiǎn）：农具。镈（勃bó）：农具。《毛传》：“庤，具。钱，铫。镈，鎒。” 铫（摇yáo）：古代的一种大锄。鎒（耨nòu）锄草的农具。锄草。',
                '奄：尽。《通释》：“奄为久，又为遽（聚jù），义以相反而相成。”',
                '铚（至zhì）：拿镰收割。艾（亦yì）：收割。《集传》：“铚，获禾短镰也。艾，获也。”'
              ],
              "analysis": "周成王春耕藉田，告诫群臣忠于职守，重视稼穑。"
            },
            {
              "title": "噫嘻",
              "originalText": [
                "噫嘻成王！既昭假尔。",
                "率时农夫，播厥百谷。",
                "骏发尔私，终三十里。",
                "亦服尔耕，十千维耦。"
              ],
              "simplifiedText": [
                "啊，英明伟大周成王，已经诚心祭上天。",
                "率领这些农夫们，播种百谷要争先。",
                "赶快开发你私田，三十里内都种遍。",
                "大家一起来耕作，万人成对在田间。"
              ],
              "note": [
                '噫嘻：《郑笺》：“噫嘻，有所多大之声也。”',
                '尔：招请的神灵。',
                '时：《集传》：“时，是。”',
                '骏、私：《郑笺》：“骏，疾。私，私田也。”',
                '服：从事。',
                '耦（偶ǒu）：《集传》：“耦，二人并耕也。”'
              ],
              "analysis": "成王春祭祈谷，告诫农官率领农民播种百谷，开垦私田。"
            },
            {
              "title": "振鹭",
              "originalText": [
                "振鹭于飞，于彼西雍。",
                "我客戾止，亦有斯容。",
                "在彼无恶，在此无斁。",
                "庶几夙夜，以永终誉！"
              ],
              "simplifiedText": [
                "一群白鹭在飞翔，落到西郊水池旁。",
                "我的贵客来到了。仪容高洁真漂亮。",
                "他在本国无人怨，来到此地人敬仰。",
                "希望早晚勤国事，美名长保天下扬。"
              ],
              "note": [
                '振：群飞貌。《毛传》：“振振，群飞貌。雍，泽也。”《传疏》：“诗以鹭之在泽，兴客之朝周。宾住在西，故曰西。”',
                '戾（立lì）：《传疏》：“戾，至也。”',
                '斯容：好仪容。',
                '斁（亦yì）：《郑笺》：“在彼，谓居其国无怨恶之者；在此，谓其人来朝。人皆爱敬之，无厌之者。”《释文》：“斁，厌也。”',
                '永、誉：《郑笺》：“永，长也。誉，声美也。”《传疏》：“永，终皆长也。以永终誉，犹云以介景福也。”'
              ],
              "analysis": "周王宴请来朝诸侯时奏的乐歌，赞扬了客人的美好威仪和德行。"
            },
            {
              "title": "丰年",
              "originalText": [
                "丰年多黍多稌，亦有高廪，万亿及秭。",
                "为酒为醴，烝畀祖妣。",
                "以洽百礼，降福孔皆。"
              ],
              "simplifiedText": [
                "丰年黍子稻谷多，高大粮仓一座座，成万成亿建满坡。",
                "酿成清酒和甜酒，进献先祖先祖婆。",
                "百般祭礼都齐备。普降幸福无灾祸。"
              ],
              "note": [
                '稌（图tú）：稻。《毛传》：“稌，稻也。廪（蔺lìn），所以藏齍盛之穗也。” 齍（资zī）：古代盛谷类的祭器。',
                '秭（子zǐ）：数量名。一万亿为一秭。《郑笺》：“万亿为秭，以言谷数多。”',
                '烝畀（蒸蔽zhēng bì）：《郑笺》：“烝，进。畀，予也。”',
                '洽（恰qià）：齐备。《集传》：“洽，备。皆，遍也。”'
              ],
              "analysis": "周王于秋收后祭祀祖先用的乐歌。"
            },
            {
              "title": "有瞽",
              "originalText": [
                "有瞽有瞽，在周之庭。",
                "设业设虡，崇牙树羽。",
                "应田县鼓，鞉磬柷圉。",
                "既备乃奏，箫管备举。",
                "喤喤厥声，肃雍和鸣，先祖是听。",
                "我客戾止，永观厥成。"
              ],
              "simplifiedText": [
                "瞎子乐师人不少，共同奏乐在周庙。",
                "钟鼓架子设置好，崇牙上面饰羽毛。",
                "小鼓大鼓与悬鼓，鞉磬柷圉排一道。",
                "已经齐备就演奏，还有笛子和排箫。",
                "声音和谐又嘹亮，雍容闲雅好技巧，先祖神灵都听到。",
                "我的贵宾光临了，看完演奏称奇妙。"
              ],
              "note": [
                '瞽：盲人。古以盲人为乐官。《集传》：“瞽，乐官无目者也。”',
                '树羽：《集传》：“树羽，置五彩之羽于崇牙之上也。”业、虡（具jù）、崇牙：见《大雅·灵台》（Y-082）篇注9。',
                '虡（具jù）：木架。《毛传》：“应，小鞞（俾bǐ）也。田，大鼓也。县（音玄xuán）鼓，周鼓也。”',
                '鞉（逃táo）：摇鼓。《集传》：“鞉，如鼓而小，有柄，两耳，持其柄摇之，则傍耳还自击。磬，石磬也。柷（竹zhú），状如漆桶，以木为之，中有锥连底，挏（洞dòng）之令左右击以起乐者也。圉（语yǔ）亦作敔，状如伏虎，背上有二十七鉏鋙（举语jǔ yǔ），刻以木，长尺栎之以止乐者也。”敔（语yǔ）：古击乐器。用于雅乐结束时。'
              ],
              "analysis": "合奏各种乐器于宗庙，向祖先神灵汇报。"
            },
            {
              "title": "潜",
              "originalText": [
                "猗与漆沮！潜有多鱼：有鳣有鲔，鲦鲿鰋鲤。",
                "以享以祀，以介景福。"
              ],
              "simplifiedText": [
                "漆水沮水真美丽，鱼儿深藏河水里。",
                "既有黄鱼有鲟鱼，白鲦黄颊鲇和鲤。",
                "用来献上供祭礼，求神赐予大福气。"
              ],
              "note": [
                '猗（依yī）与：叹词。《郑笺》：“猗与，叹美之言也。”《正义》：“漆、沮（居jū），自豳历岐周以至丰镐。”',
                '潜：《集传》：“潜……深藏之也。”',
                '鳣（沾zhān）、鲔（伟wěi）：鱼名。',
                '鲿（尝cháng）：黄颊鱼。鲦（条tiáo）、鰋（掩yǎn）：《毛传》：“鲦，白鲦也。鰋，鲇也。”'
              ],
              "analysis": "周王祭于宗庙，献鱼求福。"
            },
            {
              "title": "雍",
              "originalText": [
                "有来雍雍，至止肃肃。",
                "相维辟公，天子穆穆。",
                "於荐广牡，相予肆祀。",
                "假哉皇考！绥予孝子。",
                "宣哲维人，文武维后。",
                "燕及皇天，克昌厥后。",
                "绥我眉寿，介以繁祉。",
                "既右烈考，亦右文母。"
              ],
              "simplifiedText": [
                "客人和悦心舒畅，严肃恭敬到庙堂。",
                "诸侯公卿来助祭，天子仪容很端庄。",
                "进献肥美大牺牲，帮我祭品摆妥当。",
                "皇考文王真伟大，保我孝子得安康。",
                "百官通达多智慧，文武兼备好君王。",
                "上天平安无灾变，子孙后代得繁昌。",
                "赐我平安寿命长，助我福禄多无疆。",
                "既劝烈考受祭享，又劝文母来品尝。"
              ],
              "note": [
                '雍雍：和悦。《郑笺》：“雍雍，和也。肃肃，敬也。”',
                '辟公：诸侯。《集传》：“相，助祭也。辟公，诸侯也。”',
                '广牡：《集传》：“广牡，大牲也。”',
                '肆祀：陈设祭品。《郑笺》：“又助我陈祭礼之馔（转zhuàn）。”',
                '假：大。《集传》：“假，大也。皇考，文王也。绥，安也。”',
                '宣哲：《集传》：“宣，通。哲，知。”',
                '燕：《毛传》：“燕，安也。”',
                '绥我眉寿：林义光《诗经通解》：“绥，读为遗。”',
                '繁：《郑笺》：“繁，多也。”',
                '右：尊崇。《通释》：“此诗右亦当读为侑劝之侑。……且诗以烈考与文母对举，文母为太姒，则烈考为文王无疑。”'
              ],
              "analysis": "武王祭祀文王，在撤去祭品时唱的乐歌。"
            },
            {
              "title": "载见",
              "originalText": [
                "载见辟王，曰求厥章。",
                "龙旂阳阳，和铃央央。",
                "鞗革有鸧，休有烈光。",
                "率见昭考，以孝以享。",
                "以介眉寿，永言保之，思皇多祜。",
                "烈文辟公，绥以多福，俾缉熙于纯嘏。"
              ],
              "simplifiedText": [
                "诸侯开始朝君王，考求礼仪旧典章。",
                "交龙旗帜多明亮，车旗铃铛响叮当。",
                "饰金笼头马缰绳，华丽美好闪光芒。",
                "相率朝见武王庙，敬献祭品行祭享。",
                "祈求寿命能久长，永保子孙得安康，大福大禄多多降。",
                "有功有德众诸侯，神灵多多赐福禄，使我光明福长享。"
              ],
              "note": [
                '载：初始。《郑笺》：“诸侯始见君王，谓成王也。”',
                '章：《集传》：“章，法度也。”',
                '鞗（条tiáo）革：《郑笺》：“交龙为旂。鞗革，辔首也。”《集传》：“轼前曰和，旂上曰铃。央央、有鸧，皆声和也。”鸧（枪qiāng）：金饰貌。',
                '昭考：《毛传》：“昭考，武王也。”',
                '以孝以享：《通释》：“此诗以孝以享，犹《潜》诗以享以祀，皆二字同义，合言之则曰孝享。”',
                '嘏（谷gǔ）：《郑笺》：“俾，使。纯，大也。天子受福曰大嘏。”'
              ],
              "analysis": "成王即位，率诸侯祭祀武王的乐歌。"
            },
            {
              "title": "有客",
              "originalText": [
                "有客有客，亦白其马。",
                "有萋有且，敦琢其旅。",
                "有客宿宿，有客信信。",
                "言授之絷，以絷其马。",
                "薄言追之，左右绥之。",
                "既有淫威，降福孔夷。"
              ],
              "simplifiedText": [
                "有客有客好名声，驾着白马来王庭。",
                "态度恭谨仪容美，随从挑选也精明。",
                "一宿两宿客莫走，三天四天望客停。",
                "给他一条绊马绳，拴住马脚别让乘。",
                "将要离去送别他，左右安慰心意诚。",
                "客人既有大德行，神灵多多降福庆。"
              ],
              "note": [
                '客：《集传》：“客，微子也。周既灭商，封微子于宋，以祀其先王，而以客礼待之，不敢臣也。”',
                '白：《毛传》：“殷尚白也。”',
                '萋、且（居jū）：随从众多貌。《毛传》：“萋且，敬慎貌。”《集传》：“敦琢，选择也。旅，其卿大夫从行者也。”',
                '信：一宿为宿，再宿为信。《尔雅?释训》“有客宿宿，言再宿也。有客信信，言四宿也。”',
                '絷（值zhí）：《郑笺》：“絷，绊也。”',
                '追：饯行。《郑笺》：“追，送也。”',
                '威：《通释》：“按《广雅》：‘威，德也。’……既有淫威，犹云既有大德耳。”',
                '夷：《集传》：“夷，易也，大也。”'
              ],
              "analysis": "微子来朝，周王朝对他表示赞扬和挽留。"
            },
            {
              "title": "武",
              "originalText": [
                "於皇武王！无竞维烈。",
                "允文文王！克开厥后。",
                "嗣武受之，胜殷遏刘，耆定尔功。"
              ],
              "simplifiedText": [
                "多么伟大周武王，丰功伟业世无双。",
                "文德显著周文王，后人基业他开创。",
                "武王继成受天命，制止杀戮胜殷商，终成大功美名扬。"
              ],
              "note": [
                '於（呜wū）皇：《集传》：“於，叹辞。皇，大。”',
                '刘：杀；征伐。《毛传》：“刘，杀。”《郑笺》：“举兵伐殷而胜之，以止天下之暴虐而杀人者。”',
                '耆（纸zhǐ）：致使；达到。《毛传》：“耆，致也。”'
              ],
              "analysis": "歌颂周武王消灭殷商的功业。为《大武》乐歌第二章。"
            }
          ]
        },
        {
          "title": "周颂·闵予小子之什",
          "poems": [
            {
              "title": "闵予小子",
              "originalText": [
                "闵予小子，遭家不造，嬛嬛在疚。",
                "於乎皇考！永世克孝。",
                "念兹皇祖，陟降庭止。",
                "维予小子，夙夜敬止。",
                "於乎皇王，继序思不忘！"
              ],
              "simplifiedText": [
                "可怜我这年轻人，家门遭丧太不幸，孤苦无依忧成病。",
                "啊，伟大先父周武王，终生能把孝道行。",
                "追念皇祖周文王，英灵上下在朝廷。",
                "想我嗣位年纪轻，早晚办事应恭敬。",
                "啊，文王武王请放心，继承大业永记清。"
              ],
              "note": [
                '闵：通“悯”。哀怜。小子：成王自谓。不造：不幸。《郑笺》：“闵，悼伤之言也。”《通释》：“不造犹不善，不善犹不淑也。……不淑犹云不祥，谓遭凶丧也。”',
                '嬛嬛（穷qióng）：孤独无依貌。疚（旧jiù）：痛苦。《集传》：“嬛与茕同，无所依怙（沪hù）之意。疚，哀病也。”',
                '皇祖：《郑笺》：“思此君祖文王。”',
                '陟降：《郑笺》：“陟降，上下也。”《集传》：“承上文言武王之孝，思念文王，常犹见其陟降于庭。”',
                '序：事业。《郑笺》：“於乎君王，叹文王武王也。”《毛传》：“序，绪也。”'
              ],
              "analysis": "武王死后，成王丧满即位，告祭祖庙，思念父祖，自我戒勉。"
            },
            {
              "title": "访落",
              "originalText": [
                "访予落止，率时昭考。",
                "於乎悠哉！朕未有艾。",
                "将予就之，继犹判涣。",
                "维予小子，未堪家多难。",
                "绍庭上下，陟降厥家。",
                "休矣皇考！以保明其身。"
              ],
              "simplifiedText": [
                "执政开始就咨询，遵循武王行德政。",
                "啊！任务重大道路远，我无阅历少才能。",
                "帮我实行先王法，继续谋求大业成。",
                "想我如今年纪轻，王室多难难担承。",
                "继续上下在朝廷，升降家中从未停。",
                "武王神灵真英明，保佑我身得安宁。"
              ],
              "note": [
                '访落：《毛传》：“访，谋。落，始。”《传疏》：“谋者，谋于庙也。……始者，始即政也。”',
                '率时：《毛传》：“率，循。时，是。”',
                '艾：阅历。《集传》：“然其道远矣，予不能及也。”',
                '将予就之：《郑笺》：“扶将我就其典法而行之。”',
                '判涣：分散，使广大。《通释》：“继犹判涣，言当谋其大者。”',
                '绍：继承。陟（治zhì）降：升降。指神灵常相往还，护佑。《郑笺》：“绍，继也。”《集传》：“则亦继其上下于庭，陟降于家。”',
                '休：美。《正义》：“上言昭考，此言皇考，皆指武王也。”',
                '明：勉励。'
              ],
              "analysis": "成王执政初年，与群臣议事于宗庙，祷告武王。"
            },
            {
              "title": "敬之",
              "originalText": [
                "敬之敬之！天维显思。",
                "命不易哉！无曰高高在上，",
                "陟降厥士，日监在兹。",
                "维予小子，不聪敬止。",
                "日就月将，学有缉熙于光明。",
                "佛时仔肩，示我显德行。"
              ],
              "simplifiedText": [
                "小心谨慎莫忘记，上天监察最明显。",
                "保持天命真困难，莫说高高在上面。",
                "事物由它定升降，每日监视这下边。",
                "想我这个年轻人，敢不听从不恭敬？",
                "日有成就月有进，学问积渐向光明，",
                "群臣辅我担大任，示我治国好德行。"
              ],
              "note": [
                '敬：警戒。《通释》：“敬之本义即警之。……敬之敬之，犹云戒之戒之。”',
                '士：《毛传》：“士，事也。”',
                '聪：《通释》：“按《广雅》：‘聪，听也。’不为语词。不聪敬止，谓听而警戒也。”',
                '就：久。将：长。《集传》：“将，进也。”《通释》：“《说文》：‘缉，绩也。’绩之言积。当为积渐广大，以至于光明。”',
                '佛（必bì）：辅助。仔肩：责任。《郑笺》：“佛，辅。时，是。仔肩，任也。”'
              ],
              "analysis": "成王警戒自己要敬天勤学，希望君臣辅助。"
            },
            {
              "title": "小毖",
              "originalText": [
                "予其惩，而毖后患。",
                "莫予荓蜂，自求辛螫。",
                "肇允彼桃虫，拚飞维鸟。",
                "未堪家多难，予又集于蓼！"
              ],
              "simplifiedText": [
                "我要警前毖后患。",
                "没人使我没人牵，全由自己寻苦难。",
                "开始以为小鹪鹩，忽成大鸟飞上天。",
                "家多祸患受不了，又陷困境更难堪。"
              ],
              "note": [
                '毖（必bì）：谨慎。惩（成chéng）：《毛传》：“毖，慎也。”《集传》：“惩，有所伤而知戒也。”成语“惩前毖后”源于此。',
                '荓（平píng）蜂：《毛传》：“荓蜂，摩曳也。”胡承珙（巩gǒng）《后笺》：“摩曳者，谓牵引而使之也。”',
                '辛螫（市shì）：《传疏》：“辛螫，《释文》引《韩诗》作辛赦，云：‘赦，事也。’辛事，谓辛苦之事也。”',
                '桃虫：《集传》：“桃虫，鹪鹩（焦辽jiāo liáo），小鸟也。拚（番fān），飞貌。”',
                '蓼（了liǎo）：《集传》：“蓼，辛苦之物也。”'
              ],
              "analysis": "成王诛杀管蔡、消灭武庚以后，警戒自己，要防患于开始。"
            },
            {
              "title": "载芟（必读）",
              "originalText": [
                "载芟载柞，其耕泽泽。",
                "千耦其耘，徂隰徂畛。",
                "侯主侯伯，侯亚侯旅，侯强侯以。",
                "有嗿其馌，思媚其妇，有依其士。",
                "有略其耜，俶载南亩，播厥百谷。",
                "实函斯活，驿驿其达。",
                "有厌其杰，厌厌其苗，绵绵其麃。",
                "载获济济，有实其积，万亿及秭。",
                "为酒为醴，烝畀祖妣，不洽百礼。",
                "有飶其香。邦家之光。",
                "有椒其馨，胡考之宁。",
                "匪且有且，匪今斯今，振古如兹。"
              ],
              "simplifiedText": [
                "除草又除杂树，接着耕田松土。",
                "千双农夫锄草，走向低田小路。",
                "家主和他的长男，跟着许多子弟，个个都是好汉。",
                "送饭的说说笑笑，妇女人人美好。",
                "男子干劲旺盛，犁锹锋利有刃。",
                "开始耕种南亩，播下各种禾谷。",
                "种子生气内蓄，苗儿连续出土。",
                "杰出的苗儿特美，一般的整整齐齐。薅草频繁细密。",
                "收获累累众多，众多粮食堆积，堆积千亿万亿。",
                "用来酿造酒醴，奉祭先祖先妣，供应各种祭礼。",
                "祭筵酒气芬芳，邦家光大盛昌。",
                "酒香伴着椒香，老人长寿安康。",
                "这景象超过希望，有今天何曾料想，自古以来就是这样。"
              ],
              "note": [
                '芟（山shān）：锄草。柞（择zé）：伐木。',
                '泽泽（释释shìshì）：解散。以上二句是说先除草木然后耕地，似是新开的田。',
                '耦：二人并耕。千耦言其多。耘：去田间的草。',
                '隰（席xí）：低湿之地，即指田地所在。畛（诊zhěn）：田畔路径。',
                '侯：语助词。主：家长。伯：长子。',
                '亚：长子以次的诸子。旅：众，指更幼的一群。',
                '强：强有力。以：用或干。这句是总束上文，言这些人都强壮而得力。',
                '嗿（毯tǎn）：众声。送饭的妇女不止一人，行走和笑语的声音众多。',
                '思：语助词，和“有嗿”“有依”等有字作用相同。媚：美好。',
                '依：庄盛貌。士：指在田中耕作的男子。一说“依”是爱悦依倚之貌，上句“媚”字也作为“爱悦”的意思。言送饭的妇与耕作的士彼此相媚相依，也可以通。',
                '略：锋利。耜（似sì）：农具名，用来插地起土。其柄名为耒（磊lěi）。',
                '函：含藏。活：生气。',
                '驿驿（译yì）：《尔雅》作“绎绎”，连续貌。达：生。',
                '厌：饱满。杰：先长特出的苗。',
                '厌厌：苗齐貌。以上三句是说禾苗连续出土，那杰出的异常饱满，一般的很齐整。',
                '绵绵：详密。麃（标biāo）：除禾苗间的草，是耘的别名。',
                '济济：众多貌。',
                '实：满。积：在露天堆积粮谷。见《大雅·公刘》（Y-090）篇。',
                '秭（姊zǐ）：万亿。以上三句言收获多。',
                '醴：甜酒。',
                '烝（蒸zhēng ）：进。',
                '洽：合。百礼：各种祭礼。以上三句言所收的谷可以造酒，供祭祖先和各种祭祀之用。',
                '飶（必bì）：本字为“苾”，芬芳。这句和下文“有椒其馨”都是用草木的馨香喻酒醴的馨香。',
                '胡：寿。考：老。胡考安宁和邦家光大都是说因祭祀合礼而得福。',
                '匪：读作“非”。且（租zū）：此，指丰收。匪且有且：是说不敢期望这样的丰收而竟有这样的丰收。',
                '匪今斯今：言不敢期望现在就能实现的而竟然现在就实现了。',
                '振：起。振古：犹言“由古”。这句是说得到神佑不始于今日，从古以来就这样了。'
              ],
              "analysis": "这是周王祭社稷（土谷之神）的乐歌。从开端到“绵绵”句都是写农夫力田和禾谷成长的情形。“载获”三句写丰收。“为酒”七句写祭祀得福。最后三句表示对神的感谢。"
            },
            {
              "title": "丝衣",
              "originalText": [
                "丝衣其紑，载弁俅俅。",
                "自堂徂基，自羊徂牛，",
                "鼐鼎及鼒，兕觥其觩。",
                "旨酒思柔。不吴不敖，胡考之休！"
              ],
              "simplifiedText": [
                "丝衣洁净又鲜明，头戴皮帽很端正。",
                "自从堂上道门坎，察看羊牛诸牺牲，还有大鼎和小鼎。",
                "兕角杯儿弯弯形，斟满美酒柔又清。",
                "不敢喧哗不傲慢，降我长寿多吉庆。"
              ],
              "note": [
                '紑（否阳fóu）：洁净新鲜。《毛传》：“丝衣，祭服也。紑，洁鲜貌。”《郑笺》：“载，犹戴也。俅俅（求qiú），恭顺貌。”',
                '基：《通释》：“基者，畿之假借。……畿之言期，限也。期、基古同音，故畿可借作基。”',
                '鼐（乃nǎi）、鼒（资zī）：《毛传》：“大鼎谓之鼐，小鼎谓之鼒。”',
                '吴：喧哗。《传疏》：“不吴者，言不讙（欢huān，又读喧xuān）哗也。不敖者，言不傲慢也。”《集传》：“不喧哗，不怠敖，故能得寿考之福。”'
              ],
              "analysis": "于祭祀次日举行宴会以酬谢“神尸”的乐歌。"
            },
            {
              "title": "酌",
              "originalText": [
                "於铄王师！遵养时晦。",
                "时纯熙矣，是用大介。",
                "我龙受之，蹻蹻王之造。",
                "载用有嗣，实维尔公允师。"
              ],
              "simplifiedText": [
                "武王军队真辉煌，奉命攻取殷昏王。",
                "一时普天都光明，国泰民安大吉祥。",
                "应天顺人受天下，武王功业四海扬。",
                "一代一代有继承，效法武王好榜样。"
              ],
              "note": [
                '於（呜wū）、铄（朔shuò）：《集传》：“於，叹辞。铄，盛。”',
                '时晦：不利之时。《毛传》：“遵，率。养，取。晦，昧也。”《正义》：“率此师以取是晦昧之君，谓诛伐以定天下。”',
                '纯熙：明亮。《郑笺》：“纯，大。”《集传》：“熙，光。”《通释》：“《尔雅·释诂》：‘介，善也。’大介，即大善，大善，犹大祥也。”',
                '龙：《毛传》：“龙，和也。”《传疏》：“凡应天顺人谓之和。”',
                '蹻蹻（绝jué）：盛大貌。',
                '嗣：《集传》：“其所以嗣之者，亦维武王之事是师尔。”',
                '尔公：你的功业。'
              ],
              "analysis": "歌颂武王伐商而有天下，建立丰功伟绩。为《大武》乐歌第五章。"
            },
            {
              "title": "桓",
              "originalText": [
                "绥万邦，屡丰年，天命匪解。",
                "桓桓武王，保有厥士。",
                "于以四方，克定厥家。",
                "於昭于天，皇以间之。"
              ],
              "simplifiedText": [
                "武王诛暴安天下，年年喜获好收成。天命在周不会停。",
                "威武凛凛周武王，拥有朝士多贤能。",
                "用来镇抚四方国，周家天下得安定。",
                "武王光辉照天上，代替殷商坐朝廷。"
              ],
              "note": [
                '绥：《郑笺》：“绥，安也。屡，亟。诛无道，安天下，则亟有丰熟之年，阴阳和也。”',
                '解（懈xiè）：懈。《集传》：“然天命之于周，久而不厌也。”',
                '桓桓：威武貌。《集传》：“桓桓，武貌。……保有其士而用之于四方，以定其家。”',
                '皇：大。间（见jiàn）：代。《毛传》：“间，代也。”《集传》：“言君天下以代商也。”'
              ],
              "analysis": "歌颂武王灭商，平定四方，天下太平。为《大武》乐歌第六章。"
            },
            {
              "title": "赉",
              "originalText": [
                "文王既勤止，我应受之。",
                "敷时绎思，我徂维求定。",
                "时周之命，於绎思！"
              ],
              "simplifiedText": [
                "文王创业太劳勤，我当好好来担承。",
                "施行政令要连续，伐商惟求天下定。",
                "周王命令须奉行。啊，应当继续文王政。"
              ],
              "note": [
                '赉（赖lài）：赏赐，赠送。含赐赏诸侯功臣之意。',
                '勤：《毛传》：“勤，劳。”',
                '敷时绎：姚际恒《诗经通论》：“敷，布也，施也。时，是也。绎，连续不断意。”',
                '徂：《传疏》：“徂，往也。往伐殷也。定，安也。”《通释》：“时与承一声之转……时周之命，即承周之命也。”',
                '於（呜wū）：《集传》：“於，叹辞。”'
              ],
              "analysis": "武王克商后，封赏功臣，布告诸侯。为《大武》乐歌第三章。"
            },
            {
              "title": "般",
              "originalText": [
                "於皇时周！陟其高山。",
                "嶞山乔岳，允犹翕河。",
                "敷天之下，裒时之对。时周之命！"
              ],
              "simplifiedText": [
                "啊，周家天下多辉煌。",
                "登至那座高山上，小山大山都在望，合祭黄河真顺当。",
                "普天之下诸神灵，聚集一起报周王。周家命运定久长！"
              ],
              "note": [
                '於：《正义》：“於（呜wū）乎美哉是周家也。”',
                '嶞（垛duò）：狭长的小山。《集传》：“高山，泛言山耳。嶞，则其狭而长者。乔，高也。岳，则其高而大者。”',
                '翕（细xì）：合。《毛传》：“翕，合也。”《郑笺》：“河言合者，河自大陆之北敷为九，祭者合为一。”《通释》：“按《尔雅·释言》：‘猷，若也。’猷、犹古通用。……是知允犹即允若。允若，即允顺也。”',
                '裒（掊póu）：聚集。《集传》：“裒，聚也。对，答也。”'
              ],
              "analysis": "歌颂武王巡狩，祭祀山川，天下一统。为《大武》乐歌第四章。"
            }
          ]
        },
        {
          "title": "鲁颂·駉之什",
          "poems": [
            {
              "title": "駉",
              "originalText": [
                "駉駉牡马，在坰之野。薄言駉者！",
                "有驈有皇，有骊有黄，以车彭彭。",
                "思无疆，思马斯臧！",
                "駉駉牡马，在坰之野。薄言駉者！",
                "有骓有駓，有骍有骐，以车伾伾。",
                "思无期，思马斯才！",
                "駉駉牡马，在坰之野。溥言駉者！",
                "有驒有骆，有骝有雒，以车绎绎。",
                "思无斁，思马斯作！",
                "駉駉牡马，在坰之野。薄言駉者！",
                "有骃有騢，有驔有鱼，以车祛祛。",
                "思无邪，思马斯徂！"
              ],
              "simplifiedText": [
                "公马高大又肥壮，远郊野外去放牧。",
                "要问良马有几种：既有驈来又有皇。",
                "骊马纯黑赤马黄，驾起车来力量强，",
                "深谋远虑无限量，但望马儿都优良。",
                "公马肥壮好身体，群群牧放远郊地。",
                "要问良马有几种：苍白骓马黄白駓，",
                "还有骍马青黑骐，驾起车来有力气。",
                "深谋远虑无限期，但望马儿好质地。",
                "公马肥壮真不错，放在远郊近山坡。",
                "要问良马有几种：青黑驒马白色骆，",
                "赤色骝马黑色雒，驾起车来快如梭。",
                "深谋远虑不觉倦，但望马儿都振作。",
                "公马肥壮强有劲，郊野放牧远离城。",
                "要问良马有几种：红白騢马灰白骃，",
                "驔呀鱼呀也有名，驾起车来脚步轻。",
                "深谋远虑无邪僻，但望马儿能疾行。"
              ],
              "note": [
                '駉駉（扃jiōng）：《毛传》：“駉駉，良马腹于肥张也。”《传疏》：“牡马，谓壮大之马。犹四马之称四牡，不必读为牝（聘pìn）牡之牡也。”',
                '坰（窘jiǒng）：《毛传》：“坰，远野也。邑外曰郊，郊外曰野，野外曰林，林外曰坰。”',
                '驈（欲yù）：《毛传》：“骊马白胯曰驈，黄白曰皇。纯黑曰骊，黄骍（星xīng）曰黄。”',
                '彭彭（邦bāng）：《毛传》：“彭彭，有力有容也。”《集疏》：“以，用也。用车以驾。”',
                '臧：《郑笺》：“臧，善也。”',
                '骓（锥zhuī）、駓（坯pī）：《毛传》：“苍白杂毛曰骓，黄白杂毛曰駓，赤黄曰骍，苍祺曰骐（齐qí）。”',
                '伾伾（匹pǐ）：《毛传》：“伾伾，有力也。”',
                '才：《集传》：“才，材力也。”《集疏》：“思无期，思虑远长无有期限。即马亦多成材也。”',
                '驒（驮tuó）：《毛传》：“青骊驎（林lín）曰驒，白马黑鬣（列liè）曰骆（洛luò）,赤身黑鬣曰骝（六liù），黑身白鬣曰雒（洛luò）。”',
                '绎绎（易yì）：《毛传》：“绎绎，善走也。”',
                '斁（易yì）：《郑笺》：“斁，厌也。”',
                '骃（音yīn）、驔（垫diàn）：《毛传》：“阴白杂毛曰骃，彤白杂毛曰騢（峡xiá），豪骭（干gàn）曰驔，二目白曰鱼。”',
                '祛祛（区qū）：《毛传》：“祛祛，强健也。”',
                '徂：《郑笺》：“徂，犹行也。……牧马使可走行。”《集传》：“思无邪者，思之真正无有邪曲。”'
              ],
              "analysis": "歌颂鲁僖公有远见，兼重农牧，养马多，善服役。"
            },
            {
              "title": "有駜",
              "originalText": [
                "有駜有駜，駜彼乘黄。",
                "夙夜在公，在公明明。",
                "振振鹭，鹭于下。",
                "鼓咽咽，醉言舞。于胥乐兮！",
                "有駜有駜，駜彼乘牡。",
                "夙夜在公，在公饮酒。",
                "振振鹭，鹭于飞。",
                "鼓咽咽，醉言归。于胥乐兮！",
                "有駜有駜，駜彼乘駽。",
                "夙夜在公，在公载燕。",
                "自今以始，岁其有。",
                "君子有穀，诒孙子。于胥乐兮！"
              ],
              "simplifiedText": [
                "多么肥壮又高大，驾上四匹黄膘马。",
                "早晚忙碌在公家，办公勤勉无闲暇。",
                "一群白鹭振翅飞，忽而上升忽而下。",
                "鼓儿敲起咚咚响，酒醉起舞兴难罢。啊，大家心里乐开花。",
                "多么高大多肥壮，四匹公马不寻常。",
                "早晚忙碌在公堂，公堂里面把酒尝。",
                "一群白鹭振翅飞，白鹭高高飞向上。",
                "鼓儿敲起咚咚响，酒醉饭饱人散场。啊，大家心里喜洋洋。",
                "多么强壮多有劲，四匹青马驾车行。",
                "早晚忙碌在公庭，公庭里面宴饮兴。",
                "打从如今开了头，年年都有好收成。",
                "君子好善有吉庆，遗留子孙来继承。啊，大家心里喜盈盈。"
              ],
              "note": [
                '駜（必bì）：《毛传》：“駜，马肥强貌。”《传疏》：“乘黄，四黄马。”',
                '明明：操劳勤勉。《郑笺》：“早起夜寐，在于公之所。”《通释》：“明、勉一声之转，明明即勉勉之假借，谓其在公尽力也。”',
                '振振：《集传》：“振振，群飞貌。鹭，鹭羽，舞者所持，或坐或伏，如鹭之下也。”',
                '咽咽（音yīn）：《毛传》：“咽咽，鼓节也。”',
                '于：《传疏》：“于，发声。”',
                '駽（宣xuān）：青黑马。《毛传》：“青骊曰駽。”',
                '有：《集传》：“有，有年也。”',
                '穀：福禄。《郑笺》：“穀，善。诒，遗也。”'
              ],
              "analysis": "赞美鲁僖公君臣勤于公事，宴饮欢乐。"
            },
            {
              "title": "泮水",
              "originalText": [
                "思乐泮水，薄采其芹。",
                "鲁侯戾止，言观其旂。",
                "其旂茷茷，鸾声哕哕。",
                "无小无大，从公于迈。",
                "思乐泮水，薄采其藻。",
                "鲁侯戾止，其马蹻蹻。",
                "其马蹻蹻，其音昭昭。",
                "载色载笑，匪怒伊教。",
                "思乐泮水，薄采其茆。",
                "鲁侯戾止，在泮饮酒。",
                "既饮旨酒，永锡难老。",
                "顺彼长道，屈此群丑。",
                "穆穆鲁侯，敬明其德。",
                "敬慎威仪，维民之则。",
                "允文允武，昭假烈祖。",
                "靡有不孝，自求伊祜。",
                "明明鲁侯，克明其德。",
                "既作泮宫，淮夷攸服。",
                "矫矫虎臣，在泮献馘。",
                "淑问如皋陶，在泮献囚。",
                "济济多士，克广德心。",
                "桓桓于征，狄彼东南。",
                "烝烝皇皇，不吴不扬。",
                "不告于訩，在泮献功。",
                "角弓其觩。束矢其搜。",
                "戎车孔博。徒御无斁。",
                "既克淮夷，孔淑不逆。",
                "式固尔犹，淮夷卒获。",
                "翩彼飞鸮，集于泮林。",
                "食我桑黮，怀我好音。",
                "憬彼淮夷，来献其琛。",
                "元龟象齿，大赂南金。"
              ],
              "simplifiedText": [
                "大家游乐泮水滨，我在水中采水芹。",
                "鲁侯大驾要光临，已经看到旌旗影。",
                "车上旌旗随风展，铃儿叮当响不停。",
                "无论大官和小官，跟随僖公向前行。",
                "游乐泮水兴致高，我在水中采水藻。",
                "鲁侯大驾已来到，马儿强健气势豪。",
                "马儿强健气势豪，随行人多声音高。",
                "鲁侯和颜面带笑，不发怒气耐心教。",
                "游乐泮水久停留，采摘莼菜忙不休。",
                "鲁侯大驾已光临，泮宫里面饮美酒。",
                "美酒已经举杯饮，祝君长生不老寿。",
                "顺着大道向前走，收服丑类不用愁。",
                "庄严美好鲁僖公，恭敬勤勉品德高。",
                "注意威仪有礼貌，光辉榜样人人效。",
                "真正能文又能武，先祖神灵诚祭告。",
                "遵循祖训无不孝，大福一定能求到。",
                "勤勉努力鲁僖公，能修品德讲法度。",
                "已把泮宫建设好，淮夷人民都归服。",
                "武臣矫矫如猛虎，献敌左耳泮水处。",
                "审讯得法似皋陶，就在泮宫献俘虏。",
                "朝臣济济有修养，能把善心来推广。",
                "威风凛凛去出征，平定东南势力强。",
                "声势盛大军容壮，没有喧哗无叫嚷。",
                "宽待俘虏不穷究，泮宫献功无夸张。",
                "角弓弯弯硬又强，百箭发出嗖嗖响。",
                "兵车坚固数量多，战士英勇斗志昂。",
                "淮夷已经征服了，不再违命多善良。",
                "坚决执行你谋略，淮夷终于得扫荡。",
                "翩翩飞来猫头鹰，落在泮水傍边林。",
                "吃了我的桑上果，给我送来好声音。",
                "如今淮夷有觉悟，献来珍宝表诚心。",
                "既有大龟和象牙，还有南方特产金。"
              ],
              "note": [
                '泮（畔pàn）水：《毛传》：“泮水，泮宫之水也。天子辟雍，诸侯泮宫。”《释文》：“泮宫，诸侯之学也。”',
                '芹：《郑笺》：“芹，水菜也。”',
                '戾止：《毛传》：“戾，来。止，至也。”',
                '茷茷（配pèi）：《集传》：“茷茷，飞扬也。哕哕（惠huì），和也。”',
                '于迈：《郑笺》：“于，往。迈，行也。”',
                '蹻蹻（焦jiāo）：《毛传》：“其马蹻蹻，言强盛也。”',
                '昭昭：严粲《诗缉》：“其声音昭昭然明亮。”',
                '色：《毛传》：“色温润也。”',
                '茆（卯mǎo）：莼（纯chún）菜。《集传》：“茆，凫葵也。叶大如手，赤圆而滑，江南人谓之莼菜者也。”',
                '难老：《诗缉》：“则天与之难老之福。”',
                '长道：《集传》：“长道，犹大道也。”《毛传》：“屈，收。丑，众也。”',
                '昭假：诚心祭告。《郑笺》：“信文矣，为修泮宫也。信武矣，为伐淮夷也。”',
                '矫矫（搅jiǎo）、馘（国guó）：割敌左耳。《郑笺》：“矫矫，武貌。馘，所格者之左耳。”',
                '淑：《郑笺》：“淑，善也。囚，所俘获者。”',
                '桓桓：《毛传》：“桓桓，威武貌。狄，当作剔，剔，治也。东南斥淮夷。”',
                '烝烝皇皇：《集传》：“烝烝皇皇，盛也。不吴不扬，肃也。”',
                '訩（凶xiōng）：争辩。《传疏》：“不告于訩，言不穷治凶恶，唯在柔服之而已。”',
                '觩（求qiú）：《集传》：“觩，弓健貌。五十矢为束或曰：百矢也。搜，矢疾声也。”',
                '博：《传疏》：“博，众也。”《集传》：“无斁（益yì），言竟劝也。”',
                '犹：《郑笺》：“犹，谋也。”',
                '鸮（萧xiāo）：《毛传》：“翩，飞貌。鸮，恶声之鸟也。”',
                '黮（慎shèn）：通“葚”。桑葚。《毛传》：“黮，桑实也。”《郑笺》：“怀，归也。”',
                '憬（景jǐng）：强。琛（抻chēn）：珍宝。《集传》：“憬，觉悟也。琛，宝也。”',
                '赂（路lù）：赠送财物。'
              ],
              "analysis": "歌颂鲁僖公能继承祖先事业，整修泮宫，征服淮夷，建立文治武功。"
            },
            {
              "title": "閟宫",
              "originalText": [
                "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。",
                "上帝是依，无灾无害。弥月不迟，是生后稷。",
                "降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。",
                "有稷有黍，有稻有秬。奄有下土，缵禹之绪。",
                "后稷之孙，实维大王。居岐之阳，实始翦商。",
                "至于文武，缵大王之绪，致天之届，于牧之野。",
                "无贰无虞，上帝临女。敦商之旅，克咸厥功。",
                "王曰：叔父！建尔元子，俾侯于鲁。大启尔宇，为周室辅。",
                "乃命鲁公，俾侯于东。锡之山川，土田附庸。",
                "周公之孙，庄公之子。龙旂承祀。六辔耳耳。",
                "春秋匪解，享祀不忒：皇皇后帝，皇祖后稷。",
                "享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。",
                "秋而载尝，夏而楅衡。白牡骍刚，牺尊将将。",
                "毛炰胾羹，笾豆大房。万舞洋洋，孝孙有庆。",
                "俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是常。",
                "不亏不崩，不震不腾。三寿作朋，如冈如陵。",
                "公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。",
                "烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承。",
                "俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。",
                "俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害！",
                "泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。",
                "至于海邦，淮夷来同。莫不率从，鲁侯之功！",
                "保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。",
                "及彼南夷，莫不率从。莫敢不诺，鲁侯是若！",
                "天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。",
                "鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。",
                "既多受祉，黄发儿齿。",
                "徂徠之松，新甫之柏。是断是度，是寻是尺。",
                "松桷有舄，路寝孔硕，新庙奕奕。",
                "奚斯所作，孔曼且硕，万民是若！"
              ],
              "simplifiedText": [
                "姜嫄神宫多静寂，殿高屋大人迹稀。光明伟大姜嫄氏，品德端正无邪僻。",
                "上帝依恋眷顾她，没有伤害无灾异。怀孕十月不延迟，生下儿子是后稷。",
                "天降百种大福气，黍稷成熟有早晚，豆麦种植时不一。",
                "拥有小国本在邰，教会人民稼穑事。既有高粱和黍子，还有香稻黑小米。",
                "终于拥有天下地，大禹事业得承继。",
                "后稷有个好孙子，古公亶父号太王。住在岐山向阳地，开始准备灭殷商。",
                "到了文王和武王，太王事业得发扬。奉行天意灭殷纣，就在牧野摆战场。",
                "莫怀二心莫欺诈，上帝监察在头上。殷商队伍全俘获，能成大功世无双。",
                "成王开口叫叔父，封立你的大儿子，使他为侯在鲁邦。",
                "大大开拓你土疆。辅卫周室作屏障。",
                "成王下令给鲁公，建立侯国地在东。赐他高山和大川，还有土田和附庸。",
                "周公远孙鲁僖公，庄公儿子是英雄。打着龙旗承祭祀，六条缰绳把马控。",
                "春秋祭祀不懈怠，祭祀完备无漏洞。上帝光明又伟大，还有后稷老祖宗。",
                "献上牺牲黄色牛，神灵享受兴味浓，降你幸福有多种。",
                "伟大先祖周公旦，也将赐你福无穷。",
                "秋天尝祭未开场，夏天设栏把牛养。公牛有白也有黄，牛形酒樽多漂亮。",
                "生烤乳猪肉片汤，盛满笾豆和大房。文舞武舞排场大，孝顺儿孙有福享。",
                "使你兴旺又昌盛，使你长寿获吉祥。安定东方那片土，保卫鲁国国运长。",
                "不亏损来不崩溃，不沸腾也不震荡。三寿和你做朋友，稳如丘陵和山岗。",
                "鲁公兵车有千辆，绿绳缠弓红缨矛，长矛成对弓成双。",
                "鲁公步卒有三万，红线缀贝饰盔上，大军人多势力强。",
                "北狄西戎受打击，荆舒两国遭重创，无人敢与鲁国抗。",
                "使你昌盛又兴旺，使你长寿又富强。老人驼背头发黄，寿高还把重任扛。",
                "使你昌盛又强大，使你年高又寿长。千年万岁活下去，高寿长享无灾殃。",
                "泰山高峻多险峰，位在鲁国国境中。龟山蒙山都属鲁，一直延伸到远东。",
                "还有海滨各国家，淮夷也都来朝贡。无人胆敢不服从，功劳应归鲁僖公。",
                "保有凫山和绎山，徐国也在控制中。直到海滨各国家，淮夷蛮貊也相同。",
                "还有那些南夷国，没有谁人不服从。无人胆敢不听话，顺从鲁侯态度恭。",
                "天赐鲁公大福气，安享高寿保鲁地。据有常许两边邑，周公疆土复统一。",
                "鲁侯宴饮多欢喜，家有老母贤德妻。善待大夫众贤士，国家长保不分离。",
                "既受天赐多福祉，返老还童长新齿。",
                "徂徠山上长松树，新甫山上柏树长。砍的砍来劈的劈，用寻用尺细丈量。",
                "松木椽子直又大，建成正殿多宽敞，新修宗庙真漂亮。",
                "奚斯作成诗一首，长篇巨制好文章，万民满意齐赞扬。"
              ],
              "note": [
                '閟（必bì）、侐（续xù）：《郑笺》：“閟，神也。姜嫄神所依，故庙曰神宫。”《毛传》：“侐，清静也。”',
                '实实枚枚：《毛传》：“实实，广大也。”《释文》：“枚枚，《韩诗》云：闲暇无人之貌也。”',
                '回：《集传》：“回，邪也。”',
                '依：《集传》：“依，犹眷顾也。”',
                '弥（迷mí）：《郑笺》：“弥，终也。……终人道十月而生子，不迟晚。”',
                '重穋（路lù）：《正义》：“《七月?传》曰：后熟曰重，先熟曰穋。”',
                '稙（直zhí）稚（直zhí）：《毛传》：“后种曰稙，先种曰稚。”',
                '奄有下国：《集传》：“奄有下国，封于邰（台tái）也。”',
                '秬（聚jù）：《郑笺》：“秬，黑黍也。”',
                '缵（纂zuǎn）：《毛传》：“绪，业也。”《释文》：“缵，继也。”',
                '翦：“剪”的异体字。《郑笺》：“翦，断也。大王自豳徙居岐阳，四方之民咸往归之，于时而有王迹。”',
                '致天之届：《传疏》：“致天之届，犹云致天之罚耳。”',
                '虞：《广雅?释诂二》：“虞，欺也。”',
                '敦：《通释》：“此诗敦亦当读屯，屯，聚也。犹《商颂》‘裒荆之旅’， 裒亦聚也。盖自聚其师旅为聚，俘虏敌之士众，亦为屯聚之也。”（“裒荆之旅”出自《商颂·殷武》。）',
                '叔父：《集传》：“叔父，周公也。元子，鲁公伯禽也。”',
                '宇：《毛传》：“宇，居也。”',
                '附庸：《集传》：“附庸，犹属城也，小国不能自达于天子，而附于大国也。”',
                '庄公之子：《毛传》：“周公之孙，庄公之子，谓僖公也。”',
                '耳耳：《毛传》：“耳耳然，至盛也。”',
                '忒（特tè）：《集传》：“忒，过差也。”',
                '是飨是宜：《郑笺》：“天亦飨之宜之。”',
                '尝：《集传》：“尝，秋祭名。楅衡，施于牛角，所以止触也。”',
                '刚：《集疏》：“刚者，犅（刚gāng）之借字。《说文》：‘犅，特也。牛父也。’骍刚犹言骍牡。”',
                '牺尊：《集传》：“牺尊，画牛于尊腹也。或曰，尊做牛形，凿其背以受酒也。”《正义》：“将将然而盛美也。”',
                '毛炰（跑páo）、胾（自zì）：《毛传》：“毛炰，豚也。胾，肉。羹，大羹，鉶（形xíng）羹也。”',
                '大房：《集传》：“大房，半体之俎，足下有跗（夫fū），如堂房也。”',
                '保：《郑笺》：“保，安。常，守也。”',
                '三寿：《通释》：“三寿，犹三老也。”',
                '縢（腾téng）：《毛传》：“朱英，矛饰也。縢，绳也。”',
                '贝胄：《毛传》：“贝胄，贝饰也。以朱綅（钦qīn）缀之。”',
                '烝：《毛传》：“烝，众也。”',
                '膺：《通释》：“赵注《孟子》曰：膺，击也。”《郑笺》：“惩，艾也。”《正义》：“惩艾皆创，故为艾也。”',
                '承：《集传》：“承，御也。”',
                '黄发台背：《郑笺》：“黄发台背，皆寿征也。”《集传》引王氏曰：“寿者相与为公用也。”',
                '艾：《方言》卷四：“艾，长老也。东齐鲁卫之间，凡尊老谓之叟，亦谓之艾。”',
                '眉寿：《郑笺》：“眉寿，秀眉，亦寿征。”',
                '岩岩：《正义》：“泰山之高岩岩然。”《毛传》：“詹（沾zhān），至也。”',
                '龟：山名，在今山东新泰县西南。蒙：山名，在今山东蒙阴县南。《郑笺》：“大东，极东也。”《集传》：“荒，奄也。”',
                '同：《通释》：“诸侯殷见天子曰同，小国会朝大国亦曰同。”',
                '凫（扶fú）：山名，在今山东皱县西南。绎：山名，也作“峄（益yì）”，在今山东皱县东南。《集传》：“宅，居也，谓徐国也。”',
                '貊（莫mò）：《诗缉》：“若淮夷也，南夷之蛮也，东夷之貊也，又及彼南方之夷荆楚也。”',
                '诺（喏nuò）：《郑笺》：“诺，应辞也。”《毛传》：“若，顺也。”',
                '纯嘏（谷gǔ）：《郑笺》：“纯，大也。受福曰嘏。”',
                '常、许：《毛传》：“常、许，鲁南鄙、西鄙。”《尔雅?释言》：“居，据也。”',
                '有：《郑笺》：“有，犹长有也。”',
                '儿（尼ní）齿：《集传》：“儿齿，齿落更生细者，亦寿征。”',
                '徂徠：山名，在今山东泰安县东南。新甫：山名，也叫梁山，在泰山旁。',
                '度（夺duó）：《通释》：“按度者，剫（夺duó）之假借。《说文》：‘剫，判也。’”《诗缉》：“于是用八尺之寻，十寸之尺以量之。”',
                '桷（绝jué）：方木椽。舄（细xì）：粗大貌。《毛传》：“桷，榱（催cuī）也。舄，大貌。”《毛传》：“路寝，正寝也。”',
                '奕奕（益yì）：《郑笺》：“奕奕，姣美也。修旧曰新。新者，姜嫄庙也。”',
                '奚斯：《传疏》：“奚斯，公子奚斯，即鲁大夫公子鱼也。”《文选·班固·西都赋序》：“奚斯颂鲁。”李善注引《韩诗·薛君章句》：“言其新庙奕奕然盛，是诗公子奚斯所作也。”'
              ],
              "analysis": "歌颂鲁僖公能继承祖业，振兴鲁国，恢复疆土，修筑宗庙。"
            }
          ]
        },
        {
          "title": "商颂",
          "poems": [
            {
              "title": "那",
              "originalText": [
                "猗与那与！置我鞉鼓。奏鼓简简，衎我烈祖。",
                "汤孙奏假，绥我思成。鞉鼓渊渊，嘒嘒管声。",
                "既和且平，依我磬声。于赫汤孙！穆穆厥声。",
                "庸鼓有斁，万舞有奕。我有嘉客，亦不夷怿。",
                "自古在昔，先民有作。温恭朝夕，",
                "执事有恪，顾予烝尝，汤孙之将！"
              ],
              "simplifiedText": [
                "多么美好多堂皇，拨浪鼓儿安堂上。鼓儿敲起咚咚响，娱乐先祖心欢畅。",
                "汤孙奏乐来祭告，赐我太平大福祥。拨浪鼓儿响咚咚，箫管声声多清亮。",
                "音节调谐又和畅，玉馨配合更悠扬。啊，汤孙英名真显赫，歌声美妙绕屋梁。",
                "敲钟击鼓响铿锵，文舞武舞好排场。我有嘉宾来助祭，无不欢乐喜洋洋。",
                "自从古代我先王，已把祭礼制妥当。早晚温和又恭敬，小心谨慎做事忙。",
                "冬祭秋祭神赏光，汤孙至诚奉酒浆。"
              ],
              "note": [
                '猗、那：《通释》：“按猗那二字叠韵，皆美盛之貌。通作猗傩、阿难。草木之美盛曰猗傩，乐之美盛曰猗那，其义一也。”',
                '鞉（桃táo）鼓：《毛传》：“鞉鼓，乐之所成也。”',
                '烈祖：《毛传》：“烈祖，汤，有功烈之祖也。”《集传》：“衎（看kàn），乐也。”',
                '汤孙：《集传》：“汤孙，主祭之时王也。假与格同，言奏乐以格于祖考也。”《通释》：“绥我思成，犹云贻我福，与《烈祖》‘赉我思成’句法正同。亦谓赉我福也。”《传疏》：“绥，安；成，平。……安享我太平之福也。”',
                '嘒嘒（惠huì）：《集传》：“嘒嘒，清亮也。”',
                '穆穆：《集传》：“穆穆，美也。”',
                '斁（益yì）：《毛传》：“大钟曰庸，斁斁然，盛也。”《通释》：“《说文》：‘奕，大也。’万为大舞，故奕为大貌，闲亦大也。”',
                '夷：《毛传》：“夷，说（悦yuè）也。”',
                '自古：《毛传》：“先王称之曰自古，古曰在昔。有作，有所作也。”',
                '恪（刻kè）：《毛传》：“恪，敬也。”',
                '烝尝：《传疏》：“烝尝，时祭也。”《集传》：“将，奉行。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。着重描写演奏音乐的盛况。"
            },
            {
              "title": "烈祖",
              "originalText": [
                "嗟嗟烈祖！有秩斯祜。申锡无疆，及尔斯所。",
                "既载清酤，赉我思成。亦有和羹，既戒既平。",
                "鬷假无言，时靡有争。绥我眉寿，黄耇无疆。",
                "约軧错衡，八鸾鸧鸧。以假以享，我受命溥将。",
                "自天降康，丰年穰穰。来假来飨，降福无疆。",
                "顾予烝尝，汤孙之将！"
              ],
              "simplifiedText": [
                "啊，烈烈先祖神在上，不断降下大福祥。无穷无尽多赐赏，到达时君这地方。",
                "先祖神前设清酒，赐我太平长安康。还有五味红烧肉，陈设齐备又适当。",
                "默默向神来祭告，执事肃穆无争嚷。神灵赐我百年寿，满头黄发寿无疆。",
                "车毂裹皮辕雕花，八个鸾铃响叮当。祭告神灵献祭品，我受天命广又长。",
                "太平幸福从天降，今年丰收多米粮。神灵光临受祭飨，降下幸福无限量。",
                "冬祭秋祭神赏光，汤孙至诚奉酒浆。"
              ],
              "note": [
                '祜：《郑笺》：“祜，福也。”王引之《经义述闻》卷七：“秩，大貌。”',
                '申：《传疏》：“申训重，重下也。”《集传》：“尔，主祭之君，盖自歌者指之也。斯所，犹言此处也。”',
                '赉（赖lài）：《毛传》：“赉，赐也。”',
                '和羹：《郑笺》：“和羹者，五味调腥熟得宜。”《通释》：“诗承和羹言，戒当训备……济其不及，以泄其过，此诗所谓平也。”',
                '鬷（宗zōng）：《集传》：“鬷，《中庸》作奏，正与上篇义同。族声转平而为奏耳。无言、无争，肃敬而齐一也。”',
                '眉寿、黄耇（苟gǒu）：《传疏》：“眉寿，黄耇皆寿征，言安我以无疆之福寿也。”',
                '軧（齐qí）、鸧鸧（枪qiāng）：《诗缉》：“其车以皮缠约其軧，又有文错之衡，其八鸾之声鸧鸧然和。以此格神，以此献神。”',
                '溥将：《集传》：“溥，广。将，大也。”',
                '穰穰（攘ráng）：《郑笺》：“天于是下平安之福使年丰。”《集传》：“穰穰，多也。”',
                '假：《释文》：“假，音格，王云：至也。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。酒馔丰盛，神赐多福。"
            },
            {
              "title": "玄鸟",
              "originalText": [
                "天命玄鸟，降而生商，宅殷土芒芒。",
                "古帝命武汤，正域彼四方。方命厥后，奄有九有。",
                "商之先后，受命不殆，在武丁孙子。",
                "武丁孙子，武王靡不胜。龙旂十乘，大糦是承。",
                "邦畿千里，维民所止，肇域彼四海。",
                "四海来假，来假祁祁。景员维河。",
                "殷受命咸宜，百禄是何。"
              ],
              "simplifiedText": [
                "上天明令燕子降，来到人间生商王。住居殷地广茫茫。",
                "古时上帝命成汤，征服四海治四方。遍告天下众诸侯，九州全部归商邦。",
                "从前商朝诸先王，接受天命无灾殃，武丁孙子有福祥。",
                "孙子武丁多贤良，成汤事业能担当。大车十辆龙旗扬，满载黍稷供祭享。",
                "国家疆土上千里，人民安居好地方。",
                "开始据有四海地，四海诸侯来朝商，来朝人多纷且忙。",
                "景山四周绕黄河，殷受天命最适当，承担多福长无疆。"
              ],
              "note": [
                '玄鸟：黑色的燕。《郑笺》：“降，下也。天使燕下而生商者，谓燕遗卵，娀（松sōng）氏之女简狄吞之而生契。”',
                '芒芒：同“茫茫”。《毛传》：“芒芒，大貌。”《集传》：“宅，居也。”',
                '正：《集传》：“正，治也。”于省吾《诗经新证》：“正当读为征。……正域彼四方，宜当读为征有彼四方。”',
                '方命：《郑笺》：“方命其君，谓遍告诸侯也。”《毛传》：“九有，九州也。”',
                '商之先后：《集传》：“言商之先后，受天命不危殆，故今武丁孙子犹受其福。”',
                '胜：《毛传》：“胜，任也。”',
                '龙旂：《集传》：“龙旂，诸侯所建交龙之旂也。”《郑笺》：“大糦（斥chì），黍稷也。……奉承黍稷而进之者。”',
                '畿（基jī）：《毛传》：“畿，疆也。”《郑笺》：“止，犹居也。”',
                '域：《通释》：“肇域彼四海，域亦应读为有，言有彼四海地也。”',
                '假：《郑笺》：“假，至也。祁祁，众多也。”',
                '景：《集传》：“或曰：景，山名，商所都也。……景与下篇幅陨义同，盖言周也。河，大河也。言景山四周皆大河也。”',
                '何：同“荷”，担负。《郑笺》：“百禄是何，谓当担负天之多福。”'
              ],
              "analysis": "宋君祭祀殷代祖先的乐歌。契由天生，子孙昌盛。"
            },
            {
              "title": "长发",
              "originalText": [
                "浚哲维商，长发其祥。洪水芒芒，",
                "禹敷下土方：外大国是疆，幅陨既长。",
                "有娀方将，帝立子生商。",
                "玄王桓拨，受小国是达，受大国是达。",
                "率履不越，遂视既发。相土烈烈。海外有截。",
                "帝命不违，至于汤齐。汤降不迟，圣敬日跻。",
                "昭假迟迟，上帝是祗，帝命式于九围。",
                "受小球大球，为下国缀旒，何天之休。",
                "不竞不絿，不刚不柔。敷政优优。百禄是遒。",
                "受小共大共，为下国骏厖。何天之龙，敷奏其勇。",
                "不震不动，不戁不竦，百禄是总。",
                "武王载旆，有虔秉钺。如火烈烈，则莫我敢曷。",
                "苞有三蘖，莫遂莫达。九有有截，韦顾既伐，昆吾夏桀。",
                "昔在中叶，有震且业。允也天子，降予卿士。",
                "实维阿衡，实左右商王。",
              ],
              "simplifiedText": [
                "深谋明智是商王，上天久已现祯祥。古时洪水茫茫涌，大禹治理遍四方。",
                "外与大国定疆界，幅员由此广且长，有娀女儿正强壮，上帝立子生殷商。",
                "始祖玄王真英明，受理小国能行令，受理大国也都成。",
                "遵守礼法不过分，遍察教令尽施行。相土治国有威严，四海威服很齐整。",
                "不敢违背上帝命，成汤能与天相并。成汤谦卑不怠慢，圣明美德日上升。",
                "诚心祭告久不停，只把上帝来爱敬。帝令示范九州城。",
                "接受小法和大法，表率诸侯做榜样，承蒙老天赐福祥。",
                "既不竞争不贪求，也不示弱不逞强。施行政令多宽和，百般福禄聚一堂。",
                "接受小法和大法，下国都在庇护中。承蒙老天相爱宠，施展才能显英勇。",
                "既不震惊不摇动，也不害怕不惶恐。百般福禄都聚拢。",
                "汤王出征旌旗扬，手拿大斧多刚强。好比猛火熊熊炎，谁认胆敢来阻挡。",
                "一棵老树三枝杈，不许杈上枝叶长，九州一齐归殷商。",
                "韦顾两国已投降，昆吾夏桀都扫荡。",
                "从前商代中世时，国力强大有威势。成汤真是天之子，上天降下贤卿士。",
                "就是伊尹号阿衡，辅佐商王把国治。"
              ],
              "note": [
                '浚（俊jùn）：《毛传》：“浚，深。”',
                '长发：《郑笺》：“长，犹久也。……久发见其祯祥矣。”',
                '方：《集传》：“方，四方也。”',
                '幅陨：《集传》：“幅，犹言边幅也。陨读作员，谓周也。”',
                '有娀（松sōng）：《毛传》：“有娀，契（屑xiè）母也。将，大也。契生商也。”',
                '玄王：《毛传》：“玄王，契也。”《集疏》：“《韩》拨作发……桓拨二字平列。训桓为武，训发为明，言玄王有英明之姿。”',
                '是达：《郑笺》：“始尧封之商为小国，舜之末年乃益其土地为大国，皆能达其教令。”',
                '率履：《集传》：“率，循。履，礼。”《郑笺》：“遂，犹遍也。发，行也。……乃遍省视之，教令则尽行也。”',
                '相土：《毛传》：“相土，契孙也。烈烈，威也。”《郑笺》：“截，整齐也……四海之外率服，截尔整齐。”',
                '至于汤齐：《毛传》：“至汤与天心齐。”',
                '跻（基jī）：《郑笺》：“降，下。”《毛传》：“不迟，言疾也。跻，升也。”',
                '祗（支zhī）：《集传》：“迟迟，久也。祗，敬也。”',
                '九围：《集传》：“式，法也。九围，九州也。”',
                '缀旒（坠留zhuì liú）：王引之《经义述闻》卷七：“球、共，皆法也。球读为捄，共读为拱。”《通释》：“缀旒并言，比喻汤为下国表则也。”',
                '何：《集传》：“何，荷。”',
                '絿（求qiú）：《通释》：“絿对竞言，从《广雅》训求为是。争竞者多娇，求人者多谄，竞求二义，相对成文。”',
                '遒（囚qiú）：《毛传》：“优优，和也。遒，聚也。”',
                '骏厖（芒máng）：《通释》：“骏与恂，厖与蒙，古并声近通用。……为下国恂蒙，犹云为下国庇覆耳。”',
                '龙：《郑笺》：“龙，当作宠，宠，荣名之谓。”',
                '戁（赧nǎn）：《毛传》：“戁，恐。竦，惧也。”',
                '旆：《毛传》：“武王，汤也。旆，旗也。”《通释》：“有虔，正形容强武之貌。”',
                '曷：《集传》：“害，曷通。”',
                '蘖（聂niè）：《毛传》：“苞，本。蘖，余也。”《通释》：“遂与达，皆草木生长之称。莫遂莫达，以喻之国不能复兴。”',
                '韦顾：《郑笺》：“韦，豕韦，彭姓也。顾，昆吾皆己姓也。三国党于桀恶，汤先伐韦顾，克之，昆吾夏桀则同时诛也。”',
                '震：《郑笺》：“震，威也。”《尔雅·释诂》“业，大也。”',
                '阿衡：《毛传》：“阿衡，伊尹也。左右，助也。”'
              ],
              "analysis": "宋君祭祀成汤，以伊尹配享。歌颂商的祖先契、相土和成汤，宣称从契开始即有受天命的祯祥。"
            },
            {
              "title": "殷武",
              "originalText": [
                "挞彼殷武，奋伐荆楚。罙入其阻，裒荆之旅。",
                "有截其所，汤孙之绪。",
                "维女荆楚，居国南乡。",
                "昔有成汤：自彼氐羌，莫敢不来享，",
                "莫敢不来王。曰商是常！",
                "天命多辟，设都于禹之绩。",
                "岁事来辟，勿予祸适，稼穑匪解。",
                "天命降监，下民有严。不僭不滥，不敢怠遑。",
                "命于下国，封建厥福。",
                "商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。",
                "寿考且宁，以保我后生。",
                "陟彼景山，松伯丸丸。是断是迁，方斫是虔。",
                "松桷有梴，旅楹有闲，寝成孔安。"
              ],
              "simplifiedText": [
                "殷王武丁真威武，奋勇挥师伐荆楚。",
                "深入敌人险阻地，大败敌军捉俘虏。",
                "王师到处齐平服，汤孙功业胜往古。",
                "你们荆楚蛮夷国，一直住在我南方。",
                "往昔成汤势力强，就是僻远如氐羌，谁人敢来不进贡，",
                "谁人敢不来朝王？都说尊尚我殷商。",
                "上天命令众国君，禹治水处把都没，年年有事来朝见，",
                "宽大不愿施谴责，切莫松懈误稼穑。",
                "老天在上监四方，下民敬谨又端庄。不越礼制不放荡，",
                "不敢怠惰把业荒！天子命令诸侯国，大大建立你福祥。",
                "商都整齐又兴旺，它是四方好榜样。他有赫赫好名声，",
                "他的威灵放光芒。商王长寿又安康，保我子孙万代昌。",
                "登上高高景山冈，满山松柏郁苍苍。又是锯来又是运，斫成柱子削成梁。",
                "松树椽子大又长，屋檐楹柱多粗壮，寝庙建成得安康。"
              ],
              "note": [
                '挞（踏tà）：《通释》：“挞，盖勇武之貌。”',
                '罙（深shēn）：“深”的古字。《毛传》：“罙，深。”',
                '裒（抔póu）：俘虏。《郑笺》：“俘虏其士众。”《传疏》：“裒即捊（俘fú）字。”',
                '有截其所：《集传》：“尽平其地，使截然齐一，皆高宗之功也。”',
                '享：进献。《郑笺》：“氐羌，夷狄国，在西方者也。享，献也。”',
                '常：俞樾《群经平议》：“常当作尚。”',
                '辟：《毛传》：“辟，君。”',
                '绩：迹。',
                '祸：罪过。适：谴责。《郑笺》：“来辟，犹来王也。”王引之《经义述闻》卷七：“祸读为过。《广雅》：‘适，过，责也。’谪与适通。勿予过谪，言不施谴责也。”',
                '严：恭敬。《毛传》：“严，敬也。”',
                '不僭不滥：《通释》：“此承上文下民有严，谓民之畏法，故不敢僭滥，非谓上之刑赏也。”',
                '遑：闲暇。',
                '翼翼：完美貌。《毛传》：“商邑，京师也。”《传疏》：“李贤《后汉书》注引《韩诗》文云：‘翼翼然，盛也。’”',
                '极：标准。',
                '濯濯：《正义》：“濯濯乎光明者，其见尊敬如神灵也。”',
                '丸丸：高大挺直貌。《集传》：“景山，山名，商所都也。”《毛传》：“丸丸，易直也。”',
                '斫（卓zhuó）：砍。虔：截断。《通释》：“虔，犹伐也、刈也……方斫是虔，是削伐木于作室之际。”',
                '桷（觉jué）：方椽。',
                '梴（缠chán）：《毛传》：“梴，长貌。”俞樾《群经平议》：“旅，当读为梠。《说文·木部》：‘梠，楣也。’楣与楹相接，故梠楹并言。”《正义》：“闲为楹之大貌。”楹（盈yíng）：厅堂前的柱子。闲：粗大貌。'
              ],
              "analysis": "宋君祭祀殷高宗的乐歌。歌颂他伐荆楚，服诸侯，修宫室。"
            }
          ]
        }
      ]
    }
  ];

module.exports = {
  poems: poems
}
